Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# login_prenom
source: First name
af: Voornaam
am: የመጀመሪያ ስም
ar: الاسم الأول
as: প্ৰথম নাম
az: Ad
be: Імя
bg: Собствено име
bn: প্রথম নাম
ca: Nom
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Ονομα
es: Nombre de pila
et: Eesnimi
eu: Izena
fa: نام کوچک
fi: Etunimi
fr: Prénom
gl: Nome
gu: પ્રથમ નામ
he: שֵׁם פְּרַטִי
hi: पहला नाम
hr: Ime
hu: Keresztnév
hy: Անուն
is: Fornafn
it: Nome
ja: ファーストネーム
ka: სახელი
kk: Аты
km: ឈ្មោះដំបូង
kn: ಮೊದಲ ಹೆಸರು
ko: 이름
ky: Ысым
lo: ຊື່
lt: Vardas
lv: Vārds
mk: Име
ml: പേരിന്റെ ആദ്യഭാഗം
mn: Нэр
mr: पहिले नाव
ms: nama pertama
my: နာမည်
ne: पहिलो नाम
nl: Voornaam
no: Fornavn
or: ପ୍ରଥମ ନାମ
pa: ਪਹਿਲਾ ਨਾਂ
pl: Imię
pt: Primeiro nome
ro: Prenume
ru: Имя
si: මුල් නම
sk: Krstné meno
sl: Ime
sq: Emri
sr: Име
sv: Förnamn
sw: Jina la kwanza
ta: முதல் பெயர்
te: మొదటి పేరు
th: ชื่อจริง
tr: İlk adı
uk: Ім'я
ur: پہلا نام
uz: Ism
vi: Tên
zh: 名
zu: Igama

# login_entrer_prenom
source: Enter your first name
af: Voer jou voornaam in
am: የመጀመሪያ ስምዎን ያስገቡ
ar: أدخل اسمك الأول
as: আপোনাৰ প্ৰথম নামটো লিখক
az: Adınızı daxil edin
be: Увядзіце сваё імя
bg: Въведете вашето собствено име
bn: তোমার নামের প্রথম অংশ লিখো।
ca: Introdueix el teu nom
cs: Zadejte své křestní jméno
da: Indtast dit fornavn
de: Geben Sie Ihren Vornamen ein
el: Εισαγάγετε το μικρό σας όνομα
es: Ingrese su nombre
et: Sisesta oma eesnimi
eu: Idatzi zure izena
fa: نام خود را وارد کنید
fi: Anna etunimesi
fr: Entrez votre prénom
gl: Introduce o teu nome
gu: તમારું પહેલું નામ દાખલ કરો
he: הזן את שמך הפרטי
hi: अपना पहला नाम दर्ज करें
hr: Unesite svoje ime
hu: Add meg a keresztnevedet
hy: Մուտքագրեք ձեր անունը
is: Sláðu inn fornafnið þitt
it: Inserisci il tuo nome
ja: 名前を入力してください
ka: შეიყვანეთ თქვენი სახელი
kk: Атыңызды енгізіңіз
km: បញ្ចូលឈ្មោះរបស់អ្នក។
kn: ನಿಮ್ಮ ಮೊದಲ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 이름을 입력하세요
ky: Атыңызды киргизиңиз
lo: ໃສ່ຊື່ຂອງທ່ານ
lt: Įveskite savo vardą
lv: Ievadiet savu vārdu
mk: Внесете го вашето име
ml: നിങ്ങളുടെ ആദ്യ നാമം നൽകുക
mn: Өөрийн нэрээ оруулна уу
mr: तुमचे पहिले नाव एंटर करा
ms: Masukkan nama pertama anda
my: သင်၏ပထမအမည်ကိုထည့်ပါ။
ne: आफ्नो पहिलो नाम प्रविष्ट गर्नुहोस्
nl: Voer uw voornaam in
no: Skriv inn fornavnet ditt
or: ଆପଣଙ୍କ ପ୍ରଥମ ନାମ ଲେଖନ୍ତୁ
pa: ਆਪਣਾ ਪਹਿਲਾ ਨਾਮ ਦਰਜ ਕਰੋ
pl: Wpisz swoje imię
pt: Digite seu primeiro nome
ro: Introduceți prenumele dumneavoastră
ru: Введите ваше имя
si: ඔබගේ මුල් නම ඇතුළත් කරන්න
sk: Zadajte svoje krstné meno
sl: Vnesite svoje ime
sq: Shkruani emrin tuaj të parë
sr: Унесите своје име
sv: Ange ditt förnamn
sw: Ingiza jina lako la kwanza
ta: உங்கள் முதல் பெயரை உள்ளிடவும்
te: మీ మొదటి పేరును నమోదు చేయండి
th: กรุณากรอกชื่อของคุณ
tr: Adınızı girin
uk: Введіть своє ім'я
ur: اپنا پہلا نام درج کریں۔
uz: Ismingizni kiriting
vi: Nhập tên của bạn
zh: 输入您的名字
zu: Faka igama lakho lokuqala

# login_nom
source: Name
af: Naam
am: ስም
ar: اسم
as: নাম
az: ad
be: Імя
bg: Име
bn: নাম
ca: Nom
cs: Jméno
da: Navn
el: Ονομα
es: Nombre
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fr: Nom
gl: Nome
gu: નામ
he: שֵׁם
hi: नाम
hr: Ime
hu: Név
hy: Անուն
is: Nafn
it: Nome
ja: 名前
ka: სახელი
kk: Аты
km: ឈ្មោះ
kn: ಹೆಸರು
ko: 이름
ky: аты
lo: ຊື່
lt: Vardas
lv: Vārds
mk: Име
ml: പേര്
mn: Нэр
mr: नाव
ms: Nama
my: နာမည်
ne: नाम
nl: Naam
no: Navn
or: ନାମ
pa: ਨਾਮ
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
si: නම
sk: Meno
sl: Ime
sq: Emri
sr: Име
sv: Namn
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
tr: İsim
uk: Ім'я
ur: نام
uz: Ism
vi: Tên
zh: 姓名
zu: Igama

# login_entrer_nom
source: Enter your name
af: Voer jou naam in
am: ስምህን አስገባ
ar: أدخل اسمك
as: আপোনাৰ নাম লিখক
az: Adınızı daxil edin
be: Увядзіце сваё імя
bg: Въведете името си
bn: তোমার নাম লিখ।
ca: Introdueix el teu nom
cs: Zadejte své jméno
da: Indtast dit navn
de: Geben Sie Ihren Namen ein
el: Εισαγάγετε το όνομά σας
es: Introduce tu nombre
et: Sisesta oma nimi
eu: Idatzi zure izena
fa: نام خود را وارد کنید
fi: Anna nimesi
fr: Entrez votre nom
gl: Introduce o teu nome
gu: તમારું નામ દાખલ કરો
he: הזן את שמך
hi: अपना नाम दर्ज करें
hr: Unesite svoje ime
hu: Add meg a neved
hy: Մուտքագրեք ձեր անունը
is: Sláðu inn nafnið þitt
it: Inserisci il tuo nome
ja: 名前を入力してください
ka: შეიყვანეთ თქვენი სახელი
kk: Атыңызды енгізіңіз
km: បញ្ចូលឈ្មោះរបស់អ្នក។
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 이름을 입력하세요
ky: Атыңызды киргизиңиз
lo: ໃສ່ຊື່ຂອງເຈົ້າ
lt: Įveskite savo vardą
lv: Ievadiet savu vārdu
mk: Внесете го вашето име
ml: നിങ്ങളുടെ പേര് നൽകുക
mn: Нэрээ оруулна уу
mr: तुमचे नाव एंटर करा
ms: Masukkan nama anda
my: သင့်အမည်ကို ထည့်သွင်းပါ။
ne: आफ्नो नाम प्रविष्ट गर्नुहोस्
nl: Voer uw naam in
no: Skriv inn navnet ditt
or: ଆପଣଙ୍କ ନାମ ଲେଖନ୍ତୁ
pa: ਆਪਣਾ ਨਾਮ ਦਰਜ ਕਰੋ
pl: Wpisz swoje imię
pt: Digite seu nome
ro: Introduceți numele dvs.
ru: Введите свое имя
si: ඔබේ නම ඇතුළත් කරන්න
sk: Zadajte svoje meno
sl: Vnesite svoje ime
sq: Shkruani emrin tuaj
sr: Унесите своје име
sv: Ange ditt namn
sw: Ingiza jina lako
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరును నమోదు చేయండి
th: กรุณากรอกชื่อของคุณ
tr: Adınızı girin
uk: Введіть своє ім'я
ur: اپنا نام درج کریں۔
uz: Ismingizni kiriting
vi: Nhập tên của bạn
zh: 输入您的姓名
zu: Faka igama lakho

# login_pseudo
source: Pseudonym
af: Skuilnaam
am: የውሸት ስም
ar: اسم مستعار
as: ছদ্মনাম
az: Təxəllüs
be: Псеўданім
bg: Псевдоним
bn: ছদ্মনাম
ca: Pseudònim
el: Ψευδώνυμο
es: Seudónimo
et: Varjunimi
eu: Ezizena
fa: نام مستعار
fi: Salanimi
fr: Pseudonyme
gl: Pseudónimo
gu: ઉપનામ
he: שֵׁם בָּדוּי
hi: उपनाम
hr: Pseudonim
hu: Álnév
hy: Կեղծանուն
is: Dulnefni
it: Pseudonimo
ja: 仮名
ka: ფსევდონიმი
kk: Бүркеншік аты
km: ឈ្មោះក្លែងក្លាយ
kn: ಗುಪ್ತನಾಮ
ko: 아호
ky: псевдоним
lo: ນາມສະກຸນ
lt: Pseudonimas
lv: Pseidonīms
mk: Псевдоним
ml: അപരനാമം
mn: Нууц нэр
mr: टोपणनाव
ms: nama samaran
my: ကလောင်အမည်
ne: छद्म नाम
nl: Pseudoniem
or: ଛଦ୍ମନାମ
pa: ਉਪਨਾਮ
pl: Pseudonim
pt: Pseudônimo
ro: Pseudonim
ru: Псевдоним
si: අන්වර්ථ නාමය
sl: Psevdonim
sq: Pseudonim
sr: Псеудоним
sw: Jina bandia
ta: புனைப்பெயர்
te: మారుపేరు
th: นามแฝง
tr: Takma ad
uk: Псевдонім
ur: تخلص
uz: Taxallus
vi: Bút danh
zh: 笔名
zu: Igama mbumbulu

# login_entrer_pseudo
source: Enter your nickname
af: Voer jou bynaam in
am: ቅጽል ስምዎን ያስገቡ
ar: أدخل لقبك
as: আপোনাৰ ডাকনামটো দিয়ক
az: Ləqəbinizi daxil edin
be: Увядзіце свой нік
bg: Въведете вашия прякор
bn: আপনার ডাকনাম লিখুন
ca: Introdueix el teu sobrenom
cs: Zadejte svou přezdívku
da: Indtast dit kaldenavn
de: Geben Sie Ihren Spitznamen ein
el: Εισαγάγετε το ψευδώνυμό σας
es: Introduce tu apodo
et: Sisesta oma hüüdnimi
eu: Idatzi zure ezizena
fa: نام مستعار خود را وارد کنید
fi: Anna lempinimesi
fr: Entrez votre pseudonyme
gl: Introduce o teu alcume
gu: તમારું ઉપનામ દાખલ કરો
he: הזן את הכינוי שלך
hi: अपना उपनाम दर्ज करें
hr: Unesite svoj nadimak
hu: Add meg a becenevedet
hy: Մուտքագրեք ձեր մականունը
is: Sláðu inn gælunafnið þitt
it: Inserisci il tuo nickname
ja: ニックネームを入力してください
ka: შეიყვანეთ თქვენი მეტსახელი
kk: Лақап атыңызды енгізіңіз
km: បញ្ចូលឈ្មោះហៅក្រៅរបស់អ្នក។
kn: ನಿಮ್ಮ ಅಡ್ಡಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 별명을 입력하세요
ky: Лакап атыңызды киргизиңиз
lo: ໃສ່ຊື່ຫຼິ້ນຂອງເຈົ້າ
lt: Įveskite savo slapyvardį
lv: Ievadiet savu segvārdu
mk: Внесете го вашиот прекар
ml: നിങ്ങളുടെ വിളിപ്പേര് നൽകുക
mn: Хочоо оруулна уу
mr: तुमचे टोपणनाव एंटर करा
ms: Masukkan nama panggilan anda
my: သင့်အမည်ပြောင်ကို ထည့်ပါ။
ne: आफ्नो उपनाम प्रविष्ट गर्नुहोस्
nl: Voer je bijnaam in
no: Skriv inn kallenavnet ditt
or: ଆପଣଙ୍କର ଡାକନାମ ଲେଖନ୍ତୁ
pa: ਆਪਣਾ ਉਪਨਾਮ ਦਰਜ ਕਰੋ
pl: Wpisz swój pseudonim
pt: Digite seu apelido
ro: Introduceți porecla dvs.
ru: Введите свой псевдоним
si: ඔබගේ අන්වර්ථ නාමය ඇතුළත් කරන්න
sk: Zadajte svoju prezývku
sl: Vnesite svoj vzdevek
sq: Fut pseudonimin tënd
sr: Унесите свој надимак
sv: Ange ditt smeknamn
sw: Weka jina lako la utani
ta: உங்கள் புனைப்பெயரை உள்ளிடவும்
te: మీ మారుపేరును నమోదు చేయండి
th: กรอกชื่อเล่นของคุณ
tr: Takma adınızı girin
uk: Введіть свій нікнейм
ur: اپنا عرفی نام درج کریں۔
uz: Taxallusingizni kiriting
vi: Nhập biệt danh của bạn
zh: 输入你的昵称
zu: Faka isiteketiso sakho

# login_mot_de_passe
source: Password
af: Wagwoord
am: የይለፍ ቃል
ar: كلمة المرور
as: পাছৱৰ্ড
az: parol
be: Пароль
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Σύνθημα
es: Contraseña
et: Parool
eu: Pasahitza
fa: رمز عبور
fi: Salasana
fr: Mot de passe
gl: Contrasinal
gu: પાસવર્ડ
he: סִיסמָה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
hy: Գաղտնաբառ
is: Lykilorð
ja: パスワード
ka: პაროლი
kk: Құпия сөз
km: ពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್
ko: 비밀번호
ky: Купуя сөз
lo: ລະຫັດຜ່ານ
lt: Slaptažodis
lv: Parole
mk: Лозинка
ml: പാസ്‌വേഡ്
mn: Нууц үг
mr: पासवर्ड
ms: Kata laluan
my: စကားဝှက်
ne: पासवर्ड
nl: Wachtwoord
no: Passord
or: ପାସୱାର୍ଡ
pa: ਪਾਸਵਰਡ
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
si: මුරපදය
sk: Heslo
sl: Geslo
sq: Fjalëkalimi
sr: Лозинка
sv: Lösenord
sw: Nenosiri
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
uz: Parol
vi: Mật khẩu
zh: 密码
zu: Iphasiwedi

# login_entrer_mot_de_passe
source: Enter your password
af: Voer jou wagwoord in
am: የይለፍ ቃልዎን ያስገቡ
ar: أدخل كلمة المرور الخاصة بك
as: আপোনাৰ পাছৱৰ্ড দিয়ক
az: Parolunuzu daxil edin
be: Увядзіце свой пароль
bg: Въведете паролата си
bn: আপনার পাসওয়ার্ড লিখুন
ca: Introdueix la teva contrasenya
cs: Zadejte své heslo
da: Indtast din adgangskode
de: Geben Sie Ihr Passwort ein
el: Εισαγάγετε τον κωδικό πρόσβασής σας
es: Ingrese su contraseña
et: Sisesta oma parool
eu: Sartu zure pasahitza
fa: رمز عبور خود را وارد کنید
fi: Anna salasanasi
fr: Entrez votre mot de passe
gl: Introduza o seu contrasinal
gu: તમારો પાસવર્ડ દાખલ કરો
he: הזן את הסיסמה שלך
hi: अपना कूटशब्द भरें
hr: Unesite svoju lozinku
hu: Írja be a jelszavát
hy: Մուտքագրեք ձեր գաղտնաբառը
is: Sláðu inn lykilorðið þitt
it: Inserisci la tua password
ja: パスワードを入力してください
ka: შეიყვანეთ თქვენი პაროლი
kk: Құпия сөзіңізді енгізіңіз
km: បញ្ចូលពាក្យសម្ងាត់របស់អ្នក។
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ
ko: 비밀번호를 입력하세요
ky: Сырсөзүңүздү киргизиңиз
lo: ໃສ່ລະຫັດຜ່ານຂອງທ່ານ
lt: Įveskite slaptažodį
lv: Ievadiet savu paroli
mk: Внесете ја вашата лозинка
ml: നിങ്ങളുടെ പാസ്‌വേഡ് നൽകുക
mn: Нууц үгээ оруулна уу
mr: तुमचा पासवर्ड एंटर करा
ms: Masukkan kata laluan anda
my: သင့်စကားဝှက်ကို ထည့်ပါ။
ne: आफ्नो पासवर्ड प्रविष्ट गर्नुहोस्
nl: Voer uw wachtwoord in
no: Skriv inn passordet ditt
or: ଆପଣଙ୍କ ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
pl: Wprowadź swoje hasło
pt: Digite sua senha
ro: Introduceți parola
ru: Введите ваш пароль
si: ඔබගේ මුරපදය ඇතුළත් කරන්න
sk: Zadajte svoje heslo
sl: Vnesite svoje geslo
sq: Fut fjalëkalimin tënd
sr: Унесите лозинку
sv: Ange ditt lösenord
sw: Weka nenosiri lako
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்
te: మీ పాస్‌వర్డ్‌ను నమోదు చేయండి
th: กรอกรหัสผ่านของคุณ
tr: Şifrenizi girin
uk: Введіть свій пароль
ur: اپنا پاس ورڈ درج کریں۔
uz: Parolingizni kiriting
vi: Nhập mật khẩu của bạn
zh: 输入您的密码
zu: Faka iphasiwedi yakho

# login_ou_connecter_vous_avec
source: Or connect with
af: Of maak kontak met
am: ወይም ከ ጋር ይገናኙ
ar: أو تواصل مع
as: বা সংযোগ কৰক
az: Və ya əlaqə saxlayın
be: Або злучыцеся з
bg: Или се свържете с
bn: অথবা এর সাথে সংযোগ করুন
ca: O connecta amb
cs: Nebo se spojte s
da: Eller opret forbindelse med
de: Oder verbinden Sie sich mit
el: Ή συνδεθείτε με
es: O conéctate con
et: Või võtke ühendust
eu: Edo konektatu
fa: یا با ... ارتباط برقرار کنید
fi: Tai ota yhteyttä
fr: Ou connectez-vous avec
gl: Ou conectar con
gu: અથવા સાથે જોડાઓ
he: או להתחבר עם
hi: या कनेक्ट करें
hr: Ili se povežite s
hu: Vagy csatlakozz hozzá
hy: Կամ կապվեք
is: Eða tengjast
it: Oppure connettiti con
ja: または接続
ka: ან დაუკავშირდით
kk: Немесе байланысыңыз
km: ឬភ្ជាប់ជាមួយ
kn: ಅಥವಾ ಸಂಪರ್ಕಿಸಿ
ko: 또는 연결
ky: Же менен байланышыңыз
lo: ຫຼືເຊື່ອມຕໍ່ກັບ
lt: Arba susisiekite su
lv: Vai arī sazinieties ar
mk: Или поврзете се со
ml: അല്ലെങ്കിൽ കണക്റ്റുചെയ്യുക
mn: Эсвэл холбогдоно уу
mr: किंवा यांच्याशी कनेक्ट व्हा
ms: Atau berhubung dengan
my: သို့မဟုတ် ချိတ်ဆက်ပါ။
ne: अथवा यससँग जोडिनुहोस्
nl: Of maak verbinding met
no: Eller koble til
or: କିମ୍ବା ଏହା ସହିତ ସଂଯୋଗ କରନ୍ତୁ
pa: ਜਾਂ ਨਾਲ ਜੁੜੋ
pl: Lub połącz się z
pt: Ou conecte-se com
ro: Sau conectează-te cu
ru: Или свяжитесь с
si: නැතහොත් සම්බන්ධ වන්න
sk: Alebo sa spojte s
sl: Ali pa se povežite z
sq: Ose lidhu me
sr: Или се повежите са
sv: Eller anslut med
sw: Au ungana na
ta: அல்லது இணைக்கவும்
te: లేదా కనెక్ట్ అవ్వండి
th: หรือเชื่อมต่อกับ
tr: Veya bağlanın
uk: Або зв'яжіться з
ur: یا کے ساتھ جڑیں۔
uz: Yoki ulaning
vi: Hoặc kết nối với
zh: 或连接至
zu: Noma xhumana ne

# login_avec_google
source: With Google
af: Met Google
am: ከGoogle ጋር
ar: مع جوجل
as: গুগলৰ সৈতে
az: Google ilə
be: З дапамогай Google
bg: С Google
bn: গুগলের সাথে
ca: Amb Google
cs: S Googlem
da: Med Google
de: Mit Google
el: Με την Google
es: Con Google
et: Google'i abil
eu: Google-rekin
fa: با گوگل
fi: Googlen avulla
fr: Avec Google
gl: Con Google
gu: ગુગલ સાથે
he: עם גוגל
hi: गूगल के साथ
hr: S Googleom
hu: A Google-lel
hy: Google-ի հետ
is: Með Google
it: Con Google
ja: Googleで
ka: Google-თან ერთად
kk: Google көмегімен
km: ជាមួយ Google
kn: Google ನೊಂದಿಗೆ
ko: 구글과 함께
ky: Google менен
lo: ກັບ Google
lt: Su „Google“
lv: Ar Google
mk: Со Google
ml: Google-നൊപ്പം
mn: Google-тэй
mr: गुगल सह
ms: Dengan Google
my: Google နဲ့
ne: गुगलको साथ
nl: Met Google
no: Med Google
or: ଗୁଗଲ୍ ସହିତ
pa: ਗੂਗਲ ਨਾਲ
pl: Z Google
pt: Com o Google
ro: Cu Google
ru: С Google
si: ගූගල් සමඟ
sk: S Googlom
sl: Z Googlom
sq: Me Google
sr: Са Гуглом
sv: Med Google
sw: Na Google
ta: கூகிள் மூலம்
te: Google తో
th: ด้วย Google
tr: Google ile
uk: З Google
ur: گوگل کے ساتھ
uz: Google bilan
vi: Với Google
zh: 与谷歌
zu: Nge-Google

# login_avec_facebook
source: With Facebook
af: Met Facebook
am: ከፌስቡክ ጋር
ar: مع الفيسبوك
as: ফেচবুকৰ সৈতে
az: Facebook ilə
be: З дапамогай Facebook
bg: С Facebook
bn: ফেসবুকের মাধ্যমে
ca: Amb Facebook
cs: S Facebookem
da: Med Facebook
de: Mit Facebook
el: Με το Facebook
es: Con Facebook
et: Facebookiga
eu: Facebookekin
fa: با فیسبوک
fi: Facebookin avulla
fr: Avec Facebook
gl: Con Facebook
gu: ફેસબુક સાથે
he: עם פייסבוק
hi: फेसबुक के साथ
hr: S Facebookom
hu: Facebookkal
hy: Ֆեյսբուքի հետ
is: Með Facebook
it: Con Facebook
ja: Facebookで
ka: Facebook-თან ერთად
kk: Facebook көмегімен
km: ជាមួយហ្វេសប៊ុក
kn: ಫೇಸ್‌ಬುಕ್ ಜೊತೆಗೆ
ko: 페이스북으로
ky: Facebook менен
lo: ກັບເຟສບຸກ
lt: Su „Facebook“
lv: Ar Facebook
mk: Со Фејсбук
ml: ഫേസ്ബുക്കിനൊപ്പം
mn: Facebook-тэй
mr: फेसबुक सह
ms: Dengan Facebook
my: Facebook နဲ့
ne: फेसबुकको साथ
nl: Met Facebook
no: Med Facebook
or: ଫେସବୁକ ସହିତ
pa: ਫੇਸਬੁੱਕ ਦੇ ਨਾਲ
pl: Z Facebookiem
pt: Com o Facebook
ro: Cu Facebook
ru: С Фейсбуком
si: ෆේස්බුක් සමඟ
sk: S Facebookom
sl: S Facebookom
sq: Me Facebook-un
sr: Са Фејсбуком
sv: Med Facebook
sw: Pamoja na Facebook
ta: பேஸ்புக் மூலம்
te: ఫేస్‌బుక్‌తో
th: ด้วย Facebook
tr: Facebook ile
uk: З Facebook
ur: فیس بک کے ساتھ
uz: Facebook bilan
vi: Với Facebook
zh: 使用 Facebook
zu: Nge-Facebook

# login_avec_apple
source: With Apple
af: Met Apple
am: ከአፕል ጋር
ar: مع ابل
as: এপলৰ সৈতে
az: Apple ilə
be: З Apple
bg: С Apple
bn: অ্যাপলের সাথে
ca: Amb Apple
cs: S Applem
da: Med Apple
de: Mit Apple
el: Με την Apple
es: Con Apple
et: Apple'iga
eu: Applerekin
fa: با اپل
fi: Applen kanssa
fr: Avec Apple
gl: Con Apple
gu: એપલ સાથે
he: עם אפל
hi: एप्पल के साथ
hr: S Appleom
hu: Apple-lel
hy: Apple-ի հետ
is: Með Apple
it: Con Apple
ja: アップルと
ka: Apple-თან ერთად
kk: Apple компаниясымен
km: ជាមួយ Apple
kn: ಆಪಲ್ ಜೊತೆಗೆ
ko: 애플과 함께
ky: Apple менен
lo: ກັບ Apple
lt: Su „Apple“
lv: Ar Apple
mk: Со Apple
ml: ആപ്പിളിനൊപ്പം
mn: Apple-тай
mr: अ‍ॅपल सह
ms: Dengan Apple
my: Apple နှင့်
ne: एप्पलसँग
nl: Met Apple
no: Med Apple
or: ଆପଲ୍ ସହିତ
pa: ਐਪਲ ਦੇ ਨਾਲ
pl: Z Apple
pt: Com a Apple
ro: Cu Apple
ru: С Apple
si: ඇපල් සමඟ
sk: S Apple
sl: Z Appleom
sq: Me Apple
sr: Са Еплом
sv: Med Apple
sw: Pamoja na Apple
ta: ஆப்பிள் உடன்
te: ఆపిల్ తో
th: ด้วยแอปเปิ้ล
tr: Apple ile
uk: З Apple
ur: ایپل کے ساتھ
uz: Apple bilan
vi: Với Apple
zh: 与 Apple
zu: Nge-Apple

# login_no_compte
source: Don't have an account?
af: Het jy nie 'n rekening nie?
am: መለያ የለህም?
ar: ليس لديك حساب؟
as: একাউণ্ট নাই নেকি?
az: Hesabınız yoxdur?
be: Няма ўліковага запісу?
bg: Нямате акаунт?
bn: কোন অ্যাকাউন্ট নেই?
ca: No tens un compte?
cs: Nemáte účet?
da: Har du ikke en konto?
de: Sie haben noch kein Konto?
el: Δεν έχετε λογαριασμό;
es: ¿No tienes una cuenta?
et: Sul pole kontot?
eu: Ez duzu konturik?
fa: حساب کاربری ندارید؟
fi: Eikö sinulla ole tiliä?
fr: Vous n'avez pas de compte ?
gl: Non tes unha conta?
gu: ખાતું નથી?
he: אין לך חשבון?
hi: क्या आपके पास खाता नहीं है?
hr: Nemate račun?
hu: Nincs fiókod?
hy: Հաշիվ չունե՞ք։
is: Ertu ekki með aðgang?
it: Non hai un account?
ja: アカウントをお持ちではありませんか？
ka: ანგარიში არ გაქვთ?
kk: Есептік жазбаңыз жоқ па?
km: មិនមានគណនីមែនទេ?
kn: ಖಾತೆ ಇಲ್ಲವೇ?
ko: 계정이 없으신가요?
ky: Каттоо эсебиңиз жокпу?
lo: ບໍ່ມີບັນຊີບໍ?
lt: Neturite paskyros?
lv: Vai jums nav konta?
mk: Немате сметка?
ml: അക്കൗണ്ട് ഇല്ലേ?
mn: Бүртгэлгүй юу?
mr: खाते नाही का?
ms: Tiada akaun?
my: အကောင့်မရှိဘူးလား။
ne: खाता छैन?
nl: Heeft u nog geen account?
no: Har du ikke en konto?
or: ଆପଣଙ୍କର ଆକାଉଣ୍ଟ ନାହିଁ?
pa: ਕੀ ਤੁਹਾਡਾ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?
pl: Nie masz konta?
pt: Não tem uma conta?
ro: Nu aveți un cont?
ru: У вас нет учетной записи?
si: ගිණුමක් නැද්ද?
sk: Nemáte účet?
sl: Nimate računa?
sq: Nuk keni një llogari?
sr: Немате налог?
sv: Har du inget konto?
sw: Je, huna akaunti?
ta: கணக்கு இல்லையா?
te: ఖాతా లేదా?
th: ไม่มีบัญชีใช่ไหม?
tr: Hesabınız yok mu?
uk: Немає облікового запису?
ur: اکاؤنٹ نہیں ہے؟
uz: Hisobingiz yo'qmi?
vi: Bạn chưa có tài khoản?
zh: 沒有帳戶？
zu: Awunayo i-akhawunti?

# login_inscrivez_vous
source: Sign up
af: Registreer
am: ይመዝገቡ
ar: اشتراك
as: চাইন আপ কৰক
az: Qeydiyyatdan keçin
be: Зарэгістравацца
bg: Регистрация
bn: সাইন আপ করুন
ca: Registra't
cs: Registrovat se
da: Tilmeld dig
de: Melden Sie sich an
el: Εγγραφή
es: Inscribirse
et: Registreeru
eu: Izena eman
fa: ثبت نام کنید
fi: Rekisteröidy
fr: Inscrivez-vous
gl: Rexístrate
gu: સાઇન અપ કરો
he: הרשמה
hi: साइन अप करें
hr: Prijavi se
hu: Regisztráció
hy: Գրանցվել
is: Skráning
it: Iscrizione
ja: サインアップ
ka: რეგისტრაცია
kk: Тіркелу
km: ចុះឈ្មោះ
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
ko: 가입하기
ky: Кирүү
lo: ລົງທະບຽນ
lt: Registruotis
lv: Reģistrēties
mk: Регистрирај се
ml: സൈൻ അപ്പ് ചെയ്യുക
mn: Бүртгүүлэх
mr: साइन अप करा
ms: daftar
my: ဆိုင်းအပ်
ne: साइन अप गर्नुहोस्
nl: Aanmelden
no: Registrer deg
or: ସାଇନ୍ ଅପ୍ କରନ୍ତୁ
pa: ਸਾਇਨ ਅਪ
pl: Zapisać się
pt: Inscrever-se
ro: Înscrie-te
ru: Зарегистрироваться
si: ලියාපදිංචි වන්න
sk: Zaregistrovať sa
sl: Prijavi se
sq: Regjistrohu
sr: Региструј се
sv: Registrera dig
sw: Jisajili
ta: பதிவு செய்யவும்
te: సైన్ అప్ చేయండి
th: สมัครสมาชิก
tr: Üye olmak
uk: Зареєструватися
ur: سائن اپ کریں۔
uz: Ro'yxatdan o'tish
vi: Đăng ký
zh: 报名
zu: bhalisela

# login_sinscrire
source: Register
af: Registreer
am: ይመዝገቡ
ar: يسجل
as: পঞ্জীয়ন কৰা
az: Qeydiyyatdan keçin
be: Рэгістрацыя
bg: Регистрация
bn: নিবন্ধন
ca: Registra't
cs: Rejstřík
de: Registrieren
el: Μητρώο
es: Registro
et: Registreeru
eu: Erregistratu
fa: ثبت نام
fi: Rekisteröidy
fr: S'inscrire
gl: Rexistro
gu: નોંધણી કરો
he: לִרְשׁוֹם
hi: पंजीकरण करवाना
hr: Registar
hu: Nyilvántartás
hy: Գրանցվել
is: Skráning
it: Registro
ja: 登録する
ka: რეგისტრაცია
kk: Тіркелу
km: ចុះឈ្មោះ
kn: ನೋಂದಣಿ
ko: 등록하다
ky: Каттоо
lo: ລົງທະບຽນ
lt: Registruotis
lv: Reģistrēties
mk: Регистрирај се
ml: രജിസ്റ്റർ ചെയ്യുക
mn: Бүртгүүлэх
mr: नोंदणी करा
ms: Daftar
my: မှတ်ပုံတင်ပါ။
ne: दर्ता गर्नुहोस्
or: ପଞ୍ଜୀକୃତ କରନ୍ତୁ
pa: ਰਜਿਸਟਰ
pl: Rejestr
pt: Registrar
ro: Registru
ru: Зарегистрироваться
si: ලියාපදිංචි වන්න
sk: Registrovať
sl: Registracija
sq: Regjistrohu
sr: Региструј се
sw: Sajili
ta: பதிவு
te: నమోదు చేయండి
th: ลงทะเบียน
tr: Kayıt olmak
uk: Зареєструватися
ur: رجسٹر کریں۔
uz: Roʻyxatdan oʻtish
vi: Đăng ký
zh: 登记
zu: Bhalisa

# login_ou_inscrivez_vous_avec
source: Or register with
af: Of registreer by
am: ወይም በ ይመዝገቡ
ar: أو قم بالتسجيل مع
as: বা পঞ্জীয়ন কৰক
az: Və ya qeydiyyatdan keçin
be: Або зарэгіструйцеся ў
bg: Или се регистрирайте с
bn: অথবা নিবন্ধন করুন
ca: O registra't amb
cs: Nebo se zaregistrujte u
da: Eller registrer dig hos
de: Oder registrieren Sie sich mit
el: Ή εγγραφείτε με
es: O regístrate con
et: Või registreeru
eu: Edo erregistratu hemen:
fa: یا ثبت نام کنید با
fi: Tai rekisteröidy osoitteessa
fr: Ou inscrivez-vous avec
gl: Ou rexístrate con
gu: અથવા નોંધણી કરો
he: או להירשם עם
hi: या रजिस्टर करें
hr: Ili se registrirajte kod
hu: Vagy regisztráljon itt:
hy: Կամ գրանցվեք
is: Eða skrá sig hjá
it: Oppure registrati con
ja: または登録する
ka: ან დარეგისტრირდით
kk: Немесе тіркел
km: ឬចុះឈ្មោះជាមួយ
kn: ಅಥವಾ ನೋಂದಾಯಿಸಿ
ko: 또는 등록하세요
ky: Же менен катталыңыз
lo: ຫຼືລົງທະບຽນກັບ
lt: Arba užsiregistruokite pas
lv: Vai reģistrējieties vietnē
mk: Или регистрирајте се со
ml: അല്ലെങ്കിൽ രജിസ്റ്റർ ചെയ്യുക
mn: Эсвэл бүртгүүлнэ үү
mr: किंवा नोंदणी करा
ms: Atau daftar dengan
my: သို့မဟုတ် စာရင်းသွင်းပါ။
ne: अथवा दर्ता गर्नुहोस्
nl: Of registreer bij
no: Eller registrer deg hos
or: କିମ୍ବା ପଞ୍ଜିକରଣ କରନ୍ତୁ
pa: ਜਾਂ ਨਾਲ ਰਜਿਸਟਰ ਕਰੋ
pl: Lub zarejestruj się w
pt: Ou registre-se com
ro: Sau înregistrează-te cu
ru: Или зарегистрируйтесь
si: නැතහොත් ලියාපදිංචි වන්න
sk: Alebo sa zaregistrujte u
sl: Ali pa se registrirajte pri
sq: Ose regjistrohuni me
sr: Или се региструјте са
sv: Eller registrera dig hos
sw: Au kujiandikisha na
ta: அல்லது பதிவு செய்யவும்
te: లేదా నమోదు చేసుకోండి
th: หรือลงทะเบียนกับ
tr: Veya kaydolun
uk: Або зареєструйтесь у
ur: یا کے ساتھ رجسٹر کریں۔
uz: Yoki ro'yxatdan o'ting
vi: Hoặc đăng ký với
zh: 或注册
zu: Noma bhalisa nge

# email_validation_merci_register
source: Thank you for signing up!
af: Dankie dat jy ingeskryf het!
am: ስለተመዘገቡ እናመሰግናለን!
ar: شكرا لك على التسجيل!
as: চাইন আপ কৰাৰ বাবে ধন্যবাদ!
az: Qeydiyyatdan keçdiyiniz üçün təşəkkür edirik!
be: Дзякуй за рэгістрацыю!
bg: Благодаря ви, че се регистрирахте!
bn: সাইন আপ করার জন্য আপনাকে ধন্যবাদ!
ca: Gràcies per registrar-te!
cs: Děkujeme za registraci!
da: Tak for din tilmelding!
de: Danke fürs Anmelden!
el: Σας ευχαριστούμε που εγγραφήκατε!
es: ¡Gracias por registrarte!
et: Täname registreerumise eest!
eu: Eskerrik asko izena emateagatik!
fa: از ثبت نام شما متشکریم!
fi: Kiitos rekisteröitymisestä!
fr: Merci de vous être inscrit !
gl: Grazas por rexistrarte!
gu: સાઇન અપ કરવા બદલ આભાર!
he: תודה שנרשמת!
hi: साइन अप करने के लिए आपको धन्यवाद!
hr: Hvala što ste se prijavili!
hu: Köszönjük a feliratkozást!
hy: Շնորհակալություն գրանցվելու համար։
is: Takk fyrir að skrá þig!
it: Grazie per esserti iscritto!
ja: ご登録ありがとうございます！
ka: გმადლობთ დარეგისტრირებისთვის!
kk: Тіркелгеніңізге рахмет!
km: អរគុណសម្រាប់ការចុះឈ្មោះ!
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು!
ko: 등록해주셔서 감사합니다!
ky: Катталганыңыз үчүн рахмат!
lo: ຂອບໃຈສໍາລັບການລົງທະບຽນ!
lt: Ačiū, kad užsiregistravote!
lv: Paldies par reģistrēšanos!
mk: Ви благодариме што се регистриравте!
ml: സൈൻ അപ്പ് ചെയ്തതിന് നന്ദി!
mn: Бүртгүүлсэнд баярлалаа!
mr: साइन अप केल्याबद्दल धन्यवाद!
ms: Terima kasih kerana mendaftar!
my: စာရင်းသွင်းသည့်အတွက် ကျေးဇူးတင်ပါသည်။
ne: साइन अप गर्नुभएकोमा धन्यवाद!
nl: Bedankt voor uw aanmelding!
no: Takk for at du registrerte deg!
or: ସାଇନ୍ ଅପ୍ କରିବା ପାଇଁ ଧନ୍ୟବାଦ!
pa: ਸਾਈਨ ਅੱਪ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ!
pl: Dziękujemy za zapisanie się!
pt: Obrigado por se inscrever!
ro: Mulțumesc pentru înscriere!
ru: Спасибо за регистрацию!
si: ලියාපදිංචි වීම ගැන ඔබට ස්තුතියි!
sk: Ďakujeme za registráciu!
sl: Hvala za prijavo!
sq: Faleminderit që u regjistruat!
sr: Хвала вам што сте се пријавили!
sv: Tack för att du anmälde dig!
sw: Asante kwa kujiandikisha!
ta: பதிவு செய்ததற்கு நன்றி!
te: సైన్ అప్ చేసినందుకు ధన్యవాదాలు!
th: ขอบคุณสำหรับการสมัคร!
tr: Kaydolduğunuz için teşekkür ederiz!
uk: Дякуємо за реєстрацію!
ur: سائن اپ کرنے کے لیے آپ کا شکریہ!
uz: Roʻyxatdan oʻtganingiz uchun tashakkur!
vi: Cảm ơn bạn đã đăng ký!
zh: 感谢您注册！
zu: Siyabonga ngokubhalisa!
