Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# widget_dialogHelper_showfreetrialdialog_later
source: Later
am: በኋላ
ar: لاحقاً
as: পাছত
az: Daha sonra
be: Пазней
bg: По-късно
bn: পরে
ca: Més tard
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Más tarde
et: Hiljem
eu: Geroago
fa: بعداً
fi: Myöhemmin
fr: Plus tard
gl: Máis tarde
gu: પછીથી
he: מְאוּחָר יוֹתֵר
hi: बाद में
hr: Kasnije
hu: Később
hy: Ավելի ուշ
is: Seinna
it: Dopo
ja: 後で
ka: მოგვიანებით
kk: Кейінірек
km: ពេលក្រោយ
kn: ನಂತರ
ko: 나중에
ky: Кийинчерээк
lo: ຕໍ່ມາ
lt: Vėliau
lv: Vēlāk
mk: Подоцна
ml: പിന്നീട്
mn: Дараа нь
mr: नंतर
ms: Nanti
my: နောက်တော့
ne: पछि
no: Seinere
or: ପରେ
pa: ਬਾਅਦ ਵਿੱਚ
pl: Później
pt: Mais tarde
ro: Mai târziu
ru: Позже
si: පසුව
sk: Neskôr
sl: Kasneje
sq: Më vonë
sr: Касније
sv: Senare
sw: Baadaye
ta: பின்னர்
te: తరువాత
th: ภายหลัง
tr: Daha sonra
uk: Пізніше
ur: بعد میں
uz: Keyinchalik
vi: Sau đó
zh: 之后
zu: Kamuva

# widget_congratulation_bravo
source: Bravo
am: ብራቮ
ar: برافو
as: ব্ৰাভো
be: Брава
bg: Браво
bn: ব্রাভো
el: Μπράβο
fa: آفرین
gu: બ્રાવો
he: בראבו
hi: वाह!
hu: Bravó
hy: Բրավո
ja: ブラボー
ka: ბრავო
kk: Браво
kn: ಬ್ರಾವೋ
ko: 브라보
ky: Браво
mk: Браво
ml: ബ്രാവോ
mn: Браво
mr: ब्राव्हो
ne: ब्राभो
or: ବ୍ରାଭୋ
pa: ਬ੍ਰਾਵੋ
pl: Brawo
ru: Браво
si: බ්‍රාවෝ
sr: Браво
ta: பிராவோ
te: బ్రావో
th: บราโว่
uk: Браво
ur: براوو
vi: Chúc mừng
zh: 太棒了

# widget_congratulation_message
source: you have finished learning this List
af: jy het klaar hierdie lys geleer
am: ይህንን ዝርዝር መማር ጨርሰዋል
ar: لقد انتهيت من تعلم هذه القائمة
as: আপুনি এই তালিকাখন শিকি শেষ কৰিছে
az: bu Siyahını öyrənməyi bitirdiniz
be: Вы скончылі вывучаць гэты спіс
bg: Вие приключихте с изучаването на този списък
bn: তুমি এই তালিকাটি শেখা শেষ করেছো।
ca: has acabat d'aprendre aquesta llista
cs: Dokončili jste učení se tohoto seznamu
da: du er færdig med at lære denne liste
de: Sie haben das Lernen dieser Liste abgeschlossen
el: ολοκληρώσατε την εκμάθηση αυτής της λίστας
es: Has terminado de aprender esta lista
et: oled selle nimekirja õppimise lõpetanud
eu: zerrenda hau ikasten amaitu duzu
fa: شما یادگیری این لیست را تمام کرده‌اید
fi: olet oppinut tämän listan
fr: vous avez terminé d'apprendre cette Liste
gl: Remataches de aprender esta lista
gu: તમે આ યાદી શીખવાનું પૂર્ણ કરી લીધું છે.
he: סיימתם ללמוד את הרשימה הזו
hi: आपने यह सूची सीख ली है
hr: završili ste s učenjem ovog popisa
hu: befejezted a lista megtanulását
hy: Դուք ավարտել եք այս ցանկի ուսումնասիրությունը
is: þú ert búinn að læra þennan lista
it: hai finito di imparare questa lista
ja: このリストの学習は終了しました
ka: თქვენ დაასრულეთ ამ სიის შესწავლა
kk: Сіз бұл тізімді оқып бітірдіңіз
km: អ្នកបានបញ្ចប់ការរៀនបញ្ជីនេះ។
kn: ನೀವು ಈ ಪಟ್ಟಿಯನ್ನು ಕಲಿಯುವುದನ್ನು ಮುಗಿಸಿದ್ದೀರಿ.
ko: 이 목록에 대한 학습을 마쳤습니다
ky: сиз бул Тизмени үйрөнүп бүттүңүз
lo: ທ່ານໄດ້ສໍາເລັດການຮຽນຮູ້ບັນຊີລາຍຊື່ນີ້
lt: baigėte mokytis šio sąrašo
lv: Jūs esat pabeidzis apgūt šo sarakstu
mk: завршивте со учењето на оваа листа
ml: നിങ്ങൾ ഈ പട്ടിക പഠിച്ചു കഴിഞ്ഞു.
mn: Та энэ жагсаалтыг сурч дууссан
mr: तुम्ही ही यादी शिकून पूर्ण केली आहे.
ms: anda telah selesai mempelajari Senarai ini
my: ဒီစာရင်းကို သင်ပြီးသွားပါပြီ။
ne: तपाईंले यो सूची सिक्नुभयो।
nl: je bent klaar met het leren van deze lijst
no: du er ferdig med å lære denne listen
or: ତୁମେ ଏହି ତାଲିକା ଶିଖି ସାରିଛ।
pa: ਤੁਸੀਂ ਇਸ ਸੂਚੀ ਨੂੰ ਸਿੱਖਣਾ ਪੂਰਾ ਕਰ ਲਿਆ ਹੈ।
pl: skończyłeś naukę tej listy
pt: você terminou de aprender esta lista
ro: ai terminat de învățat această listă
ru: вы закончили изучать этот список
si: ඔබ මෙම ලැයිස්තුව ඉගෙන ගෙන අවසන්.
sk: Dokončili ste učenie sa tohto zoznamu
sl: Končali ste z učenjem tega seznama
sq: Ju keni mbaruar së mësuari këtë listë
sr: завршили сте са учењем ове листе
sv: du har läst klart den här listan
sw: umemaliza kujifunza Orodha hii
ta: நீங்கள் இந்தப் பட்டியலைக் கற்றுக்கொண்டு முடித்துவிட்டீர்கள்.
te: మీరు ఈ జాబితాను నేర్చుకోవడం పూర్తి చేసారు.
th: คุณได้เรียนรู้รายการนี้เสร็จแล้ว
tr: Bu Listeyi öğrenmeyi bitirdiniz
uk: Ви закінчили вивчати цей список
ur: آپ نے اس فہرست کو سیکھنا مکمل کر لیا ہے۔
uz: siz ushbu roʻyxatni oʻrganishni tugatdingiz
vi: bạn đã học xong danh sách này
zh: 您已学习完此列表
zu: usuqedile ukufunda lolu hlu

# widget_radiochoicevocabularylearnedornot_choice1
source: To learn
af: Om te leer
am: ለመማር
ar: للتعلم
as: শিকিবলৈ
az: Öyrənmək üçün
be: Каб даведацца
bg: Да се учиш
bn: শেখার জন্য
ca: Per aprendre
cs: Učit se
da: At lære
de: Lernen
el: Να μάθω
es: Para aprender
et: Õppima
eu: Ikasteko
fa: برای یادگیری
fi: Oppia
fr: À apprendre
gl: Para aprender
gu: શીખવા માટે
he: ללמוד
hi: जानने के लिए
hr: Učiti
hu: Tanulni
hy: Սովորելու համար
is: Að læra
it: Per imparare
ja: 学ぶために
ka: სწავლა
kk: Үйрену үшін
km: ដើម្បីរៀន
kn: ಕಲಿಯಲು
ko: 배우다
ky: үйрөнүү үчүн
lo: ເພື່ອຮຽນຮູ້
lt: Mokytis
lv: Lai mācītos
mk: Да се учи
ml: പഠിക്കാൻ
mn: Сурах гэж
mr: शिकणे
ms: Untuk belajar
my: လေ့လာရန်
ne: सिक्नु
nl: Om te leren
no: Å lære
or: ଶିଖିବା ପାଇଁ
pa: ਸਿੱਖਣ ਲਈ
pl: Uczyć się
pt: Para aprender
ro: A învăța
ru: Чтобы узнать
si: ඉගෙන ගැනීමට
sk: Učiť sa
sl: Učiti se
sq: Për të mësuar
sr: Да научим
sv: Att lära sig
sw: Kujifunza
ta: கற்றுக்கொள்ள
te: నేర్చుకోవడానికి
th: เพื่อเรียนรู้
tr: Öğrenmek için
uk: Навчитися
ur: سیکھنے کے لیے
uz: O'rganish uchun
vi: Để học
zh: 学习
zu: Ukuze ufunde

# widget_radiochoicevocabularylearnedornot_choice2
source: All
af: Alles
am: ሁሉም
ar: الجميع
as: আটাইবোৰ
az: Hamısı
be: Усе
bg: Всички
bn: সব
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Ολοι
es: Todo
et: Kõik
eu: Guztiak
fa: همه
fi: Kaikki
fr: Tous
gl: Todo
gu: બધા
he: כֹּל
hi: सभी
hr: Sve
hu: Minden
hy: Բոլորը
is: Allt
it: Tutto
ja: 全て
ka: ყველა
kk: Барлығы
km: ទាំងអស់។
kn: ಎಲ್ಲವೂ
ko: 모두
ky: Баары
lo: ທັງໝົດ
lt: Visi
lv: Visi
mk: Сите
ml: എല്ലാം
mn: Бүгд
mr: सर्व
ms: Semua
my: အားလုံး
ne: सबै
nl: Alle
no: Alle
or: ସମସ୍ତ
pa: ਸਾਰੇ
pl: Wszystko
pt: Todos
ro: Toate
ru: Все
si: සියල්ල
sk: Všetky
sl: Vse
sq: Të gjitha
sr: Сви
sv: Alla
sw: Wote
ta: அனைத்தும்
te: అన్నీ
th: ทั้งหมด
tr: Tüm
uk: Усі
ur: تمام
uz: Hammasi
vi: Tất cả
zh: 全部
zu: Konke

# title_create_personal_list
source: Create a custom list
af: Skep 'n persoonlike lys
am: ብጁ ዝርዝር ይፍጠሩ
ar: إنشاء قائمة مخصصة
as: এটা স্বনিৰ্বাচিত তালিকা সৃষ্টি কৰক
az: Fərdi siyahı yaradın
be: Стварыць карыстальніцкі спіс
bg: Създаване на персонализиран списък
bn: একটি কাস্টম তালিকা তৈরি করুন
ca: Crea una llista personalitzada
cs: Vytvořte si vlastní seznam
da: Opret en brugerdefineret liste
de: Erstellen einer benutzerdefinierten Liste
el: Δημιουργήστε μια προσαρμοσμένη λίστα
es: Crear una lista personalizada
et: Kohandatud loendi loomine
eu: Sortu zerrenda pertsonalizatu bat
fa: ایجاد لیست سفارشی
fi: Luo mukautettu luettelo
fr: Créer une liste personnalisée
gl: Crear unha lista personalizada
gu: કસ્ટમ સૂચિ બનાવો
he: צור רשימה מותאמת אישית
hi: एक कस्टम सूची बनाएँ
hr: Izradi prilagođeni popis
hu: Egyéni lista létrehozása
hy: Ստեղծեք անհատական ցուցակ
is: Búa til sérsniðinn lista
it: Crea un elenco personalizzato
ja: カスタムリストを作成する
ka: შექმენით მორგებული სია
kk: Теңшелетін тізім жасаңыз
km: បង្កើតបញ្ជីផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಪಟ್ಟಿಯನ್ನು ರಚಿಸಿ
ko: 사용자 정의 목록 만들기
ky: Ыңгайлаштырылган тизме түзүңүз
lo: ສ້າງລາຍການແບບກຳນົດເອງ
lt: Sukurkite pasirinktinį sąrašą
lv: Izveidojiet pielāgotu sarakstu
mk: Креирај прилагоден список
ml: ഒരു ഇഷ്ടാനുസൃത ലിസ്റ്റ് സൃഷ്ടിക്കുക
mn: Тусгай жагсаалт үүсгэх
mr: कस्टम यादी तयार करा
ms: Buat senarai tersuai
my: စိတ်ကြိုက်စာရင်းတစ်ခုဖန်တီးပါ။
ne: अनुकूलन सूची सिर्जना गर्नुहोस्
nl: Een aangepaste lijst maken
no: Opprett en tilpasset liste
or: ଏକ କଷ୍ଟମ୍ ତାଲିକା ତିଆରି କରନ୍ତୁ
pa: ਇੱਕ ਵਿਉਂਤਬੱਧ ਸੂਚੀ ਬਣਾਓ
pl: Utwórz listę niestandardową
pt: Crie uma lista personalizada
ro: Creați o listă personalizată
ru: Создать собственный список
si: අභිරුචි ලැයිස්තුවක් සාදන්න
sk: Vytvoriť vlastný zoznam
sl: Ustvarite seznam po meri
sq: Krijo një listë të personalizuar
sr: Направите прилагођену листу
sv: Skapa en anpassad lista
sw: Unda orodha maalum
ta: தனிப்பயன் பட்டியலை உருவாக்கு
te: కస్టమ్ జాబితాను సృష్టించండి
th: สร้างรายการที่กำหนดเอง
tr: Özel bir liste oluşturun
uk: Створити власний список
ur: اپنی مرضی کی فہرست بنائیں
uz: Shaxsiy ro'yxat yarating
vi: Tạo danh sách tùy chỉnh
zh: 创建自定义列表
zu: Dala uhlu lwangokwezifiso

# title_app_update
source: Update available!
af: Opdatering beskikbaar!
am: ማዘመን አለ!
ar: التحديث متاح!
as: আপডেট উপলব্ধ!
az: Yeniləmə əlçatandır!
be: Даступнае абнаўленне!
bg: Налична е актуализация!
bn: আপডেট উপলব্ধ!
ca: Actualització disponible!
cs: Aktualizace k dispozici!
da: Opdatering tilgængelig!
de: Update verfügbar!
el: Διαθέσιμη ενημέρωση!
es: ¡Actualización disponible!
et: Värskendus saadaval!
eu: Eguneraketa eskuragarri!
fa: به‌روزرسانی در دسترس است!
fi: Päivitys saatavilla!
fr: Mise à jour disponible !
gl: Actualización dispoñible!
gu: અપડેટ ઉપલબ્ધ છે!
he: עדכון זמין!
hi: उपलब्ध अद्यतन!
hr: Dostupno ažuriranje!
hu: Frissítés elérhető!
hy: Թարմացումը հասանելի է։
is: Uppfærsla í boði!
it: Aggiornamento disponibile!
ja: アップデートが利用可能です!
ka: განახლება ხელმისაწვდომია!
kk: Жаңарту қолжетімді!
km: អាប់ដេតមានហើយ!
kn: ನವೀಕರಣ ಲಭ್ಯವಿದೆ!
ko: 업데이트가 가능합니다!
ky: Жаңыртуу жеткиликтүү!
lo: ມີອັບເດດແລ້ວ!
lt: Atnaujinimas pasiekiamas!
lv: Atjauninājums pieejams!
mk: Достапно е ажурирање!
ml: അപ്‌ഡേറ്റ് ലഭ്യമാണ്!
mn: Шинэчлэлт боломжтой!
mr: अपडेट उपलब्ध!
ms: Kemas kini tersedia!
my: အပ်ဒိတ် ရနိုင်ပါသည်။
ne: अपडेट उपलब्ध छ!
nl: Update beschikbaar!
no: Oppdatering tilgjengelig!
or: ଅପଡେଟ୍ ଉପଲବ୍ଧ!
pa: ਅੱਪਡੇਟ ਉਪਲਬਧ ਹੈ!
pl: Aktualizacja dostępna!
pt: Atualização disponível!
ro: Actualizare disponibilă!
ru: Доступно обновление!
si: යාවත්කාලීනය තිබේ!
sk: Aktualizácia k dispozícii!
sl: Posodobitev na voljo!
sq: Përditësimi është i disponueshëm!
sr: Ажурирање доступно!
sv: Uppdatering tillgänglig!
sw: Sasisho linapatikana!
ta: புதுப்பிப்பு கிடைக்கிறது!
te: నవీకరణ అందుబాటులో ఉంది!
th: มีอัปเดตแล้ว!
tr: Güncelleme mevcut!
uk: Доступне оновлення!
ur: اپ ڈیٹ دستیاب ہے!
uz: Yangilanish mavjud!
vi: Đã có bản cập nhật!
zh: 有可用更新！
zu: Isibuyekezo siyatholakala!

# title_subscription
source: Our Subscriptions
af: Ons Subskripsies
am: የእኛ የደንበኝነት ምዝገባዎች
ar: اشتراكاتنا
as: আমাৰ চাবস্ক্ৰিপচনসমূহ
az: Abunəliklərimiz
be: Нашы падпіскі
bg: Нашите абонаменти
bn: আমাদের সাবস্ক্রিপশন
ca: Les nostres subscripcions
cs: Naše předplatné
da: Vores abonnementer
de: Unsere Abonnements
el: Οι Συνδρομές μας
es: Nuestras suscripciones
et: Meie tellimused
eu: Gure harpidetzak
fa: اشتراک‌های ما
fi: Tilauksemme
fr: Nos Abonnements
gl: As nosas subscricións
gu: અમારા સબ્સ્ક્રિપ્શન્સ
he: המנויים שלנו
hi: हमारी सदस्यताएँ
hr: Naše pretplate
hu: Előfizetéseink
hy: Մեր բաժանորդագրությունները
is: Áskriftir okkar
it: I nostri abbonamenti
ja: サブスクリプション
ka: ჩვენი გამოწერები
kk: Біздің жазылымдарымыз
km: ការជាវរបស់យើង។
kn: ನಮ್ಮ ಚಂದಾದಾರಿಕೆಗಳು
ko: 우리의 구독
ky: Биздин жазылуулар
lo: ການສະໝັກໃຊ້ຂອງພວກເຮົາ
lt: Mūsų prenumeratos
lv: Mūsu abonementi
mk: Нашите претплати
ml: ഞങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷനുകൾ
mn: Бидний захиалга
mr: आमचे सदस्यत्व
ms: Langganan Kami
my: ကျွန်ုပ်တို့၏ စာရင်းသွင်းမှုများ
ne: हाम्रा सदस्यताहरू
nl: Onze abonnementen
no: Våre abonnementer
or: ଆମର ସଦସ୍ୟତାଗୁଡ଼ିକ
pa: ਸਾਡੀਆਂ ਗਾਹਕੀਆਂ
pl: Nasze subskrypcje
pt: Nossas Assinaturas
ro: Abonamentele noastre
ru: Наши подписки
si: අපගේ දායකත්වයන්
sk: Naše predplatné
sl: Naše naročnine
sq: Abonimet tona
sr: Наше претплате
sv: Våra prenumerationer
sw: Usajili wetu
ta: எங்கள் சந்தாக்கள்
te: మా సభ్యత్వాలు
th: การสมัครสมาชิกของเรา
tr: Aboneliklerimiz
uk: Наші підписки
ur: ہماری سبسکرپشنز
uz: Bizning obunalarimiz
vi: Đăng ký của chúng tôi
zh: 我们的订阅
zu: Okubhaliselwe kwethu

# by_themes
source: Par themes
af: Par-temas
am: ተመሳሳይ ገጽታዎች
ar: مواضيع بار
as: পাৰ থিম
az: Par mövzular
be: Тэмы Par
bg: Пар теми
bn: পার থিম
ca: Temes de parella
cs: Par témata
da: Par-temaer
de: Par-Themen
el: Θέματα Par
es: Por temas
et: Par teemad
eu: Gaiak
fa: تم‌های پار
fi: Par-teemoja
gl: Temas de parella
gu: થીમ્સ
he: ערכות נושא של Par
hi: समान थीम
hr: Par teme
hu: Par témák
hy: Պար թեմաներ
is: Par þemu
it: Temi parziali
ja: パーテーマ
ka: Par თემები
kk: Пар тақырыптар
km: ប្រធានបទ
kn: ಪಾರ್ ಥೀಮ್‌ಗಳು
ko: Par 테마
ky: Пар темалар
lo: ຫົວຂໍ້ par
lt: Par temos
lv: Par tēmām
mk: Пар теми
ml: പാര തീമുകൾ
mn: Пар сэдэв
mr: समतुल्य थीम्स
ms: Tema par
my: ပေးရေး အပြင်အဆင်
ne: विषयवस्तुहरू
nl: Par-thema's
no: Par-temaer
or: ସମାନ ଥିମଗୁଡ଼ିକ
pa: ਥੀਮਾਂ ਦੇ ਨਾਲ
pl: Par tematy
pt: Temas Par
ro: Teme parțiale
ru: Темы пар
si: සම තේමා
sk: Par témy
sl: Par teme
sq: Temat e Par
sr: Пар теме
sv: Par-teman
sw: Kulinganisha mandhari
ta: பார் கருப்பொருள்கள்
te: పార్ థీమ్స్
th: พาร์ธีมส์
tr: Par temaları
uk: Парні теми
ur: موضوعات کے برابر
uz: Par mavzular
vi: Chủ đề Par
zh: Par主题
zu: Izindikimba ezihambisanayo

# no_vocabulary_in_my_list
source: You don't have any vocabulary in this list. Add some by editing the list.
af: Jy het geen woordeskat in hierdie lys nie. Voeg 'n paar by deur die lys te wysig.
am: በዚህ ዝርዝር ውስጥ ምንም የቃላት ዝርዝር የለዎትም። ዝርዝሩን በማረም የተወሰኑትን ይጨምሩ።
ar: لا توجد أي مفردات في هذه القائمة. أضف بعضًا منها بتعديلها.
as: এই তালিকাত আপোনাৰ কোনো শব্দভাণ্ডাৰ নাই। তালিকাখন সম্পাদনা কৰি কিছুমান যোগ কৰক।
az: Bu siyahıda heç bir lüğətiniz yoxdur. Siyahını redaktə edərək bəzilərini əlavə edin.
be: У гэтым спісе няма слоўнікавага запасу. Дадайце яго, адрэдагаваўшы спіс.
bg: Нямате речник в този списък. Добавете, като редактирате списъка.
bn: এই তালিকায় আপনার কোন শব্দভাণ্ডার নেই। তালিকাটি সম্পাদনা করে কিছু যোগ করুন।
ca: No teniu cap vocabulari en aquesta llista. Afegiu-ne editant la llista.
cs: V tomto seznamu nemáte žádnou slovní zásobu. Přidejte nějakou úpravou seznamu.
da: Du har ikke noget ordforråd på denne liste. Tilføj noget ved at redigere listen.
de: Sie haben in dieser Liste keine Vokabeln. Fügen Sie welche hinzu, indem Sie die Liste bearbeiten.
el: Δεν έχετε λεξιλόγιο σε αυτήν τη λίστα. Προσθέστε λίγο επεξεργαζόμενοι τη λίστα.
es: No tienes vocabulario en esta lista. Añade algo editándola.
et: Selles nimekirjas pole sõnavara. Lisa uusi sõnu nimekirja muutes.
eu: Ez duzu hiztegirik zerrenda honetan. Gehitu batzuk zerrenda editatuz.
fa: شما هیچ لغتی در این لیست ندارید. با ویرایش لیست، تعدادی اضافه کنید.
fi: Sinulla ei ole sanastoa tässä listassa. Lisää sanastoa muokkaamalla listaa.
fr: Vous n'avez aucun vocabulaire dans cette liste. Ajoutez-en en modifiant la liste
gl: Non tes vocabulario nesta lista. Engade algo editando a lista.
gu: આ યાદીમાં તમારી પાસે કોઈ શબ્દભંડોળ નથી. યાદીમાં ફેરફાર કરીને થોડી ઉમેરો.
he: אין לך אוצר מילים ברשימה זו. הוסף אוצר מילים על ידי עריכת הרשימה.
hi: इस सूची में आपकी कोई शब्दावली नहीं है। सूची संपादित करके कुछ शब्दावली जोड़ें।
hr: Nemate vokabulara na ovom popisu. Dodajte ga uređivanjem popisa.
hu: Nincs szókincsed ezen a listán. Szerkeszd a listát, és bővítsd.
hy: Դուք այս ցանկում բառապաշար չունեք։ Ավելացրեք այն՝ խմբագրելով ցանկը։
is: Þú hefur ekkert orðaforða á þessum lista. Bættu við einhverju með því að breyta listanum.
it: Non hai alcun vocabolario in questa lista. Aggiungine un po' modificandola.
ja: このリストには語彙がありません。リストを編集して語彙を追加してください。
ka: ამ სიაში ლექსიკა არ გაქვთ. დაამატეთ რამდენიმე სიტყვა სიის რედაქტირებით.
kk: Бұл тізімде сөздік қорыңыз жоқ. Тізімді өңдеу арқылы біразын қосыңыз.
km: អ្នកមិនមានវាក្យសព្ទណាមួយនៅក្នុងបញ្ជីនេះទេ។ បន្ថែមមួយចំនួនដោយការកែសម្រួលបញ្ជី។
kn: ಈ ಪಟ್ಟಿಯಲ್ಲಿ ನಿಮ್ಮ ಬಳಿ ಯಾವುದೇ ಶಬ್ದಕೋಶವಿಲ್ಲ. ಪಟ್ಟಿಯನ್ನು ಸಂಪಾದಿಸುವ ಮೂಲಕ ಕೆಲವನ್ನು ಸೇರಿಸಿ.
ko: 이 목록에는 어휘가 없습니다. 목록을 편집하여 어휘를 추가하세요.
ky: Бул тизмеде сиздин сөз байлыгыңыз жок. Тизмени түзөтүү менен айрымдарын кошуңуз.
lo: ທ່ານບໍ່ມີຄຳສັບໃດໆຢູ່ໃນລາຍຊື່ນີ້. ເພີ່ມບາງຢ່າງໂດຍການດັດແກ້ລາຍຊື່.
lt: Šiame sąraše nėra jokio žodyno. Pridėkite jį redaguodami.
lv: Šajā sarakstā nav vārdu krājuma. Pievienojiet, rediģējot sarakstu.
mk: Немате вокабулар во оваа листа. Додадете малку со уредување на листата.
ml: ഈ ലിസ്റ്റിൽ നിങ്ങൾക്ക് പദാവലി ഒന്നുമില്ല. ലിസ്റ്റ് എഡിറ്റ് ചെയ്തുകൊണ്ട് കുറച്ച് ചേർക്കുക.
mn: Танд энэ жагсаалтад үгийн сан байхгүй байна. Жагсаалтыг засах замаар заримыг нэмнэ үү.
mr: या यादीत तुमच्याकडे कोणताही शब्दसंग्रह नाही. यादी संपादित करून काही शब्दसंग्रह जोडा.
ms: Anda tidak mempunyai sebarang perbendaharaan kata dalam senarai ini. Tambah beberapa dengan mengedit senarai.
my: ဤစာရင်းတွင် သင့်တွင် မည်သည့်ဝေါဟာရမှ မရှိပါ။ စာရင်းကို တည်းဖြတ်ခြင်းဖြင့် အချို့ကို ထည့်ပါ။
ne: यस सूचीमा तपाईंसँग कुनै पनि शब्दावली छैन। सूची सम्पादन गरेर केही थप्नुहोस्।
nl: Er staat geen woordenschat in deze lijst. Voeg er een paar toe door de lijst te bewerken.
no: Du har ikke noe vokabular i denne listen. Legg til noe ved å redigere listen.
or: ଏହି ତାଲିକାରେ ଆପଣଙ୍କର କୌଣସି ଶବ୍ଦକୋଷ ନାହିଁ। ତାଲିକାକୁ ସମ୍ପାଦନ କରି କିଛି ଯୋଡନ୍ତୁ।
pa: ਇਸ ਸੂਚੀ ਵਿੱਚ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਸ਼ਬਦਾਵਲੀ ਨਹੀਂ ਹੈ। ਸੂਚੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਕੇ ਕੁਝ ਸ਼ਬਦ ਜੋੜੋ।
pl: Nie masz żadnego słownictwa na tej liście. Dodaj, edytując listę.
pt: Você não possui nenhum vocabulário nesta lista. Adicione algum editando a lista.
ro: Nu aveți vocabular în această listă. Adăugați câteva editând lista.
ru: В этом списке нет слов. Добавьте их, отредактировав список.
si: මෙම ලැයිස්තුවේ ඔබට කිසිදු වචන මාලාවක් නොමැත. ලැයිස්තුව සංස්කරණය කිරීමෙන් කිහිපයක් එකතු කරන්න.
sk: V tomto zozname nemáte žiadnu slovnú zásobu. Pridajte nejakú úpravou zoznamu.
sl: Na tem seznamu nimate besedišča. Dodajte ga tako, da uredite seznam.
sq: Nuk ke fjalor në këtë listë. Shto pak duke e modifikuar listën.
sr: Немате вокабулар на овој листи. Додајте га уређивањем листе.
sv: Du har inga ord i den här listan. Lägg till några genom att redigera listan.
sw: Huna msamiati wowote katika orodha hii. Ongeza baadhi kwa kuhariri orodha.
ta: இந்தப் பட்டியலில் உங்களிடம் எந்தச் சொல்லகராதியும் இல்லை. பட்டியலைத் திருத்துவதன் மூலம் சிலவற்றைச் சேர்க்கவும்.
te: ఈ జాబితాలో మీకు ఎటువంటి పదజాలం లేదు. జాబితాను సవరించడం ద్వారా కొన్నింటిని జోడించండి.
th: คุณไม่มีคำศัพท์ในรายการนี้เลย เพิ่มคำศัพท์โดยแก้ไขรายการ
tr: Bu listede herhangi bir kelime bilginiz yok. Listeyi düzenleyerek yeni kelimeler ekleyebilirsiniz.
uk: У цьому списку немає словникового запасу. Додайте його, відредагувавши список.
ur: اس فہرست میں آپ کے پاس کوئی ذخیرہ الفاظ نہیں ہے۔ فہرست میں ترمیم کرکے کچھ شامل کریں۔
uz: Bu roʻyxatda hech qanday soʻz boyligingiz yoʻq. Ro'yxatni tahrirlash orqali bir oz qo'shing.
vi: Bạn không có từ vựng nào trong danh sách này. Hãy thêm từ vựng bằng cách chỉnh sửa danh sách.
zh: 此列表中没有任何词汇。请通过编辑列表添加一些词汇。
zu: Awunawo amagama kulolu hlu. Engeza okunye ngokuhlela uhlu.

source: Anonymous user
af: Anonieme gebruiker
am: ስም-አልባ ተጠቃሚ
ar: مستخدم مجهول
as: বেনামী ব্যৱহাৰকাৰী
az: Anonim istifadəçi
be: Ананімны карыстальнік
bg: Анонимен потребител
bn: বেনামী ব্যবহারকারী
ca: Usuari anònim
cs: Anonymní uživatel
da: Anonym bruger
de: Anonymer Benutzer
el: Ανώνυμος χρήστης
es: Usuario anónimo
et: Anonüümne kasutaja
eu: Erabiltzaile anonimoa
fa: کاربر ناشناس
fi: Anonyymi käyttäjä
fr: Utilisateur anonyme
gl: Usuario anónimo
gu: અનામી વપરાશકર્તા
he: משתמש אנונימי
hi: अनाम उपयोगकर्ता
hr: Anonimni korisnik
hu: Névtelen felhasználó
hy: Անանուն օգտատեր
is: Nafnlaus notandi
it: Utente anonimo
ja: 匿名ユーザー
ka: ანონიმური მომხმარებელი
kk: Анонимді қолданушы
km: អ្នកប្រើប្រាស់អនាមិក
kn: ಅನಾಮಧೇಯ ಬಳಕೆದಾರ
ko: 익명의 사용자
ky: Анонимдүү колдонуучу
lo: ຜູ້ໃຊ້ທີ່ບໍ່ເປີດເຜີຍຊື່
lt: Anoniminis naudotojas
lv: Anonīms lietotājs
mk: Анонимен корисник
ml: അജ്ഞാത ഉപയോക്താവ്
mn: Нэргүй хэрэглэгч
mr: अनामिक वापरकर्ता
ms: Pengguna tanpa nama
my: အမည်မသိအသုံးပြုသူ
ne: बेनामी प्रयोगकर्ता
nl: Anonieme gebruiker
no: Anonym bruker
or: ଅଜ୍ଞାତ ଉପଯୋଗକର୍ତ୍ତା
pa: ਅਗਿਆਤ ਵਰਤੋਂਕਾਰ
pl: Użytkownik anonimowy
pt: Usuário anônimo
ro: Utilizator anonim
ru: Анонимный пользователь
si: නිර්නාමික පරිශීලක
sk: Anonymný používateľ
sl: Anonimni uporabnik
sq: Përdorues anonim
sr: Анонимни корисник
sv: Anonym användare
sw: Mtumiaji asiyejulikana
ta: பெயர் தெரியாத பயனர்
te: అనామక వినియోగదారు
th: ผู้ใช้ที่ไม่ระบุชื่อ
tr: Anonim kullanıcı
uk: Анонімний користувач
ur: گمنام صارف
uz: Anonim foydalanuvchi
vi: Người dùng ẩn danh
zh: 匿名用户
zu: Umsebenzisi ongaziwa

# alert_message_email_verify_send
source: Verification email sent!
af: Verifikasie-e-pos gestuur!
am: የማረጋገጫ ኢሜይል ተልኳል!
ar: تم إرسال بريد إلكتروني للتحقق!
as: পৰীক্ষণ ইমেইল প্ৰেৰণ কৰা হৈছে!
az: Doğrulama e-poçtu göndərildi!
be: Электронны ліст з пацвярджэннем адпраўлены!
bg: Изпратен е имейл за потвърждение!
bn: যাচাইকরণ ইমেল পাঠানো হয়েছে!
ca: Correu electrònic de verificació enviat!
cs: Ověřovací e-mail odeslán!
da: Bekræftelsesmail sendt!
de: Bestätigungs-E-Mail gesendet!
el: Το email επαλήθευσης στάλθηκε!
es: ¡Correo electrónico de verificación enviado!
et: Kinnitusmeil saadetud!
eu: Egiaztapen-mezu elektronikoa bidali da!
fa: ایمیل تایید ارسال شد!
fi: Vahvistussähköposti lähetetty!
fr: Email de vérification envoyé !
gl: Correo electrónico de verificación enviado!
gu: ચકાસણી ઇમેઇલ મોકલ્યો!
he: נשלח אימייל אימות!
hi: सत्यापन विद्युतडाक भेज दिया गया है!
hr: E-poruka za potvrdu poslana!
hu: Ellenőrző e-mail elküldve!
hy: Հաստատման էլ. նամակն ուղարկված է։
is: Staðfestingartölvupóstur sendur!
it: Email di verifica inviata!
ja: 確認メールを送信しました。
ka: დამადასტურებელი ელ.წერილი გაიგზავნა!
kk: Растау электрондық поштасы жіберілді!
km: បានផ្ញើអ៊ីមែលផ្ទៀងផ្ទាត់!
kn: ಪರಿಶೀಲನೆ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ!
ko: 확인 이메일이 전송되었습니다!
ky: Текшерүү электрондук почтасы жөнөтүлдү!
lo: ສົ່ງອີເມວຢືນຢັນແລ້ວ!
lt: Patvirtinimo el. laiškas išsiųstas!
lv: Verifikācijas e-pasts nosūtīts!
mk: Е-поштата за потврда е испратена!
ml: സ്ഥിരീകരണ ഇമെയിൽ അയച്ചു!
mn: Баталгаажуулах имэйл илгээсэн!
mr: पडताळणी ईमेल पाठवला!
ms: E-mel pengesahan dihantar!
my: အတည်ပြုအီးမေးလ် ပို့လိုက်ပါပြီ။
ne: प्रमाणीकरण इमेल पठाइयो!
nl: Verificatie-e-mail verzonden!
no: Bekreftelses-e-post sendt!
or: ଯାଞ୍ଚ ଇମେଲ୍ ପଠାଗଲା!
pa: ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਭੇਜੀ ਗਈ!
pl: E-mail weryfikacyjny został wysłany!
pt: E-mail de verificação enviado!
ro: E-mail de verificare trimis!
ru: Письмо с подтверждением отправлено!
si: සත්‍යාපන විද්‍යුත් තැපෑල යවන ලදී!
sk: Overovací e-mail odoslaný!
sl: Potrditveno e-poštno sporočilo je bilo poslano!
sq: Emaili i verifikimit u dërgua!
sr: Е-порука за верификацију је послата!
sv: Verifieringsmejl skickat!
sw: Barua pepe ya uthibitishaji imetumwa!
ta: சரிபார்ப்பு மின்னஞ்சல் அனுப்பப்பட்டது!
te: ధృవీకరణ ఇమెయిల్ పంపబడింది!
th: ส่งอีเมลยืนยันแล้ว!
tr: Doğrulama e-postası gönderildi!
uk: Лист з підтвердженням надіслано!
ur: توثیقی ای میل بھیج دیا گیا!
uz: Tasdiqlash xati yuborildi!
vi: Đã gửi email xác minh!
zh: 验证邮件已发送！
zu: I-imeyili yokuqinisekisa ithunyelwe!
