Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# email_validation_msg_email_send
source: A verification email has been sent to your email address
af: 'n Verifikasie-e-pos is na jou e-posadres gestuur
am: የማረጋገጫ ኢሜይል ወደ ኢሜል አድራሻዎ ተልኳል።
ar: لقد تم إرسال رسالة التحقق إلى عنوان بريدك الإلكتروني
as: আপোনাৰ ইমেইল ঠিকনালৈ এটা সত্যাপন ইমেইল প্ৰেৰণ কৰা হৈছে
az: E-poçt ünvanınıza doğrulama e-poçtu göndərildi
be: На ваш адрас электроннай пошты быў адпраўлены ліст з праверкай
bg: На вашия имейл адрес е изпратен имейл за потвърждение
bn: আপনার ইমেল ঠিকানায় একটি যাচাইকরণ ইমেল পাঠানো হয়েছে।
ca: S'ha enviat un correu electrònic de verificació a la vostra adreça electrònica.
cs: Na vaši e-mailovou adresu byl odeslán ověřovací e-mail.
da: En bekræftelsesmail er blevet sendt til din e-mailadresse
de: Eine Bestätigungs-E-Mail wurde an Ihre E-Mail-Adresse gesendet
el: Ένα email επαλήθευσης έχει σταλεί στη διεύθυνση email σας
es: Se ha enviado un correo electrónico de verificación a su dirección de correo electrónico.
et: Kinnitusmeil on saadetud teie e-posti aadressile
eu: Egiaztapen-mezu elektroniko bat bidali da zure helbide elektronikora
fa: یک ایمیل تأیید به آدرس ایمیل شما ارسال شده است
fi: Vahvistussähköposti on lähetetty sähköpostiosoitteeseesi
fr: Un email de vérification a été envoyé à votre adresse email
gl: Enviouse un correo electrónico de verificación ao teu enderezo de correo electrónico
gu: તમારા ઇમેઇલ સરનામાં પર એક ચકાસણી ઇમેઇલ મોકલવામાં આવ્યો છે.
he: נשלחה כתובת הדוא"ל שלך עם אימייל אימות
hi: आपके ईमेल पते पर एक सत्यापन ईमेल भेजा गया है
hr: E-poruka za potvrdu poslana je na vašu adresu e-pošte
hu: Egy ellenőrző e-mailt küldtünk az e-mail címedre
hy: Ձեր էլեկտրոնային հասցեին ուղարկվել է հաստատման նամակ
is: Staðfestingartölvupóstur hefur verið sendur á netfangið þitt
it: Un'e-mail di verifica è stata inviata al tuo indirizzo e-mail
ja: 確認メールがあなたのメールアドレスに送信されました
ka: თქვენს ელექტრონული ფოსტის მისამართზე გაიგზავნა დამადასტურებელი ელ.წერილი
kk: Электрондық пошта мекенжайыңызға растау хаты жіберілді
km: អ៊ីមែលផ្ទៀងផ្ទាត់ត្រូវបានផ្ញើទៅអាសយដ្ឋានអ៊ីមែលរបស់អ្នក។
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ ಪರಿಶೀಲನಾ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ.
ko: 귀하의 이메일 주소로 확인 이메일이 전송되었습니다.
ky: Сиздин электрондук почта дарегиңизге текшерүү электрондук каты жөнөтүлдү
lo: ອີເມລ໌ຢັ້ງຢືນໄດ້ຖືກສົ່ງໄປຫາທີ່ຢູ່ອີເມວຂອງເຈົ້າແລ້ວ
lt: Patvirtinimo el. laiškas išsiųstas į jūsų el. pašto adresą
lv: Uz jūsu e-pasta adresi ir nosūtīts verifikācijas e-pasts.
mk: Испратена е е-пошта за потврда на вашата е-адреса
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസത്തിലേക്ക് ഒരു സ്ഥിരീകരണ ഇമെയിൽ അയച്ചിട്ടുണ്ട്.
mn: Баталгаажуулах имэйлийг таны имэйл хаяг руу илгээсэн
mr: तुमच्या ईमेल पत्त्यावर एक पडताळणी ईमेल पाठवण्यात आला आहे.
ms: E-mel pengesahan telah dihantar ke alamat e-mel anda
my: သင့်အီးမေးလ်လိပ်စာသို့ အတည်ပြုအီးမေးလ်တစ်စောင် ပေးပို့လိုက်ပါပြီ။
ne: तपाईंको इमेल ठेगानामा प्रमाणीकरण इमेल पठाइएको छ।
nl: Er is een verificatie-e-mail naar uw e-mailadres verzonden
no: En bekreftelses-e-post er sendt til e-postadressen din
or: ଆପଣଙ୍କ ଇମେଲ୍ ଠିକଣାକୁ ଏକ ଯାଞ୍ଚ ଇମେଲ୍ ପଠାଯାଇଛି।
pa: ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ 'ਤੇ ਇੱਕ ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਭੇਜ ਦਿੱਤੀ ਗਈ ਹੈ।
pl: Wiadomość e-mail z potwierdzeniem została wysłana na Twój adres e-mail
pt: Um e-mail de verificação foi enviado para seu endereço de e-mail
ro: Un e-mail de verificare a fost trimis la adresa dvs. de e-mail
ru: На ваш адрес электронной почты было отправлено письмо с подтверждением.
si: ඔබගේ විද්‍යුත් තැපැල් ලිපිනයට සත්‍යාපන විද්‍යුත් තැපෑලක් යවා ඇත.
sk: Na vašu e-mailovú adresu bol odoslaný overovací e-mail
sl: Na vaš e-poštni naslov je bilo poslano potrditveno e-poštno sporočilo
sq: Një email verifikimi është dërguar në adresën tuaj të emailit
sr: Порука за верификацију је послата на вашу адресу е-поште
sv: Ett verifieringsmejl har skickats till din e-postadress
sw: Barua pepe ya uthibitishaji imetumwa kwa anwani yako ya barua pepe
ta: உங்கள் மின்னஞ்சல் முகவரிக்கு ஒரு சரிபார்ப்பு மின்னஞ்சல் அனுப்பப்பட்டுள்ளது.
te: మీ ఇమెయిల్ చిరునామాకు ధృవీకరణ ఇమెయిల్ పంపబడింది.
th: อีเมลยืนยันได้ถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว
tr: E-posta adresinize bir doğrulama e-postası gönderildi
uk: На вашу адресу електронної пошти надіслано електронний лист із підтвердженням
ur: ایک تصدیقی ای میل آپ کے ای میل پتے پر بھیج دیا گیا ہے۔
uz: Tasdiqlash xati elektron pochta manzilingizga yuborildi
vi: Một email xác minh đã được gửi đến địa chỉ email của bạn
zh: 验证邮件已发送至您的邮箱地址
zu: I-imeyili yokuqinisekisa ithunyelwe ekhelini lakho le-imeyili

# email_validation_instruction
source: Please check your inbox and follow the instructions to validate your email address. This will allow us to confirm your registration and give you access to all the features of our service.
af: Gaan asseblief jou inboks na en volg die instruksies om jou e-posadres te valideer. Dit sal ons toelaat om jou registrasie te bevestig en jou toegang te gee tot al die kenmerke van ons diens.
am: እባክዎ የኢሜል አድራሻዎን ለማረጋገጥ የገቢ መልእክት ሳጥንዎን ያረጋግጡ እና መመሪያዎቹን ይከተሉ። ይህ ምዝገባዎን እንድናረጋግጥ እና ሁሉንም የአገልግሎታችን ባህሪያትን እንዲያገኙ ያስችሎታል።
ar: يرجى مراجعة بريدك الوارد واتباع التعليمات للتحقق من صحة عنوان بريدك الإلكتروني. سيسمح لنا هذا بتأكيد تسجيلك ومنحك إمكانية الوصول إلى جميع ميزات خدمتنا.
as: অনুগ্ৰহ কৰি আপোনাৰ ইনবক্স পৰীক্ষা কৰক আৰু আপোনাৰ ইমেইল ঠিকনা বৈধ কৰিবলৈ নিৰ্দেশনা অনুসৰণ কৰক। ইয়াৰ দ্বাৰা আমি আপোনাৰ পঞ্জীয়ন নিশ্চিত কৰিব পাৰিম আৰু আমাৰ সেৱাৰ সকলো বৈশিষ্ট্যৰ প্ৰৱেশাধিকাৰ দিম।
az: Zəhmət olmasa, gələnlər qutusunu yoxlayın və e-poçt ünvanınızı doğrulamaq üçün təlimatlara əməl edin. Bu, bizə qeydiyyatınızı təsdiqləməyə və sizə xidmətimizin bütün xüsusiyyətlərinə giriş imkanı verəcək.
be: Калі ласка, праверце сваю паштовую скрыню і выканайце інструкцыі, каб пацвердзіць свой адрас электроннай пошты. Гэта дазволіць нам пацвердзіць вашу рэгістрацыю і даць вам доступ да ўсіх функцый нашага сэрвісу.
bg: Моля, проверете входящата си поща и следвайте инструкциите, за да потвърдите имейл адреса си. Това ще ни позволи да потвърдим регистрацията ви и да ви предоставим достъп до всички функции на нашата услуга.
bn: অনুগ্রহ করে আপনার ইনবক্স চেক করুন এবং আপনার ইমেল ঠিকানা যাচাই করার জন্য নির্দেশাবলী অনুসরণ করুন। এটি আমাদের আপনার নিবন্ধন নিশ্চিত করার অনুমতি দেবে এবং আপনাকে আমাদের পরিষেবার সমস্ত বৈশিষ্ট্যগুলিতে অ্যাক্সেস দেবে।
ca: Si us plau, reviseu la vostra safata d'entrada i seguiu les instruccions per validar la vostra adreça de correu electrònic. Això ens permetrà confirmar el vostre registre i us donarà accés a totes les funcions del nostre servei.
cs: Zkontrolujte si prosím svou e-mailovou schránku a postupujte podle pokynů k ověření vaší e-mailové adresy. To nám umožní potvrdit vaši registraci a poskytnout vám přístup ke všem funkcím naší služby.
da: Tjek venligst din indbakke, og følg instruktionerne for at validere din e-mailadresse. Dette vil give os mulighed for at bekræfte din registrering og give dig adgang til alle funktionerne i vores tjeneste.
de: Bitte überprüfen Sie Ihren Posteingang und folgen Sie den Anweisungen zur Bestätigung Ihrer E-Mail-Adresse. Dadurch können wir Ihre Registrierung bestätigen und Ihnen Zugriff auf alle Funktionen unseres Dienstes gewähren.
el: Ελέγξτε τα εισερχόμενά σας και ακολουθήστε τις οδηγίες για να επαληθεύσετε τη διεύθυνση email σας. Αυτό θα μας επιτρέψει να επιβεβαιώσουμε την εγγραφή σας και να σας δώσουμε πρόσβαση σε όλες τις λειτουργίες της υπηρεσίας μας.
es: Por favor, revise su bandeja de entrada y siga las instrucciones para validar su dirección de correo electrónico. Esto nos permitirá confirmar su registro y darle acceso a todas las funciones de nuestro servicio.
et: Palun kontrollige oma postkasti ja järgige juhiseid oma e-posti aadressi kinnitamiseks. See võimaldab meil teie registreerimise kinnitada ja annab teile juurdepääsu kõigile meie teenuse funktsioonidele.
eu: Mesedez, egiaztatu zure sarrera-ontzia eta jarraitu argibideei zure helbide elektronikoa balioztatzeko. Horri esker, zure erregistroa berretsi ahal izango dugu eta gure zerbitzuaren funtzio guztietarako sarbidea izango duzu.
fa: لطفا صندوق ورودی خود را بررسی کنید و دستورالعمل‌ها را برای تأیید آدرس ایمیل خود دنبال کنید. این به ما امکان می‌دهد ثبت نام شما را تأیید کنیم و به شما امکان دسترسی به تمام ویژگی‌های سرویس ما را بدهیم.
fi: Tarkista sähköpostisi ja seuraa ohjeita sähköpostiosoitteesi vahvistamiseksi. Näin voimme vahvistaa rekisteröitymisesi ja antaa sinulle pääsyn kaikkiin palvelumme ominaisuuksiin.
fr: Veuillez vérifier votre boîte de réception et suivre les instructions pour valider votre adresse email. Cela nous permettra de confirmer votre inscription et de vous donner accès à toutes les fonctionnalités de notre service.
gl: Revisa a túa caixa de entrada e segue as instrucións para validar o teu enderezo de correo electrónico. Isto permitiranos confirmar o teu rexistro e darche acceso a todas as funcións do noso servizo.
gu: કૃપા કરીને તમારા ઇનબોક્સને તપાસો અને તમારા ઇમેઇલ સરનામાંને માન્ય કરવા માટે સૂચનાઓનું પાલન કરો. આનાથી અમે તમારી નોંધણીની પુષ્ટિ કરી શકીશું અને તમને અમારી સેવાની બધી સુવિધાઓની ઍક્સેસ આપી શકીશું.
he: אנא בדוק את תיבת הדואר הנכנס שלך ופעל לפי ההוראות כדי לאמת את כתובת הדוא"ל שלך. פעולה זו תאפשר לנו לאשר את הרישום שלך ולתת לך גישה לכל התכונות של השירות שלנו.
hi: कृपया अपना इनबॉक्स देखें और अपने ईमेल पते की पुष्टि करने के लिए दिए गए निर्देशों का पालन करें। इससे हम आपके पंजीकरण की पुष्टि कर पाएँगे और आपको हमारी सेवा की सभी सुविधाओं तक पहुँच मिल जाएगी।
hr: Molimo Vas da provjerite pristiglu poštu i slijedite upute za potvrdu svoje adrese e-pošte. To će nam omogućiti da potvrdimo Vašu registraciju i da Vam omogućimo pristup svim značajkama naše usluge.
hu: Kérjük, ellenőrizze a beérkező leveleit, és kövesse az utasításokat az e-mail címe érvényesítéséhez. Ez lehetővé teszi számunkra, hogy megerősítsük regisztrációját, és hozzáférést biztosítsunk szolgáltatásunk összes funkciójához.
hy: Խնդրում ենք ստուգել ձեր էլ. փոստի արկղը և հետևել հրահանգներին՝ ձեր էլ. փոստի հասցեն հաստատելու համար: Սա մեզ թույլ կտա հաստատել ձեր գրանցումը և ձեզ հասանելիություն տալ մեր ծառայության բոլոր հնարավորություններին:
is: Vinsamlegast athugaðu pósthólfið þitt og fylgdu leiðbeiningunum til að staðfesta netfangið þitt. Þetta gerir okkur kleift að staðfesta skráninguna þína og veita þér aðgang að öllum eiginleikum þjónustu okkar.
it: Controlla la tua casella di posta e segui le istruzioni per convalidare il tuo indirizzo email. Questo ci permetterà di confermare la tua registrazione e di darti accesso a tutte le funzionalità del nostro servizio.
ja: 受信トレイをご確認の上、指示に従ってメールアドレスを認証してください。これにより、ご登録の確認とサービスの全機能へのアクセスが可能になります。
ka: გთხოვთ, შეამოწმოთ თქვენი შემოსული წერილები და მიჰყვეთ ინსტრუქციებს თქვენი ელექტრონული ფოსტის მისამართის დასადასტურებლად. ეს საშუალებას მოგვცემს დავადასტუროთ თქვენი რეგისტრაცია და მოგცეთ წვდომა ჩვენი სერვისის ყველა ფუნქციაზე.
kk: Кіріс жәшігіңізді тексеріп, электрондық пошта мекенжайыңызды растау үшін нұсқауларды орындаңыз. Бұл сіздің тіркелуіңізді растауға және қызметіміздің барлық мүмкіндіктеріне қол жеткізуге мүмкіндік береді.
km: សូមពិនិត្យមើលប្រអប់សំបុត្ររបស់អ្នក ហើយធ្វើតាមការណែនាំ ដើម្បីបញ្ជាក់អាសយដ្ឋានអ៊ីមែលរបស់អ្នក។ វានឹងអនុញ្ញាតឱ្យយើងបញ្ជាក់ពីការចុះឈ្មោះរបស់អ្នក និងផ្តល់ឱ្យអ្នកនូវការចូលប្រើមុខងារទាំងអស់នៃសេវាកម្មរបស់យើង។
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಮೌಲ್ಯೀಕರಿಸಲು ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ. ಇದು ನಿಮ್ಮ ನೋಂದಣಿಯನ್ನು ದೃಢೀಕರಿಸಲು ಮತ್ತು ನಮ್ಮ ಸೇವೆಯ ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ನೀಡಲು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.
ko: 받은 편지함을 확인하고 안내에 따라 이메일 주소를 인증해 주세요. 이를 통해 등록을 확인하고 서비스의 모든 기능을 이용하실 수 있습니다.
ky: Сураныч, почтаңыздын дарегин текшерип, нускамаларды аткарыңыз. Бул бизге сиздин каттооңузду ырастоого жана биздин кызматтын бардык мүмкүнчүлүктөрүнө мүмкүнчүлүк берет.
lo: ກະລຸນາກວດເບິ່ງ inbox ຂອງທ່ານແລະປະຕິບັດຕາມຄໍາແນະນໍາເພື່ອກວດສອບທີ່ຢູ່ອີເມວຂອງທ່ານ. ນີ້ຈະຊ່ວຍໃຫ້ພວກເຮົາຢືນຢັນການລົງທະບຽນຂອງທ່ານແລະໃຫ້ທ່ານເຂົ້າເຖິງຄຸນສົມບັດທັງຫມົດຂອງການບໍລິການຂອງພວກເຮົາ.
lt: Patikrinkite savo el. pašto dėžutę ir vadovaukitės instrukcijomis, kad patvirtintumėte savo el. pašto adresą. Tai leis mums patvirtinti jūsų registraciją ir suteiks jums prieigą prie visų mūsų paslaugos funkcijų.
lv: Lūdzu, pārbaudiet savu iesūtni un izpildiet norādījumus, lai apstiprinātu savu e-pasta adresi. Tas ļaus mums apstiprināt jūsu reģistrāciju un sniegs jums piekļuvi visām mūsu pakalpojuma funkcijām.
mk: Ве молиме проверете го вашето сандаче и следете ги упатствата за да ја потврдите вашата е-адреса. Ова ќе ни овозможи да ја потврдиме вашата регистрација и да ви овозможиме пристап до сите функции на нашата услуга.
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം സാധൂകരിക്കുന്നതിന് ദയവായി നിങ്ങളുടെ ഇൻബോക്സ് പരിശോധിച്ച് നിർദ്ദേശങ്ങൾ പാലിക്കുക. ഇത് നിങ്ങളുടെ രജിസ്ട്രേഷൻ സ്ഥിരീകരിക്കാനും ഞങ്ങളുടെ സേവനത്തിന്റെ എല്ലാ സവിശേഷതകളിലേക്കും നിങ്ങൾക്ക് പ്രവേശനം നൽകാനും ഞങ്ങളെ അനുവദിക്കും.
mn: Ирсэн имэйлээ шалгаад имэйл хаягаа баталгаажуулахын тулд зааврыг дагана уу. Ингэснээр бид таны бүртгэлийг баталгаажуулж, манай үйлчилгээний бүх боломжуудыг ашиглах боломжийг олгоно.
mr: कृपया तुमचा इनबॉक्स तपासा आणि तुमचा ईमेल पत्ता सत्यापित करण्यासाठी सूचनांचे अनुसरण करा. हे आम्हाला तुमची नोंदणी पुष्टी करण्यास अनुमती देईल आणि तुम्हाला आमच्या सेवेच्या सर्व वैशिष्ट्यांमध्ये प्रवेश देईल.
ms: Sila semak peti masuk anda dan ikut arahan untuk mengesahkan alamat e-mel anda. Ini akan membolehkan kami mengesahkan pendaftaran anda dan memberi anda akses kepada semua ciri perkhidmatan kami.
my: ကျေးဇူးပြု၍ သင့်ဝင်စာပုံးကို စစ်ဆေးပြီး သင့်အီးမေးလ်လိပ်စာကို အတည်ပြုရန် ညွှန်ကြားချက်များကို လိုက်နာပါ။ ၎င်းသည် ကျွန်ုပ်တို့အား သင်၏မှတ်ပုံတင်ခြင်းကို အတည်ပြုရန်နှင့် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှု၏အင်္ဂါရပ်အားလုံးကို သင့်အား ဝင်ရောက်ခွင့်ပေးမည်ဖြစ်သည်။
ne: कृपया आफ्नो इनबक्स जाँच गर्नुहोस् र आफ्नो इमेल ठेगाना प्रमाणित गर्न निर्देशनहरू पालना गर्नुहोस्। यसले हामीलाई तपाईंको दर्ता पुष्टि गर्न र हाम्रो सेवाका सबै सुविधाहरूमा पहुँच दिन अनुमति दिनेछ।
nl: Controleer uw inbox en volg de instructies om uw e-mailadres te valideren. Dit stelt ons in staat uw registratie te bevestigen en u toegang te geven tot alle functies van onze service.
no: Sjekk innboksen din og følg instruksjonene for å bekrefte e-postadressen din. Dette vil la oss bekrefte registreringen din og gi deg tilgang til alle funksjonene i tjenesten vår.
or: ଦୟାକରି ଆପଣଙ୍କର ଇନବକ୍ସ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣାକୁ ବୈଧ କରିବା ପାଇଁ ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁସରଣ କରନ୍ତୁ। ଏହା ଆମକୁ ଆପଣଙ୍କର ପଞ୍ଜୀକରଣ ନିଶ୍ଚିତ କରିବାକୁ ଏବଂ ଆମ ସେବାର ସମସ୍ତ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକୁ ପ୍ରବେଶ ପ୍ରଦାନ କରିବାକୁ ଅନୁମତି ଦେବ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਇਨਬਾਕਸ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਲਈ ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ। ਇਹ ਸਾਨੂੰ ਤੁਹਾਡੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਵੇਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਸਾਡੀ ਸੇਵਾ ਦੀਆਂ ਸਾਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਦੇਵੇਗਾ।
pl: Sprawdź swoją skrzynkę odbiorczą i postępuj zgodnie z instrukcjami, aby zweryfikować swój adres e-mail. Pozwoli nam to potwierdzić Twoją rejestrację i zapewnić Ci dostęp do wszystkich funkcji naszego serwisu.
pt: Verifique sua caixa de entrada e siga as instruções para validar seu endereço de e-mail. Isso nos permitirá confirmar seu cadastro e lhe dará acesso a todos os recursos do nosso serviço.
ro: Vă rugăm să verificați căsuța poștală și să urmați instrucțiunile pentru a vă valida adresa de e-mail. Acest lucru ne va permite să vă confirmăm înregistrarea și să vă oferim acces la toate funcțiile serviciului nostru.
ru: Проверьте свой почтовый ящик и следуйте инструкциям для подтверждения адреса электронной почты. Это позволит нам подтвердить вашу регистрацию и предоставить вам доступ ко всем функциям нашего сервиса.
si: කරුණාකර ඔබගේ එන ලිපි පරීක්ෂා කර ඔබගේ විද්‍යුත් තැපැල් ලිපිනය වලංගු කිරීමට උපදෙස් අනුගමනය කරන්න. මෙය ඔබගේ ලියාපදිංචිය තහවුරු කිරීමට සහ අපගේ සේවාවේ සියලුම විශේෂාංග වෙත ප්‍රවේශය ලබා දීමට අපට ඉඩ සලසයි.
sk: Skontrolujte si, prosím, svoju doručenú poštu a postupujte podľa pokynov na overenie svojej e-mailovej adresy. To nám umožní potvrdiť vašu registráciu a poskytnúť vám prístup ku všetkým funkciám našej služby.
sl: Preverite svoj nabiralnik in sledite navodilom za potrditev svojega e-poštnega naslova. To nam bo omogočilo, da potrdimo vašo registracijo in vam omogočimo dostop do vseh funkcij naše storitve.
sq: Ju lutemi kontrolloni kutinë tuaj postare dhe ndiqni udhëzimet për të vërtetuar adresën tuaj të email-it. Kjo do të na lejojë të konfirmojmë regjistrimin tuaj dhe t'ju japë qasje në të gjitha veçoritë e shërbimit tonë.
sr: Молимо вас да проверите пријемно сандуче и пратите упутства да бисте потврдили своју адресу е-поште. Ово ће нам омогућити да потврдимо вашу регистрацију и да вам омогућимо приступ свим функцијама нашег сервиса.
sv: Kontrollera din inkorg och följ instruktionerna för att bekräfta din e-postadress. Detta gör att vi kan bekräfta din registrering och ge dig tillgång till alla funktioner i vår tjänst.
sw: Tafadhali angalia kisanduku pokezi chako na ufuate maagizo ili kuthibitisha anwani yako ya barua pepe. Hii itaturuhusu kuthibitisha usajili wako na kukupa ufikiaji wa vipengele vyote vya huduma yetu.
ta: உங்கள் மின்னஞ்சல் முகவரியைச் சரிபார்க்க, உங்கள் இன்பாக்ஸைச் சரிபார்த்து, வழிமுறைகளைப் பின்பற்றவும். இது உங்கள் பதிவை உறுதிப்படுத்தவும், எங்கள் சேவையின் அனைத்து அம்சங்களையும் அணுகவும் உங்களை அனுமதிக்கும்.
te: దయచేసి మీ ఇన్‌బాక్స్‌ను తనిఖీ చేసి, మీ ఇమెయిల్ చిరునామాను ధృవీకరించడానికి సూచనలను అనుసరించండి. ఇది మీ రిజిస్ట్రేషన్‌ను నిర్ధారించడానికి మరియు మా సేవ యొక్క అన్ని లక్షణాలకు మీకు ప్రాప్యతను ఇవ్వడానికి అనుమతిస్తుంది.
th: โปรดตรวจสอบกล่องจดหมายของคุณและปฏิบัติตามคำแนะนำเพื่อยืนยันที่อยู่อีเมลของคุณ วิธีนี้จะช่วยให้เราสามารถยืนยันการลงทะเบียนของคุณและให้คุณเข้าถึงฟีเจอร์ทั้งหมดของบริการของเราได้
tr: Lütfen gelen kutunuzu kontrol edin ve e-posta adresinizi doğrulamak için talimatları izleyin. Bu, kaydınızı onaylamamızı ve hizmetimizin tüm özelliklerine erişmenizi sağlayacaktır.
uk: Будь ласка, перевірте свою поштову скриньку та дотримуйтесь інструкцій для підтвердження вашої електронної адреси. Це дозволить нам підтвердити вашу реєстрацію та надати вам доступ до всіх функцій нашого сервісу.
ur: براہ کرم اپنا ان باکس چیک کریں اور اپنے ای میل ایڈریس کی توثیق کرنے کے لیے ہدایات پر عمل کریں۔ یہ ہمیں آپ کی رجسٹریشن کی تصدیق کرنے اور آپ کو ہماری سروس کی تمام خصوصیات تک رسائی دینے کی اجازت دے گا۔
uz: Iltimos, pochta qutingizni tekshiring va elektron pochta manzilingizni tasdiqlash uchun ko'rsatmalarga amal qiling. Bu bizga roʻyxatdan oʻtganingizni tasdiqlash va xizmatimizning barcha imkoniyatlaridan foydalanish imkonini beradi.
vi: Vui lòng kiểm tra hộp thư đến và làm theo hướng dẫn để xác thực địa chỉ email của bạn. Việc này sẽ cho phép chúng tôi xác nhận đăng ký của bạn và cung cấp cho bạn quyền truy cập vào tất cả các tính năng của dịch vụ.
zh: 请查看您的收件箱，并按照说明验证您的电子邮件地址。这将使我们能够确认您的注册，并允许您访问我们服务的所有功能。
zu: Sicela uhlole ibhokisi lakho lokungenayo bese ulandela imiyalelo ukuze uqinisekise ikheli lakho le-imeyili. Lokhu kuzosivumela ukuthi siqinisekise ukubhaliswa kwakho futhi sikunikeze ukufinyelela kuzo zonke izici zesevisi yethu.
