Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# app_description
source: VocZilla is the perfect app to expand your English vocabulary, no matter your level. Discover thousands of words categorized by theme, play fun quizzes, track your progress, and challenge your friends!
af: VocZilla is die perfekte toepassing om jou Engelse woordeskat uit te brei, ongeag jou vlak. Ontdek duisende woorde gekategoriseer volgens tema, speel prettige vasvrae, hou jou vordering dop en daag jou vriende uit!
am: VocZilla የእርስዎን ደረጃ ምንም ይሁን ምን የእንግሊዝኛ ቃላትን ለማስፋት ፍጹም መተግበሪያ ነው። በጭብጥ የተከፋፈሉ በሺዎች የሚቆጠሩ ቃላትን ያግኙ ፣ አስደሳች ጥያቄዎችን ይጫወቱ ፣ እድገትዎን ይከታተሉ እና ጓደኞችዎን ይፈትኑ!
ar: فوكزيلا هو التطبيق الأمثل لإثراء مفرداتك الإنجليزية، مهما كان مستواك. اكتشف آلاف الكلمات المصنفة حسب الموضوع، وشارك في اختبارات ممتعة، وتابع تقدمك، وتحدَّ أصدقاءك!
as: VocZilla আপোনাৰ ইংৰাজী শব্দভাণ্ডাৰ সম্প্ৰসাৰণ কৰিবলৈ নিখুঁত এপ, আপোনাৰ স্তৰ যিয়েই নহওক কিয়। থিম অনুসৰি শ্ৰেণীভুক্ত হাজাৰ হাজাৰ শব্দ আৱিষ্কাৰ কৰক, মজাৰ কুইজ খেলক, আপোনাৰ অগ্ৰগতি অনুসৰণ কৰক, আৰু আপোনাৰ বন্ধুসকলক প্ৰত্যাহ্বান জনাওক!
az: VocZilla səviyyənizdən asılı olmayaraq ingilis dili lüğətinizi genişləndirmək üçün mükəmməl proqramdır. Mövzuya görə kateqoriyalara bölünmüş minlərlə sözü kəşf edin, əyləncəli testlər oynayın, tərəqqinizi izləyin və dostlarınıza meydan oxuyun!
be: VocZilla — ідэальнае прыкладанне для пашырэння вашага слоўнікавага запасу англійскай мовы, незалежна ад вашага ўзроўню. Адкрыйце для сябе тысячы слоў, класіфікаваных па тэмах, гуляйце ў вясёлыя віктарыны, адсочвайце свой прагрэс і кідайце выклік сваім сябрам!
bg: VocZilla е перфектното приложение за разширяване на английския ви речник, независимо от нивото ви. Открийте хиляди думи, категоризирани по теми, играйте забавни викторини, следете напредъка си и предизвиквайте приятелите си!
bn: VocZilla হল আপনার ইংরেজি শব্দভান্ডার প্রসারিত করার জন্য নিখুঁত অ্যাপ, আপনার স্তর যাই হোক না কেন। থিম অনুসারে শ্রেণীবদ্ধ হাজার হাজার শব্দ আবিষ্কার করুন, মজাদার কুইজ খেলুন, আপনার অগ্রগতি ট্র্যাক করুন এবং আপনার বন্ধুদের চ্যালেঞ্জ করুন!
ca: VocZilla és l'aplicació perfecta per ampliar el teu vocabulari anglès, independentment del teu nivell. Descobreix milers de paraules classificades per tema, juga a divertits qüestionaris, fes un seguiment del teu progrés i desafia els teus amics!
cs: VocZilla je perfektní aplikace pro rozšíření vaší anglické slovní zásoby bez ohledu na vaši úroveň. Objevte tisíce slovíček rozdělených podle témat, hrajte zábavné kvízy, sledujte svůj pokrok a vyzvěte své přátele!
da: VocZilla er den perfekte app til at udvide dit engelske ordforråd, uanset dit niveau. Opdag tusindvis af ord kategoriseret efter tema, spil sjove quizzer, følg dine fremskridt og udfordr dine venner!
de: VocZilla ist die perfekte App, um Ihren englischen Wortschatz zu erweitern, unabhängig von Ihrem Niveau. Entdecken Sie Tausende von Wörtern, kategorisiert nach Themen, spielen Sie lustige Quizze, verfolgen Sie Ihren Fortschritt und fordern Sie Ihre Freunde heraus!
el: Το VocZilla είναι η τέλεια εφαρμογή για να εμπλουτίσετε το αγγλικό σας λεξιλόγιο, ανεξάρτητα από το επίπεδό σας. Ανακαλύψτε χιλιάδες λέξεις κατηγοριοποιημένες ανά θέμα, παίξτε διασκεδαστικά κουίζ, παρακολουθήστε την πρόοδό σας και προκαλέστε τους φίλους σας!
es: VocZilla es la app perfecta para ampliar tu vocabulario de inglés, sin importar tu nivel. Descubre miles de palabras clasificadas por tema, participa en divertidos cuestionarios, sigue tu progreso y reta a tus amigos.
et: VocZilla on ideaalne rakendus oma inglise keele sõnavara laiendamiseks, olenemata teie tasemest. Avastage tuhandeid teemade kaupa liigitatud sõnu, mängige lõbusaid viktoriine, jälgige oma edusamme ja esitage oma sõpradele väljakutseid!
eu: VocZilla aplikazio ezin hobea da zure ingeles hiztegia zabaltzeko, zure maila edozein dela ere. Ezagutu gaiaren arabera sailkatutako milaka hitz, egin galdetegi dibertigarrietan, jarraitu zure aurrerapena eta erronka egin zure lagunei!
fa: وُکزیلا (VocZilla) اپلیکیشن بی‌نظیری برای گسترش دایره لغات انگلیسی شماست، صرف نظر از سطحتان. هزاران کلمه را که بر اساس موضوع دسته‌بندی شده‌اند، کشف کنید، آزمون‌های سرگرم‌کننده انجام دهید، پیشرفت خود را پیگیری کنید و دوستانتان را به چالش بکشید!
fi: VocZilla on täydellinen sovellus englannin sanavarastosi laajentamiseen taitotasostasi riippumatta. Löydä tuhansia sanoja teeman mukaan luokiteltuina, pelaa hauskoja tietokilpailuja, seuraa edistymistäsi ja haasta ystäväsi!
fr: VocZilla est l’application idéale pour enrichir ton vocabulaire en anglais, quel que soit ton niveau. Découvre des milliers de mots classés par thèmes, joue à des quiz ludiques, suis ta progression et défie tes amis !
gl: VocZilla é a aplicación perfecta para ampliar o teu vocabulario en inglés, sexa cal sexa o teu nivel. Descubre miles de palabras categorizadas por tema, xoga a divertidos cuestionarios, fai un seguimento do teu progreso e desafía aos teus amigos!
gu: VocZilla એ તમારા અંગ્રેજી શબ્દભંડોળને વિસ્તૃત કરવા માટે એક સંપૂર્ણ એપ્લિકેશન છે, ભલે તમારું સ્તર ગમે તે હોય. થીમ દ્વારા વર્ગીકૃત હજારો શબ્દો શોધો, મનોરંજક ક્વિઝ રમો, તમારી પ્રગતિને ટ્રૅક કરો અને તમારા મિત્રોને પડકાર આપો!
he: VocZilla היא האפליקציה המושלמת להרחבת אוצר המילים שלכם באנגלית, לא משנה מה הרמה שלכם. גלו אלפי מילים המסווגות לפי נושא, שחקו בחידונים מהנים, עקבו אחר ההתקדמות שלכם ואתגרו את חבריכם!
hi: VocZilla आपकी अंग्रेजी शब्दावली को बढ़ाने के लिए एकदम सही ऐप है, चाहे आपका स्तर कुछ भी हो। थीम के आधार पर वर्गीकृत हज़ारों शब्द खोजें, मज़ेदार क्विज़ खेलें, अपनी प्रगति पर नज़र रखें और अपने दोस्तों को चुनौती दें!
hr: VocZilla je savršena aplikacija za proširivanje vašeg engleskog vokabulara, bez obzira na vašu razinu. Otkrijte tisuće riječi kategoriziranih po temama, igrajte zabavne kvizove, pratite svoj napredak i izazivajte svoje prijatelje!
hu: A VocZilla a tökéletes alkalmazás az angol szókincs bővítésére, szintedtől függetlenül. Fedezz fel több ezer szót témák szerint kategorizálva, játssz szórakoztató kvízeket, kövesd nyomon a fejlődésedet, és hívd ki a barátaidat!
hy: VocZilla-ն կատարյալ հավելված է ձեր անգլերենի բառապաշարը ընդլայնելու համար՝ անկախ ձեր մակարդակից: Բացահայտեք հազարավոր բառեր՝ դասակարգված ըստ թեմայի, խաղացեք զվարճալի վիկտորինաներ, հետևեք ձեր առաջընթացին և մարտահրավեր նետեք ձեր ընկերներին:
is: VocZilla er hið fullkomna app til að auka enskuorðaforða þinn, óháð því hvaða færni þú ert á. Uppgötvaðu þúsundir orða flokkaðar eftir þema, spilaðu skemmtilegar spurningakeppnir, fylgstu með framförum þínum og skoraðu á vini þína!
it: VocZilla è l'app perfetta per ampliare il tuo vocabolario inglese, a prescindere dal tuo livello. Scopri migliaia di parole suddivise per tema, gioca a divertenti quiz, monitora i tuoi progressi e sfida i tuoi amici!
ja: VocZillaは、レベルを問わず英語の語彙力を高めるのに最適なアプリです。テーマ別に分類された数千語の単語を発見し、楽しいクイズに挑戦し、進捗状況を追跡し、友達と競い合いましょう！
ka: VocZilla იდეალური აპლიკაციაა თქვენი ინგლისური ლექსიკის გასამდიდრებლად, თქვენი დონის მიუხედავად. აღმოაჩინეთ ათასობით სიტყვა, რომლებიც კატეგორიზებულია თემატიკის მიხედვით, ითამაშეთ სახალისო ვიქტორინები, თვალყური ადევნეთ თქვენს პროგრესს და გამოიწვიეთ თქვენი მეგობრები!
kk: VocZilla - деңгейіңізге қарамастан, ағылшын тіліндегі сөздік қорыңызды кеңейтуге арналған тамаша қолданба. Тақырып бойынша санатталған мыңдаған сөздерді ашыңыз, көңілді викториналар ойнаңыз, үлгеріміңізді қадағалаңыз және достарыңызды шақырыңыз!
km: VocZilla គឺជាកម្មវិធីដ៏ល្អឥតខ្ចោះដើម្បីពង្រីកវាក្យសព្ទភាសាអង់គ្លេសរបស់អ្នក មិនថាកម្រិតរបស់អ្នកទេ។ ស្វែងរកពាក្យរាប់ពាន់ដែលបែងចែកតាមប្រធានបទ លេងសំណួររីករាយ តាមដានវឌ្ឍនភាពរបស់អ្នក និងប្រកួតប្រជែងជាមួយមិត្តភ័ក្តិរបស់អ្នក!
kn: ನಿಮ್ಮ ಇಂಗ್ಲಿಷ್ ಶಬ್ದಕೋಶವನ್ನು ವಿಸ್ತರಿಸಲು VocZilla ಸೂಕ್ತ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ, ನಿಮ್ಮ ಮಟ್ಟವನ್ನು ಲೆಕ್ಕಿಸದೆ. ಥೀಮ್ ಮೂಲಕ ವರ್ಗೀಕರಿಸಲಾದ ಸಾವಿರಾರು ಪದಗಳನ್ನು ಅನ್ವೇಷಿಸಿ, ಮೋಜಿನ ರಸಪ್ರಶ್ನೆಗಳನ್ನು ಆಡಿ, ನಿಮ್ಮ ಪ್ರಗತಿಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಗೆ ಸವಾಲು ಹಾಕಿ!
ko: VocZilla는 레벨에 관계없이 영어 어휘력을 향상시키는 데 완벽한 앱입니다. 주제별로 분류된 수천 개의 단어를 찾아보고, 재미있는 퀴즈를 풀고, 학습 진도를 확인하고, 친구들과 실력을 겨뤄보세요!
ky: VocZilla - деңгээлиңизге карабастан, англисче лексикаңызды кеңейтүү үчүн эң сонун колдонмо. Темасы боюнча категорияланган миңдеген сөздөрдү таап, кызыктуу викториналарды ойноп, прогрессиңизге көз салып, досторуңузду чакырыңыз!
lo: VocZilla ເປັນ app ທີ່ສົມບູນແບບເພື່ອຂະຫຍາຍຄໍາສັບພາສາອັງກິດຂອງທ່ານ, ບໍ່ວ່າລະດັບຂອງທ່ານ. ຄົ້ນ​ພົບ​ພັນ​ຄໍາ​ທີ່​ຈັດ​ປະ​ເພດ​ໂດຍ​ຫົວ​ຂໍ້​, ຫຼິ້ນ​ແບບ​ທົດ​ສອບ​ມ່ວນ​ຊື່ນ​, ຕິດ​ຕາມ​ຄວາມ​ຄືບ​ຫນ້າ​ຂອງ​ທ່ານ​, ແລະ​ທ້າ​ທາຍ​ຫມູ່​ເພື່ອນ​ຂອງ​ທ່ານ​!
lt: „VocZilla“ – puiki programėlė, skirta praplėsti anglų kalbos žodyną, nesvarbu, koks jūsų lygis. Atraskite tūkstančius žodžių, suskirstytų pagal temas, žaiskite smagius viktorinas, stebėkite savo pažangą ir meskite iššūkį draugams!
lv: VocZilla ir lieliska lietotne, lai paplašinātu savu angļu valodas vārdu krājumu neatkarīgi no jūsu līmeņa. Atklājiet tūkstošiem vārdu, kas kategorizēti pēc tēmas, piedalieties jautrās viktorīnās, sekojiet līdzi savam progresam un izaiciniet savus draugus!
mk: VocZilla е совршена апликација за проширување на вашиот англиски вокабулар, без разлика на вашето ниво. Откријте илјадници зборови категоризирани по тема, играјте забавни квизови, следете го вашиот напредок и предизвикувајте ги вашите пријатели!
ml: നിങ്ങളുടെ ഇംഗ്ലീഷ് പദാവലി വികസിപ്പിക്കുന്നതിനുള്ള മികച്ച ആപ്പാണ് VocZilla, നിങ്ങളുടെ ലെവൽ എന്തുതന്നെയായാലും. തീം അനുസരിച്ച് തരംതിരിച്ച ആയിരക്കണക്കിന് വാക്കുകൾ കണ്ടെത്തുക, രസകരമായ ക്വിസുകൾ കളിക്കുക, നിങ്ങളുടെ പുരോഗതി ട്രാക്ക് ചെയ്യുക, നിങ്ങളുടെ സുഹൃത്തുക്കളെ വെല്ലുവിളിക്കുക!
mn: VocZilla бол таны түвшингээс үл хамааран англи хэлний үгсийн санг тэлэх төгс програм юм. Сэдвээр нь ангилсан мянга мянган үгсийг олж, хөгжилтэй асуулт хариултуудыг тоглож, ахиц дэвшлээ хянаж, найз нөхдөө сорь!
mr: तुमची पातळी काहीही असो, तुमचा इंग्रजी शब्दसंग्रह वाढवण्यासाठी VocZilla हे एक परिपूर्ण अॅप आहे. थीमनुसार वर्गीकृत हजारो शब्द शोधा, मजेदार क्विझ खेळा, तुमच्या प्रगतीचा मागोवा घ्या आणि तुमच्या मित्रांना आव्हान द्या!
ms: VocZilla ialah aplikasi yang sempurna untuk mengembangkan perbendaharaan kata bahasa Inggeris anda, tidak kira tahap anda. Temui beribu-ribu perkataan yang dikategorikan mengikut tema, mainkan kuiz yang menyeronokkan, jejak kemajuan anda dan cabar rakan anda!
my: VocZilla သည် သင်၏အင်္ဂလိပ်ဝေါဟာရကို ချဲ့ထွင်ရန် အကောင်းဆုံးအက်ပ်ဖြစ်သည်။ အပြင်အဆင်အလိုက် အမျိုးအစားခွဲထားသော စကားလုံးထောင်ပေါင်းများစွာကို ရှာဖွေပါ၊ ပျော်ရွှင်စရာ ပဟေဋ္ဌိများကို ကစားပါ၊ သင့်တိုးတက်မှုကို ခြေရာခံကာ သင့်သူငယ်ချင်းများကို စိန်ခေါ်လိုက်ပါ။
ne: VocZilla तपाईंको स्तरको पर्वाह नगरी तपाईंको अंग्रेजी शब्दावली विस्तार गर्नको लागि उत्तम एप हो। विषयवस्तु अनुसार वर्गीकृत हजारौं शब्दहरू पत्ता लगाउनुहोस्, रमाइलो क्विजहरू खेल्नुहोस्, आफ्नो प्रगति ट्र्याक गर्नुहोस्, र आफ्ना साथीहरूलाई चुनौती दिनुहोस्!
nl: VocZilla is de perfecte app om je Engelse woordenschat uit te breiden, ongeacht je niveau. Ontdek duizenden woorden gecategoriseerd per thema, doe mee aan leuke quizzen, houd je voortgang bij en daag je vrienden uit!
no: VocZilla er den perfekte appen for å utvide ditt engelske vokabular, uansett nivå. Oppdag tusenvis av ord kategorisert etter tema, spill morsomme quizer, følg med på fremgangen din og utfordre vennene dine!
or: VocZilla ହେଉଛି ଆପଣଙ୍କ ସ୍ତରର କୌଣସି କଥା ହେଉନା କାହିଁକି, ଆପଣଙ୍କ ଇଂରାଜୀ ଶବ୍ଦକୋଷକୁ ବିସ୍ତାର କରିବା ପାଇଁ ଏକ ଉତ୍ତମ ଆପ୍। ଥିମ୍ ଅନୁସାରେ ବର୍ଗୀକୃତ ହଜାର ହଜାର ଶବ୍ଦ ଆବିଷ୍କାର କରନ୍ତୁ, ମଜାଦାର କ୍ୱିଜ୍ ଖେଳନ୍ତୁ, ଆପଣଙ୍କ ପ୍ରଗତି ଟ୍ରାକ୍ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କ ବନ୍ଧୁମାନଙ୍କୁ ଚ୍ୟାଲେଞ୍ଜ କରନ୍ତୁ!
pa: VocZilla ਤੁਹਾਡੀ ਅੰਗਰੇਜ਼ੀ ਸ਼ਬਦਾਵਲੀ ਨੂੰ ਵਧਾਉਣ ਲਈ ਇੱਕ ਸੰਪੂਰਨ ਐਪ ਹੈ, ਭਾਵੇਂ ਤੁਹਾਡਾ ਪੱਧਰ ਕੋਈ ਵੀ ਹੋਵੇ। ਥੀਮ ਦੁਆਰਾ ਸ਼੍ਰੇਣੀਬੱਧ ਕੀਤੇ ਹਜ਼ਾਰਾਂ ਸ਼ਬਦਾਂ ਦੀ ਖੋਜ ਕਰੋ, ਮਜ਼ੇਦਾਰ ਕਵਿਜ਼ ਖੇਡੋ, ਆਪਣੀ ਤਰੱਕੀ ਨੂੰ ਟਰੈਕ ਕਰੋ, ਅਤੇ ਆਪਣੇ ਦੋਸਤਾਂ ਨੂੰ ਚੁਣੌਤੀ ਦਿਓ!
pl: VocZilla to idealna aplikacja do poszerzania słownictwa angielskiego, niezależnie od poziomu. Odkryj tysiące słówek posegregowanych tematycznie, rozwiązuj ciekawe quizy, śledź swoje postępy i rzucaj wyzwania znajomym!
pt: O VocZilla é o aplicativo perfeito para expandir seu vocabulário de inglês, independentemente do seu nível. Descubra milhares de palavras categorizadas por tema, faça quizzes divertidos, acompanhe seu progresso e desafie seus amigos!
ro: VocZilla este aplicația perfectă pentru a-ți extinde vocabularul în limba engleză, indiferent de nivelul tău. Descoperă mii de cuvinte clasificate pe teme, joacă chestionare distractive, urmărește-ți progresul și provoacă-ți prietenii!
ru: VocZilla — идеальное приложение для расширения словарного запаса английского языка, независимо от вашего уровня. Откройте для себя тысячи слов, отсортированных по темам, играйте в увлекательные тесты, отслеживайте свой прогресс и соревнуйтесь с друзьями!
si: ඔබේ මට්ටම කුමක් වුවත්, ඔබේ ඉංග්‍රීසි වචන මාලාව පුළුල් කිරීමට VocZilla යනු පරිපූර්ණ යෙදුමකි. තේමාව අනුව වර්ගීකරණය කරන ලද වචන දහස් ගණනක් සොයා ගන්න, විනෝදජනක ප්‍රශ්නාවලිය ක්‍රීඩා කරන්න, ඔබේ ප්‍රගතිය නිරීක්ෂණය කරන්න, සහ ඔබේ මිතුරන්ට අභියෝග කරන්න!
sk: VocZilla je perfektná aplikácia na rozšírenie vašej anglickej slovnej zásoby bez ohľadu na vašu úroveň. Objavte tisíce slov rozdelených podľa témy, hrajte zábavné kvízy, sledujte svoj pokrok a vyzvite svojich priateľov!
sl: VocZilla je odlična aplikacija za širjenje vašega angleškega besedišča, ne glede na vašo raven. Odkrijte na tisoče besed, razvrščenih po temah, igrajte zabavne kvize, spremljajte svoj napredek in izzivajte svoje prijatelje!
sq: VocZilla është aplikacioni perfekt për të zgjeruar fjalorin tuaj në anglisht, pavarësisht nivelit tuaj. Zbuloni mijëra fjalë të kategorizuara sipas temës, luani kuize argëtuese, ndiqni progresin tuaj dhe sfidoni miqtë tuaj!
sr: VocZilla је савршена апликација за проширивање вашег енглеског вокабулара, без обзира на ваш ниво. Откријте хиљаде речи категорисаних по темама, играјте забавне квизове, пратите свој напредак и изазовите своје пријатеље!
sv: VocZilla är den perfekta appen för att utöka ditt engelska ordförråd, oavsett din nivå. Upptäck tusentals ord kategoriserade efter tema, spela roliga frågesporter, följ dina framsteg och utmana dina vänner!
sw: VocZilla ndiyo programu bora zaidi ya kupanua msamiati wako wa Kiingereza, haijalishi kiwango chako. Gundua maelfu ya maneno yaliyoainishwa kulingana na mandhari, cheza maswali ya kufurahisha, fuatilia maendeleo yako na uwape changamoto marafiki zako!
ta: உங்கள் ஆங்கில சொற்களஞ்சியத்தை விரிவுபடுத்த VocZilla சரியான செயலியாகும், உங்கள் ஆங்கில நிலை எதுவாக இருந்தாலும் சரி. கருப்பொருளின் அடிப்படையில் வகைப்படுத்தப்பட்ட ஆயிரக்கணக்கான சொற்களைக் கண்டறியவும், வேடிக்கையான வினாடி வினாக்களை விளையாடவும், உங்கள் முன்னேற்றத்தைக் கண்காணிக்கவும், உங்கள் நண்பர்களுக்கு சவால் விடவும்!
te: మీ స్థాయితో సంబంధం లేకుండా, మీ ఆంగ్ల పదజాలాన్ని విస్తరించుకోవడానికి VocZilla సరైన యాప్. థీమ్ ద్వారా వర్గీకరించబడిన వేలాది పదాలను కనుగొనండి, సరదా క్విజ్‌లను ఆడండి, మీ పురోగతిని ట్రాక్ చేయండి మరియు మీ స్నేహితులను సవాలు చేయండి!
th: VocZilla คือแอปที่สมบูรณ์แบบสำหรับเพิ่มพูนคลังคำศัพท์ภาษาอังกฤษของคุณ ไม่ว่าคุณจะมีระดับความรู้เท่าใด ค้นพบคำศัพท์นับพันที่จัดหมวดหมู่ตามหัวข้อ เล่นแบบทดสอบสนุกๆ ติดตามความก้าวหน้า และท้าทายเพื่อนๆ ของคุณ!
tr: VocZilla, seviyeniz ne olursa olsun İngilizce kelime dağarcığınızı genişletmek için mükemmel bir uygulamadır. Temalara göre kategorilendirilmiş binlerce kelimeyi keşfedin, eğlenceli testler yapın, ilerlemenizi takip edin ve arkadaşlarınıza meydan okuyun!
uk: VocZilla – ідеальний додаток для розширення вашого словникового запасу англійської мови, незалежно від вашого рівня. Відкрийте для себе тисячі слів, розподілених за темами, грайте у цікаві вікторини, відстежуйте свій прогрес і кидайте виклик друзям!
ur: VocZilla آپ کی انگریزی الفاظ کو بڑھانے کے لیے ایک بہترین ایپ ہے، چاہے آپ کی سطح کچھ بھی ہو۔ تھیم کے لحاظ سے درجہ بندی کردہ ہزاروں الفاظ دریافت کریں، تفریحی کوئز کھیلیں، اپنی پیشرفت کو ٹریک کریں، اور اپنے دوستوں کو چیلنج کریں!
uz: VocZilla - bu sizning darajangizdan qat'i nazar, ingliz tilidagi lug'atingizni kengaytirish uchun mukammal dastur. Mavzu bo'yicha toifalarga ajratilgan minglab so'zlarni kashf eting, qiziqarli viktorinalar o'ynang, taraqqiyotingizni kuzatib boring va do'stlaringizni chaqiring!
vi: VocZilla là ứng dụng hoàn hảo để mở rộng vốn từ vựng tiếng Anh của bạn, bất kể trình độ. Khám phá hàng ngàn từ vựng được phân loại theo chủ đề, chơi các bài kiểm tra thú vị, theo dõi tiến trình và thách thức bạn bè!
zh: VocZilla 是一款完美的英语词汇扩展应用，无论您的英语水平如何。探索数千个按主题分类的单词，参与趣味测验，追踪学习进度，并挑战您的好友！
zu: I-VocZilla iwuhlelo lokusebenza oluphelele lokwandisa ulwazimagama lwakho lwesiNgisi, kungakhathaliseki izinga lakho. Zitholele izinkulungwane zamagama ahlukaniswe ngetimu, dlala imibuzo ejabulisayo, ulandelele ukuqhubeka kwakho, bese uphonsela inselelo abangani bakho!

# app_short_description
source: Learn and review English vocabulary!
af: Leer en hersien Engelse woordeskat!
am: የእንግሊዝኛ ቃላትን ይማሩ እና ይገምግሙ!
ar: تعلم وراجع المفردات الإنجليزية!
as: ইংৰাজী শব্দভাণ্ডাৰ শিকিব আৰু পৰ্যালোচনা কৰক!
az: İngilis dili lüğətini öyrənin və nəzərdən keçirin!
be: Вывучайце і паўтарайце англійскую лексіку!
bg: Научете и преговорете английския речник!
bn: ইংরেজি শব্দভান্ডার শিখুন এবং পর্যালোচনা করুন!
ca: Aprèn i repassa el vocabulari anglès!
cs: Učte se a opakujte anglickou slovní zásobu!
da: Lær og gennemgå engelsk ordforråd!
de: Lernen und wiederholen Sie den englischen Wortschatz!
el: Μάθετε και επανεξετάστε το αγγλικό λεξιλόγιο!
es: ¡Aprende y repasa vocabulario en inglés!
et: Õpi ja korda inglise keele sõnavara!
eu: Ikasi eta berrikusi ingelesezko hiztegia!
fa: یادگیری و مرور واژگان انگلیسی!
fi: Opi ja kertaa englannin sanastoa!
fr: Apprends et révise du vocabulaire anglais !
gl: Aprende e repasa vocabulario inglés!
gu: અંગ્રેજી શબ્દભંડોળ શીખો અને તેની સમીક્ષા કરો!
he: למד וחזור על אוצר מילים באנגלית!
hi: अंग्रेजी शब्दावली सीखें और उसकी समीक्षा करें!
hr: Naučite i ponovite engleski vokabular!
hu: Tanulj és ismételd át az angol szókincset!
hy: Սովորեք և վերանայեք անգլերեն բառապաշարը։
is: Lærðu og rifja upp enskt orðaforða!
it: Impara e ripassa il vocabolario inglese!
ja: 英語の語彙を学んで復習しましょう！
ka: ისწავლეთ და გაიმეორეთ ინგლისური ლექსიკა!
kk: Ағылшын тілінің сөздік қорын үйреніңіз және қайталаңыз!
km: រៀននិងពិនិត្យវាក្យសព្ទភាសាអង់គ្លេស!
kn: ಇಂಗ್ಲಿಷ್ ಶಬ್ದಕೋಶವನ್ನು ಕಲಿಯಿರಿ ಮತ್ತು ವಿಮರ್ಶಿಸಿ!
ko: 영어 어휘를 배우고 복습하세요!
ky: Англисче лексиканы үйрөнүңүз жана карап көрүңүз!
lo: ຮຽນຮູ້ ແລະທົບທວນຄຳສັບພາສາອັງກິດ!
lt: Mokykitės ir kartokite anglų kalbos žodyną!
lv: Mācies un atkārtoj angļu valodas vārdu krājumu!
mk: Научете и прегледајте го англискиот речник!
ml: ഇംഗ്ലീഷ് പദാവലി പഠിക്കുകയും അവലോകനം ചെയ്യുകയും ചെയ്യുക!
mn: Англи хэлний үгсийн санг сурч, хянана уу!
mr: इंग्रजी शब्दसंग्रह शिका आणि त्याचे पुनरावलोकन करा!
ms: Belajar dan semak perbendaharaan kata bahasa Inggeris!
my: အင်္ဂလိပ်ဝေါဟာရကို လေ့လာပြီး ပြန်လည်သုံးသပ်ပါ။
ne: अंग्रेजी शब्दावली सिक्नुहोस् र समीक्षा गर्नुहोस्!
nl: Leer en herhaal Engelse woordenschat!
no: Lær og repeter engelsk vokabular!
or: ଇଂରାଜୀ ଶବ୍ଦାବଳୀ ଶିଖନ୍ତୁ ଏବଂ ସମୀକ୍ଷା କରନ୍ତୁ!
pa: ਅੰਗਰੇਜ਼ੀ ਸ਼ਬਦਾਵਲੀ ਸਿੱਖੋ ਅਤੇ ਸਮੀਖਿਆ ਕਰੋ!
pl: Poznaj i powtórz angielskie słownictwo!
pt: Aprenda e revise o vocabulário em inglês!
ro: Învață și recapitulează vocabularul englezesc!
ru: Изучайте и повторяйте английскую лексику!
si: ඉංග්‍රීසි වචන මාලාව ඉගෙන ගෙන සමාලෝචනය කරන්න!
sk: Učte sa a opakujte anglickú slovnú zásobu!
sl: Naučite se in ponovite angleški besednjak!
sq: Mësoni dhe rishikoni fjalorin në anglisht!
sr: Учите и понављајте енглески речник!
sv: Lär dig och repetera engelska ord!
sw: Jifunze na uhakiki msamiati wa Kiingereza!
ta: ஆங்கில சொற்களஞ்சியத்தைக் கற்றுக்கொண்டு மதிப்பாய்வு செய்யுங்கள்!
te: ఆంగ్ల పదజాలం నేర్చుకోండి మరియు సమీక్షించండి!
th: เรียนรู้และทบทวนคำศัพท์ภาษาอังกฤษ!
tr: İngilizce kelime bilgisini öğrenin ve tekrar edin!
uk: Вивчайте та повторюйте англійську лексику!
ur: انگریزی الفاظ سیکھیں اور اس کا جائزہ لیں!
uz: Ingliz tili lug'atini o'rganing va ko'rib chiqing!
vi: Học và ôn tập từ vựng tiếng Anh!
zh: 学习并复习英语词汇！
zu: Funda futhi ubuyekeze silulumagama English!
