Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# home_title_my_list_perso
source: My personal lists
af: My persoonlike lyste
am: የእኔ የግል ዝርዝሮች
ar: قوائمي الشخصية
as: মোৰ ব্যক্তিগত তালিকাবোৰ
az: Şəxsi siyahılarım
be: Мае асабістыя спісы
bg: Моите лични списъци
bn: আমার ব্যক্তিগত তালিকা
ca: Les meves llistes personals
cs: Moje osobní seznamy
da: Mine personlige lister
de: Meine persönlichen Listen
el: Οι προσωπικές μου λίστες
es: Mis listas personales
et: Minu isiklikud nimekirjad
eu: Nire zerrenda pertsonalak
fa: فهرست‌های شخصی من
fi: Omat henkilökohtaiset listani
fr: Mes listes persos
gl: As miñas listas persoais
gu: મારી વ્યક્તિગત યાદીઓ
he: הרשימות האישיות שלי
hi: मेरी व्यक्तिगत सूचियाँ
hr: Moji osobni popisi
hu: Személyes listáim
hy: Իմ անձնական ցուցակները
is: Mínir persónulegu listar
it: Le mie liste personali
ja: 私の個人リスト
ka: ჩემი პირადი სიები
kk: Менің жеке тізімдерім
km: បញ្ជីផ្ទាល់ខ្លួនរបស់ខ្ញុំ
kn: ನನ್ನ ವೈಯಕ್ತಿಕ ಪಟ್ಟಿಗಳು
ko: 내 개인 목록
ky: Менин жеке тизмелерим
lo: ລາຍຊື່ສ່ວນຕົວຂອງຂ້ອຍ
lt: Mano asmeniniai sąrašai
lv: Mani personīgie saraksti
mk: Моите лични листи
ml: എന്റെ സ്വകാര്യ ലിസ്റ്റുകൾ
mn: Миний хувийн жагсаалтууд
mr: माझ्या वैयक्तिक याद्या
ms: Senarai peribadi saya
my: ကျွန်ုပ်၏ကိုယ်ရေးကိုယ်တာစာရင်းများ
ne: मेरा व्यक्तिगत सूचीहरू
nl: Mijn persoonlijke lijsten
no: Mine personlige lister
or: ମୋର ବ୍ୟକ୍ତିଗତ ତାଲିକାଗୁଡ଼ିକ
pa: ਮੇਰੀਆਂ ਨਿੱਜੀ ਸੂਚੀਆਂ
pl: Moje osobiste listy
pt: Minhas listas pessoais
ro: Listele mele personale
ru: Мои личные списки
si: මගේ පුද්ගලික ලැයිස්තු
sk: Moje osobné zoznamy
sl: Moji osebni seznami
sq: Listat e mia personale
sr: Моје личне листе
sv: Mina personliga listor
sw: Orodha zangu za kibinafsi
ta: எனது தனிப்பட்ட பட்டியல்கள்
te: నా వ్యక్తిగత జాబితాలు
th: รายการส่วนตัวของฉัน
tr: Kişisel listelerim
uk: Мої особисті списки
ur: میری ذاتی فہرستیں۔
uz: Mening shaxsiy ro'yxatlarim
vi: Danh sách cá nhân của tôi
zh: 我的个人清单
zu: Uhlu lwami lomuntu siqu

# home_title_list_defined
source: From little monster to Titan
af: Van klein monster tot Titan
am: ከትንሽ ጭራቅ እስከ ታይታን
ar: من الوحش الصغير إلى تيتان
as: সৰু দানৱৰ পৰা টাইটানলৈকে
az: Kiçik canavardan Titana qədər
be: Ад маленькага монстра да тытана
bg: От малко чудовище до титан
bn: ছোট্ট দানব থেকে টাইটান
ca: De petit monstre a Tità
cs: Z malého monstra k Titánovi
da: Fra lille monster til Titan
de: Vom kleinen Monster zum Titan
el: Από ένα μικρό τέρας σε Τιτάνα
es: De pequeño monstruo a Titán
et: Väikesest koletisest titaaniks
eu: Munstro txikitik Titanera
fa: از هیولای کوچک تا تایتان
fi: Pienestä hirviöstä titaaniksi
fr: De petit monstre à Titan
gl: De pequeno monstro a Titán
gu: નાના રાક્ષસથી ટાઇટન સુધી
he: ממפלצת קטנה לטיטאן
hi: छोटे राक्षस से टाइटन तक
hr: Od malog čudovišta do Titana
hu: A kis szörnyetegtől a titánig
hy: Փոքրիկ հրեշից մինչև Տիտան
is: Frá litlu skrími til Títans
it: Da piccolo mostro a Titano
ja: 小さな怪物から巨人へ
ka: პატარა მონსტრიდან ტიტანამდე
kk: Кішкентай құбыжықтан Титанға дейін
km: ពីសត្វចម្លែកតូចទៅទីតាន
kn: ಪುಟ್ಟ ದೈತ್ಯನಿಂದ ಟೈಟಾನ್‌ವರೆಗೆ
ko: 작은 괴물에서 타이탄으로
ky: Кичинекей желмогуздан Титанга чейин
lo: ຈາກ monster ພຽງເລັກນ້ອຍກັບ Titan
lt: Nuo mažo monstro iki titano
lv: No maza briesmoņa līdz titānam
mk: Од мало чудовиште до Титан
ml: ചെറിയ രാക്ഷസനിൽ നിന്ന് ടൈറ്റനിലേക്ക്
mn: Бяцхан мангасаас Титан хүртэл
mr: छोट्या राक्षसापासून टायटनपर्यंत
ms: Dari raksasa kecil kepada Titan
my: ဘီလူးငယ်လေးမှ Titan အထိ
ne: सानो राक्षस देखि टाइटन सम्म
nl: Van klein monster tot Titan
no: Fra lite monster til titan
or: ଛୋଟ ରାକ୍ଷସରୁ ଟାଇଟାନ ପର୍ଯ୍ୟନ୍ତ
pa: ਛੋਟੇ ਰਾਖਸ਼ ਤੋਂ ਟਾਈਟਨ ਤੱਕ
pl: Od małego potwora do Tytana
pt: Do pequeno monstro ao Titã
ro: De la mic monstru la Titan
ru: От маленького монстра до титана
si: කුඩා රාක්ෂයාගේ සිට ටයිටන් දක්වා
sk: Z malého monštra na Titána
sl: Od majhne pošasti do Titana
sq: Nga përbindësh i vogël në Titan
sr: Од малог чудовишта до Титана
sv: Från litet monster till Titan
sw: Kutoka kwa monster mdogo hadi Titan
ta: சிறிய அசுரன் முதல் டைட்டன் வரை
te: చిన్న రాక్షసుడి నుండి టైటాన్ వరకు
th: จากมอนสเตอร์ตัวน้อยสู่ไททัน
tr: Küçük canavardan Titan'a
uk: Від маленького монстра до титана
ur: چھوٹے عفریت سے ٹائٹن تک
uz: Kichkina yirtqich hayvondan Titangacha
vi: Từ quái vật nhỏ đến Titan
zh: 从小怪兽到泰坦
zu: Kusukela ku-monster encane kuya ku-Titan

# home_description_list_perso
source: Create and customize your own vocabulary lists to effectively learn and review the words of your choice.
af: Skep en pas jou eie woordeskatlyste aan om die woorde van jou keuse effektief te leer en te hersien.
am: የመረጡትን ቃላት በብቃት ለመማር እና ለመገምገም የራስዎን የቃላት ዝርዝር ይፍጠሩ እና ያብጁ።
ar: قم بإنشاء قوائم المفردات الخاصة بك وتخصيصها لتتمكن من تعلم ومراجعة الكلمات التي تختارها بشكل فعال.
as: আপোনাৰ পছন্দৰ শব্দসমূহ ফলপ্ৰসূভাৱে শিকিবলৈ আৰু পৰ্যালোচনা কৰিবলৈ আপোনাৰ নিজৰ শব্দভাণ্ডাৰৰ তালিকা সৃষ্টি আৰু কাষ্টমাইজ কৰক।
az: Seçdiyiniz sözləri effektiv şəkildə öyrənmək və nəzərdən keçirmək üçün öz lüğət siyahılarınızı yaradın və fərdiləşdirin.
be: Стварайце і наладжвайце ўласныя спісы слоўнікавага запасу, каб эфектыўна вывучаць і паўтараць выбраныя вамі словы.
bg: Създавайте и персонализирайте свои собствени списъци с речник, за да учите и преглеждате ефективно думите по ваш избор.
bn: আপনার পছন্দের শব্দগুলি কার্যকরভাবে শিখতে এবং পর্যালোচনা করতে আপনার নিজস্ব শব্দভান্ডার তালিকা তৈরি এবং কাস্টমাইজ করুন।
ca: Crea i personalitza les teves pròpies llistes de vocabulari per aprendre i repassar de manera eficaç les paraules que triïs.
cs: Vytvořte si a upravte si vlastní seznamy slovní zásoby, abyste se mohli efektivně učit a opakovat slova dle vlastního výběru.
da: Opret og tilpas dine egne ordforrådslister for effektivt at lære og repetere de ord, du ønsker.
de: Erstellen und passen Sie Ihre eigenen Vokabellisten an, um die Wörter Ihrer Wahl effektiv zu lernen und zu wiederholen.
el: Δημιουργήστε και προσαρμόστε τις δικές σας λίστες λεξιλογίου για να μαθαίνετε και να επανεξετάζετε αποτελεσματικά τις λέξεις της επιλογής σας.
es: Crea y personaliza tus propias listas de vocabulario para aprender y repasar de forma eficaz las palabras que elijas.
et: Loo ja kohanda oma sõnavaraloendeid, et valitud sõnu tõhusalt õppida ja üle vaadata.
eu: Sortu eta pertsonalizatu zure hiztegi zerrendak, aukeratzen dituzun hitzak modu eraginkorrean ikasi eta berrikusteko.
fa: فهرست واژگان خودتان را ایجاد و سفارشی کنید تا کلمات مورد نظرتان را به طور مؤثر یاد بگیرید و مرور کنید.
fi: Luo ja mukauta omia sanastolistojasi oppiaksesi ja kertaaksesi valitsemiasi sanoja tehokkaasti.
fr: Créez et personnalisez vos propres listes de vocabulaire pour apprendre et réviser efficacement les mots de votre choix.
gl: Crea e personaliza as túas propias listas de vocabulario para aprender e repasar de forma eficaz as palabras que escolliches.
gu: તમારી પસંદગીના શબ્દો અસરકારક રીતે શીખવા અને સમીક્ષા કરવા માટે તમારી પોતાની શબ્દભંડોળ યાદીઓ બનાવો અને કસ્ટમાઇઝ કરો.
he: צור והתאם אישית רשימות אוצר מילים משלך כדי ללמוד ולסקור ביעילות את המילים שבחרת.
hi: अपनी पसंद के शब्दों को प्रभावी ढंग से सीखने और उनकी समीक्षा करने के लिए अपनी स्वयं की शब्दावली सूची बनाएं और उसे अनुकूलित करें।
hr: Izradite i prilagodite vlastite popise vokabulara kako biste učinkovito učili i ponavljali riječi po svom izboru.
hu: Hozz létre és szabd testre saját szókincslistáidat, hogy hatékonyan tanulhass és átismételhesd a választott szavakat.
hy: Ստեղծեք և հարմարեցրեք ձեր սեփական բառապաշարի ցանկերը՝ ձեր ընտրած բառերը արդյունավետորեն սովորելու և վերանայելու համար։
is: Búðu til og sérsníddu þína eigin orðaforðalista til að læra og rifja upp orðin að eigin vali á áhrifaríkan hátt.
it: Crea e personalizza i tuoi elenchi di vocaboli per imparare e ripassare in modo efficace le parole che preferisci.
ja: 独自の語彙リストを作成してカスタマイズし、選択した単語を効果的に学習して復習します。
ka: შექმენით და შეცვალეთ თქვენი საკუთარი ლექსიკის სიები, რათა ეფექტურად ისწავლოთ და გადახედოთ თქვენთვის სასურველ სიტყვებს.
kk: Таңдаған сөздерді тиімді үйрену және қарап шығу үшін өзіңіздің сөздік тізімдеріңізді жасаңыз және реттеңіз.
km: បង្កើត និងកែសម្រួលបញ្ជីវាក្យសព្ទផ្ទាល់ខ្លួនរបស់អ្នក ដើម្បីរៀន និងពិនិត្យពាក្យដែលអ្នកជ្រើសរើសប្រកបដោយប្រសិទ្ធភាព។
kn: ನಿಮ್ಮ ಆಯ್ಕೆಯ ಪದಗಳನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಕಲಿಯಲು ಮತ್ತು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮ ಸ್ವಂತ ಶಬ್ದಕೋಶ ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಿ ಮತ್ತು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ.
ko: 원하는 단어를 효과적으로 배우고 복습하기 위해 나만의 어휘 목록을 만들고 맞춤설정하세요.
ky: Сиз тандаган сөздөрдү натыйжалуу үйрөнүү жана карап чыгуу үчүн өзүңүздүн лексика тизмеңизди түзүп, ыңгайлаштырыңыз.
lo: ສ້າງ ແລະປັບແຕ່ງລາຍການຄຳສັບຂອງທ່ານເອງເພື່ອຮຽນຮູ້ ແລະທົບທວນຄຳສັບທີ່ທ່ານເລືອກຢ່າງມີປະສິດທິພາບ.
lt: Kurkite ir tinkinkite savo žodynų sąrašus, kad galėtumėte efektyviai išmokti ir kartoti pasirinktus žodžius.
lv: Izveidojiet un pielāgojiet savus vārdu krājuma sarakstus, lai efektīvi apgūtu un atkārtotu izvēlētos vārdus.
mk: Креирајте и прилагодете ги вашите сопствени листи со вокабулар за ефикасно учење и преглед на зборовите по ваш избор.
ml: നിങ്ങൾക്ക് ഇഷ്ടമുള്ള വാക്കുകൾ ഫലപ്രദമായി പഠിക്കാനും അവലോകനം ചെയ്യാനും നിങ്ങളുടെ സ്വന്തം പദാവലി ലിസ്റ്റുകൾ സൃഷ്ടിക്കുകയും ഇഷ്ടാനുസൃതമാക്കുകയും ചെയ്യുക.
mn: Өөрийн сонгосон үгсийг үр дүнтэй сурч, хянахын тулд өөрийн үгсийн сангийн жагсаалтыг үүсгэж, тохируулаарай.
mr: तुमच्या आवडीचे शब्द प्रभावीपणे शिकण्यासाठी आणि त्यांचे पुनरावलोकन करण्यासाठी तुमच्या स्वतःच्या शब्दसंग्रह सूची तयार करा आणि सानुकूलित करा.
ms: Cipta dan sesuaikan senarai perbendaharaan kata anda sendiri untuk mempelajari dan menyemak perkataan pilihan anda dengan berkesan.
my: ထိထိရောက်ရောက်လေ့လာရန်နှင့် သင်နှစ်သက်ရာစကားလုံးများကို ပြန်လည်သုံးသပ်ရန်အတွက် သင့်ကိုယ်ပိုင်ဝေါဟာရစာရင်းများကို ဖန်တီးပြီး စိတ်ကြိုက်ပြင်ဆင်ပါ။
ne: आफ्नो रोजाइका शब्दहरू प्रभावकारी रूपमा सिक्न र समीक्षा गर्न आफ्नै शब्दावली सूचीहरू सिर्जना र अनुकूलित गर्नुहोस्।
nl: Maak en personaliseer uw eigen woordenschatlijsten om effectief de woorden van uw keuze te leren en te herhalen.
no: Lag og tilpass dine egne vokabularlister for å effektivt lære og repetere ordene du ønsker.
or: ଆପଣଙ୍କ ପସନ୍ଦର ଶବ୍ଦଗୁଡ଼ିକୁ ପ୍ରଭାବଶାଳୀ ଭାବରେ ଶିଖିବା ଏବଂ ସମୀକ୍ଷା କରିବା ପାଇଁ ଆପଣଙ୍କର ନିଜସ୍ୱ ଶବ୍ଦାବଳୀ ତାଲିକା ତିଆରି ଏବଂ କଷ୍ଟମାଇଜ୍ କରନ୍ତୁ।
pa: ਆਪਣੀ ਪਸੰਦ ਦੇ ਸ਼ਬਦਾਂ ਨੂੰ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਸਿੱਖਣ ਅਤੇ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਆਪਣੀਆਂ ਖੁਦ ਦੀਆਂ ਸ਼ਬਦਾਵਲੀ ਸੂਚੀਆਂ ਬਣਾਓ ਅਤੇ ਅਨੁਕੂਲਿਤ ਕਰੋ।
pl: Twórz i dostosowuj własne listy słówek, aby skutecznie uczyć się i powtarzać wybrane przez siebie słowa.
pt: Crie e personalize suas próprias listas de vocabulário para aprender e revisar com eficiência as palavras de sua escolha.
ro: Creează și personalizează-ți propriile liste de vocabular pentru a învăța și a recapitula eficient cuvintele alese.
ru: Создавайте и настраивайте собственные списки слов, чтобы эффективно изучать и повторять слова по вашему выбору.
si: ඔබ කැමති වචන ඵලදායී ලෙස ඉගෙන ගැනීමට සහ සමාලෝචනය කිරීමට ඔබේම වචන මාලා ලැයිස්තු සාදන්න සහ අභිරුචිකරණය කරන්න.
sk: Vytvorte si a prispôsobte si vlastné zoznamy slovnej zásoby, aby ste sa efektívne učili a opakovali slová podľa vlastného výberu.
sl: Ustvarite in prilagodite svoje sezname besedišča, da se boste učinkovito učili in ponavljali besede po svoji izbiri.
sq: Krijoni dhe personalizoni listat tuaja të fjalorit për të mësuar dhe rishikuar në mënyrë efektive fjalët e zgjedhjes suaj.
sr: Креирајте и прилагодите сопствене листе вокабулара како бисте ефикасно учили и прегледали речи по свом избору.
sv: Skapa och anpassa dina egna ordförrådslistor för att effektivt lära dig och repetera de ord du valt.
sw: Unda na ubinafsishe orodha zako za msamiati ili kujifunza na kukagua maneno unayochagua.
ta: நீங்கள் விரும்பும் சொற்களை திறம்படக் கற்றுக்கொள்ளவும் மதிப்பாய்வு செய்யவும் உங்கள் சொந்த சொற்களஞ்சியப் பட்டியல்களை உருவாக்கி தனிப்பயனாக்கவும்.
te: మీకు నచ్చిన పదాలను సమర్థవంతంగా నేర్చుకోవడానికి మరియు సమీక్షించడానికి మీ స్వంత పదజాల జాబితాలను సృష్టించండి మరియు అనుకూలీకరించండి.
th: สร้างและปรับแต่งรายการคำศัพท์ของคุณเองเพื่อเรียนรู้และทบทวนคำศัพท์ที่คุณเลือกได้อย่างมีประสิทธิภาพ
tr: Seçtiğiniz kelimeleri etkili bir şekilde öğrenmek ve tekrar etmek için kendi kelime listelerinizi oluşturun ve özelleştirin.
uk: Створюйте та налаштовуйте власні списки словникового запасу, щоб ефективно вивчати та повторювати вибрані слова.
ur: اپنی پسند کے الفاظ کو مؤثر طریقے سے سیکھنے اور ان کا جائزہ لینے کے لیے اپنی الفاظ کی فہرستیں بنائیں اور اپنی مرضی کے مطابق بنائیں۔
uz: O'zingiz tanlagan so'zlarni samarali o'rganish va ko'rib chiqish uchun o'zingizning lug'at ro'yxatlaringizni yarating va sozlang.
vi: Tạo và tùy chỉnh danh sách từ vựng của riêng bạn để học và ôn tập hiệu quả các từ bạn chọn.
zh: 创建和定制您自己的词汇表，以有效地学习和复习您选择的单词。
zu: Dala futhi wenze ngokwezifiso uhlu lwakho lwamagama ukuze ufunde ngempumelelo futhi ubuyekeze amagama owakhethile.

# home_title_classement
source: TeamZilla Rankings
af: TeamZilla-ranglys
am: የቡድንዚላ ደረጃ አሰጣጥ
ar: تصنيفات TeamZilla
as: TeamZilla ৰেংকিংছ
az: TeamZilla Reytinqləri
be: Рэйтынгі TeamZilla
bg: Класации на TeamZilla
bn: টিমজিলা র‍্যাঙ্কিং
ca: Rànquing de TeamZilla
cs: Žebříčky TeamZilla
da: TeamZilla-ranglister
de: TeamZilla-Rangliste
el: Κατατάξεις TeamZilla
es: Clasificación de TeamZilla
et: TeamZilla edetabelid
eu: TeamZilla Sailkapena
fa: رتبه‌بندی‌های تیم‌زیلا
fi: TeamZilla-rankingit
fr: Classement TeamZilla
gl: Clasificacións de TeamZilla
gu: ટીમઝિલા રેન્કિંગ્સ
he: דירוגי TeamZilla
hi: टीमज़िला रैंकिंग
hr: Poredak TeamZille
hu: TeamZilla rangsor
hy: TeamZilla-ի վարկանիշային աղյուսակը
is: TeamZilla röðun
it: Classifica TeamZilla
ja: TeamZillaランキング
ka: TeamZilla-ს რეიტინგი
kk: TeamZilla рейтингтері
km: ចំណាត់ថ្នាក់ TeamZilla
kn: ಟೀಮ್‌ಜಿಲ್ಲಾ ಶ್ರೇಯಾಂಕಗಳು
ko: TeamZilla 랭킹
lo: ອັນດັບ TeamZilla
lt: „TeamZilla“ reitingai
lv: TeamZilla reitingi
mk: Рангирање на TeamZilla
ml: ടീംസില്ല റാങ്കിംഗുകൾ
mn: TeamZilla зэрэглэл
mr: टीमझिला रँकिंग्ज
ms: Kedudukan TeamZilla
my: TeamZilla အဆင့်များ
ne: TeamZilla वरीयता
nl: TeamZilla-ranglijsten
no: TeamZilla-rangeringer
or: ଟିମ୍‌ଜିଲା ରାଙ୍କିଙ୍ଗ୍‌
pa: ਟੀਮਜ਼ਿਲਾ ਰੈਂਕਿੰਗਜ਼
pl: Rankingi TeamZilla
pt: Classificações do TeamZilla
ro: Clasamente TeamZilla
ru: Рейтинги TeamZilla
si: TeamZilla ශ්‍රේණිගත කිරීම්
sk: Rebríčky TeamZilla
sl: Lestvice TeamZilla
sq: Renditja e TeamZilla
sr: Рангирање TeamZilla-е
sv: TeamZilla-rankningar
sw: Nafasi za TeamZilla
ta: டீம்ஜில்லா தரவரிசை
te: టీమ్‌జిల్లా ర్యాంకింగ్స్
th: อันดับ TeamZilla
tr: TeamZilla Sıralamaları
uk: Рейтинги TeamZilla
ur: ٹیم زیلا رینکنگ
uz: TeamZilla reytingi
vi: Bảng xếp hạng TeamZilla
zh: TeamZilla 排名
zu: Izikhundla zeTeamZilla

# home_notlogged_accroche1
source: Boost your English!
af: Versterk jou Engels!
am: እንግሊዝኛዎን ያሳድጉ!
ar: عزز لغتك الإنجليزية!
as: আপোনাৰ ইংৰাজী বুষ্ট কৰক!
az: İngilis dilinizi gücləndirin!
be: Палепшыце сваю англійскую мову!
bg: Подобрете английския си!
bn: তোমার ইংরেজি বাড়াও!
ca: Millora el teu anglès!
cs: Zlepšete si angličtinu!
da: Styrk dit engelsk!
de: Verbessern Sie Ihr Englisch!
el: Βελτιώστε τα Αγγλικά σας!
es: ¡Mejora tu inglés!
et: Tõsta oma inglise keelt!
eu: Hobetu zure ingelesa!
fa: انگلیسی خود را تقویت کنید!
fi: Paranna englantiasi!
fr: Booste ton anglais !
gl: Mellora o teu inglés!
gu: તમારા અંગ્રેજીને બુસ્ટ કરો!
he: שפרו את האנגלית שלכם!
hi: अपनी अंग्रेजी बढ़ाएँ!
hr: Usavršite svoj engleski!
hu: Turbózd fel az angoltudásod!
hy: Բարձրացրեք ձեր անգլերենի մակարդակը!
is: Bættu enskukunnáttu þína!
it: Migliora il tuo inglese!
ja: 英語力を高めましょう！
ka: გაიუმჯობესეთ ინგლისური ენის ცოდნა!
kk: Ағылшын тілін шыңдаңыз!
km: បង្កើនភាសាអង់គ្លេសរបស់អ្នក!
kn: ನಿಮ್ಮ ಇಂಗ್ಲಿಷ್ ಭಾಷೆಯನ್ನು ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಿ!
ko: 영어 실력을 향상시키세요!
ky: Англис тилин өркүндөт!
lo: ເສີມ​ຂະ​ຫຍາຍ​ພາ​ສາ​ອັງ​ກິດ​ຂອງ​ທ່ານ​!
lt: Patobulinkite savo anglų kalbos žinias!
lv: Uzlabojiet savu angļu valodas prasmi!
mk: Подобрете го вашиот англиски јазик!
ml: നിങ്ങളുടെ ഇംഗ്ലീഷ് പരിജ്ഞാനം വർദ്ധിപ്പിക്കൂ!
mn: Англи хэлээ хөгжүүлээрэй!
mr: तुमचे इंग्रजी वाढवा!
ms: Tingkatkan bahasa Inggeris anda!
my: သင်၏အင်္ဂလိပ်စာကိုမြှင့်တင်ပါ။
ne: आफ्नो अंग्रेजी बढाउनुहोस्!
nl: Verbeter je Engels!
no: Styrk engelskkunnskapene dine!
or: ତୁମର ଇଂରାଜୀକୁ ବଢ଼ାଅ!
pa: ਆਪਣੀ ਅੰਗਰੇਜ਼ੀ ਵਧਾਓ!
pl: Podszlifuj swój angielski!
pt: Melhore seu inglês!
ro: Îmbunătățește-ți engleza!
ru: Повышайте свой уровень английского!
si: ඔබේ ඉංග්‍රීසි දැනුම වැඩි දියුණු කරගන්න!
sk: Zlepšite si svoju angličtinu!
sl: Izboljšajte svojo angleščino!
sq: Përmirësoni anglishten tuaj!
sr: Унапредите свој енглески!
sv: Förbättra din engelska!
sw: Boresha Kiingereza chako!
ta: உங்கள் ஆங்கிலத்தை வளர்த்துக் கொள்ளுங்கள்!
te: మీ ఇంగ్లీషును పెంచుకోండి!
th: เสริมทักษะภาษาอังกฤษของคุณ!
tr: İngilizcenizi geliştirin!
uk: Підвищте свою англійську!
ur: اپنی انگریزی کو فروغ دیں!
uz: Ingliz tilini rivojlantiring!
vi: Nâng cao tiếng Anh của bạn!
zh: 提高你的英语水平！
zu: Thuthukisa isiNgisi sakho!

# home_notlogged_accroche2
source: Do you want to enrich your English vocabulary?
af: Wil jy jou Engelse woordeskat verryk?
am: የእንግሊዝኛ መዝገበ ቃላትዎን ማበልጸግ ይፈልጋሉ?
ar: هل تريد إثراء مفرداتك الإنجليزية؟
as: আপুনি আপোনাৰ ইংৰাজী শব্দভাণ্ডাৰ সমৃদ্ধ কৰিব বিচাৰেনে?
az: İngilis dili lüğətinizi zənginləşdirmək istəyirsiniz?
be: Вы хочаце ўзбагаціць свой слоўнікавы запас англійскай мовы?
bg: Искате ли да обогатите английския си речник?
bn: আপনি কি আপনার ইংরেজি শব্দভাণ্ডার সমৃদ্ধ করতে চান?
ca: Vols enriquir el teu vocabulari anglès?
cs: Chcete si obohatit anglickou slovní zásobu?
da: Vil du berige dit engelske ordforråd?
de: Möchten Sie Ihren englischen Wortschatz erweitern?
el: Θέλετε να εμπλουτίσετε το αγγλικό σας λεξιλόγιο;
es: ¿Quieres enriquecer tu vocabulario en inglés?
et: Kas soovite oma inglise keele sõnavara rikastada?
eu: Zure ingelesezko hiztegia aberastu nahi al duzu?
fa: آیا می‌خواهید دایره لغات انگلیسی خود را غنی کنید؟
fi: Haluatko rikastuttaa englannin kielen sanavarastoasi?
fr: Tu veux enrichir ton vocabulaire anglais ?
gl: Queres enriquecer o teu vocabulario inglés?
gu: શું તમે તમારા અંગ્રેજી શબ્દભંડોળને સમૃદ્ધ બનાવવા માંગો છો?
he: האם אתה רוצה להעשיר את אוצר המילים שלך באנגלית?
hi: क्या आप अपनी अंग्रेजी शब्दावली को समृद्ध करना चाहते हैं?
hr: Želite li obogatiti svoj engleski vokabular?
hu: Szeretnéd gazdagítani az angol szókincsedet?
hy: Ցանկանո՞ւմ եք հարստացնել ձեր անգլերենի բառապաշարը։
is: Viltu auðga enskuorðaforða þinn?
it: Vuoi arricchire il tuo vocabolario inglese?
ja: 英語の語彙を豊かにしたいですか?
ka: გსურთ თქვენი ინგლისური ლექსიკის გამდიდრება?
kk: Ағылшын тіліндегі сөздік қорыңызды байытқыңыз келе ме?
km: តើអ្នកចង់បង្កើនវាក្យសព្ទភាសាអង់គ្លេសរបស់អ្នកទេ?
kn: ನಿಮ್ಮ ಇಂಗ್ಲಿಷ್ ಶಬ್ದಕೋಶವನ್ನು ಉತ್ಕೃಷ್ಟಗೊಳಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ko: 영어 어휘력을 늘리고 싶으신가요?
ky: Англисче лексикаңызды байытууну каалайсызбы?
lo: ທ່ານຕ້ອງການເສີມສ້າງຄໍາສັບພາສາອັງກິດຂອງເຈົ້າບໍ?
lt: Ar norite praturtinti savo anglų kalbos žodyną?
lv: Vai vēlaties bagātināt savu angļu valodas vārdu krājumu?
mk: Дали сакате да го збогатите вашиот англиски речник?
ml: നിങ്ങളുടെ ഇംഗ്ലീഷ് പദാവലി സമ്പന്നമാക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
mn: Та англи хэлний үгсийн сангаа баяжуулахыг хүсч байна уу?
mr: तुम्हाला तुमचा इंग्रजी शब्दसंग्रह समृद्ध करायचा आहे का?
ms: Adakah anda ingin memperkayakan perbendaharaan kata bahasa Inggeris anda?
my: သင့်အင်္ဂလိပ်ဝေါဟာရကို ကြွယ်ဝစေချင်ပါသလား။
ne: के तपाईं आफ्नो अंग्रेजी शब्दावली समृद्ध बनाउन चाहनुहुन्छ?
nl: Wilt u uw Engelse woordenschat verrijken?
no: Ønsker du å berike ditt engelske ordforråd?
or: ଆପଣ କ’ଣ ଆପଣଙ୍କର ଇଂରାଜୀ ଶବ୍ଦକୋଷକୁ ସମୃଦ୍ଧ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੀ ਅੰਗਰੇਜ਼ੀ ਸ਼ਬਦਾਵਲੀ ਨੂੰ ਅਮੀਰ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz wzbogacić swoje słownictwo angielskie?
pt: Você quer enriquecer seu vocabulário em inglês?
ro: Vrei să-ți îmbogățești vocabularul de limba engleză?
ru: Хотите обогатить свой словарный запас английского языка?
si: ඔබේ ඉංග්‍රීසි වචන මාලාව පොහොසත් කිරීමට ඔබට අවශ්‍යද?
sk: Chcete si obohatiť slovnú zásobu v angličtine?
sl: Ali želite obogatiti svoj angleški besedni zaklad?
sq: Dëshironi të pasuroni fjalorin tuaj në anglisht?
sr: Да ли желите да обогатите свој енглески речник?
sv: Vill du berika ditt engelska ordförråd?
sw: Je, unataka kuboresha msamiati wako wa Kiingereza?
ta: உங்கள் ஆங்கில சொற்களஞ்சியத்தை வளப்படுத்த விரும்புகிறீர்களா?
te: మీరు మీ ఆంగ్ల పదజాలాన్ని మెరుగుపరచుకోవాలనుకుంటున్నారా?
th: คุณต้องการเพิ่มคลังคำศัพท์ภาษาอังกฤษของคุณหรือไม่?
tr: İngilizce kelime dağarcığınızı zenginleştirmek ister misiniz?
uk: Ви хочете збагатити свій словниковий запас англійської мови?
ur: کیا آپ اپنی انگریزی الفاظ کو بہتر بنانا چاہتے ہیں؟
uz: Ingliz tilidagi so'z boyligingizni boyitmoqchimisiz?
vi: Bạn có muốn làm giàu vốn từ vựng tiếng Anh của mình không?
zh: 你想丰富你的英语词汇量吗？
zu: Ingabe ufuna ukucebisa ulwazimagama lwakho lwesiNgisi?

# home_notlogged_accroche3
source: Access to
af: Toegang tot
am: መዳረሻ
ar: الوصول إلى
as: প্ৰৱেশৰ...
az: Giriş
be: Доступ да
bg: Достъп до
bn: অ্যাক্সেস
ca: Accés a
cs: Přístup k
da: Adgang til
de: Zugang zu
el: Δικαίωμα χρησιμοποίησης
es: Acceso a
et: Juurdepääs
eu: Sarbidea
fa: دسترسی به
fi: Pääsy
fr: Accède à
gl: Acceso a
gu: ઍક્સેસ
he: גישה ל
hi: तक पहुंच
hr: Pristup do
hu: Hozzáférés a következőhöz:
hy: Մուտք դեպի
is: Aðgangur að
it: Accesso a
ja: アクセス
ka: წვდომა
kk: қол жеткізу
km: ការចូលប្រើ
kn: ಪ್ರವೇಶ
ko: 에 대한 접근
ky: кирүү мүмкүнчүлүгү
lo: ການເຂົ້າເຖິງ
lt: Prieiga prie
lv: Piekļuve
mk: Пристап до
ml: ആക്സസ്
mn: хандах
mr: प्रवेश
ms: Akses kepada
my: လက်လှမ်းမီရန်
ne: पहुँच
nl: Toegang tot
no: Tilgang til
or: ପ୍ରବେଶ
pa: ਤੱਕ ਪਹੁੰਚ
pl: Dostęp do
pt: Acesso a
ro: Acces la
ru: Доступ к
si: ප්‍රවේශය
sk: Prístup k
sl: Dostop do
sq: Qasje në
sr: Приступ до
sv: Tillgång till
sw: Ufikiaji wa
ta: அணுகல்
te: యాక్సెస్
th: การเข้าถึง
tr: Erişim
uk: Доступ до
ur: تک رسائی
uz: ga kirish
vi: Truy cập vào
zh: 访问
zu: Ukufinyelela ku

# home_notlogged_accroche4
source: 5,600 essential words
af: 5 600 noodsaaklike woorde
am: 5,600 አስፈላጊ ቃላት
ar: 5600 كلمة أساسية
as: ৫৬০০ টা অত্যাৱশ্যকীয় শব্দ
az: 5600 əsas söz
be: 5600 важных слоў
bg: 4400 основни думи
bn: ৫,৬০০টি প্রয়োজনীয় শব্দ
ca: 5.600 paraules essencials
cs: 4 400 základních slov
da: 4.400 essentielle ord
de: 4.400 wichtige Wörter
el: 4.400 βασικές λέξεις
es: 4.400 palabras esenciales
et: 4400 olulist sõna
eu: 5.600 hitz garrantzitsu
fa: ۵۶۰۰ کلمه ضروری
fi: 5 600 olennaista sanaa
fr: 4 400 mots essentiels
gl: 5.600 palabras esenciais
gu: ૫,૬૦૦ આવશ્યક શબ્દો
he: 5,600 מילים חיוניות
hi: 4,400 आवश्यक शब्द
hr: 4.400 bitnih riječi
hu: 4400 alapvető szó
hy: 5,600 կարևոր բառեր
is: 5.600 nauðsynleg orð
it: 5.600 parole essenziali
ja: 必須語4,400語
ka: 4,400 აუცილებელი სიტყვა
kk: 4400 маңызды сөз
km: 4,400 ពាក្យសំខាន់ៗ
kn: 5,600 ಅಗತ್ಯ ಪದಗಳು
ko: 5,600개의 필수 단어
ky: 4.400 маанилүү сөздөр
lo: 5,600 ຄໍາ​ສັບ​ຕ່າງໆ​ທີ່​ສໍາ​ຄັນ​
lt: 4400 esminių žodžių
lv: 5600 svarīgi vārdi
mk: 5.600 основни зборови
ml: 4,400 അവശ്യ വാക്കുകൾ
mn: 4400 чухал үг
mr: ४,४०० आवश्यक शब्द
ms: 5,600 perkataan penting
my: မရှိမဖြစ် စကားလုံး ၅၆၀၀
ne: ४,४०० आवश्यक शब्दहरू
nl: 5.600 essentiële woorden
no: 5600 essensielle ord
or: ୪,୪୦୦ଟି ଜରୁରୀ ଶବ୍ଦ
pa: 5,600 ਜ਼ਰੂਰੀ ਸ਼ਬਦ
pl: 5600 niezbędnych słów
pt: 5.600 palavras essenciais
ro: 5.600 de cuvinte esențiale
ru: 5600 основных слов
si: අත්‍යවශ්‍ය වචන 5,600ක්
sk: 5 600 základných slov
sl: 4.400 bistvenih besed
sq: 5,600 fjalë thelbësore
sr: 5.600 основних речи
sv: 5 600 viktiga ord
sw: 4,400 maneno muhimu
ta: 5,600 அத்தியாவசிய வார்த்தைகள்
te: 5,600 ముఖ్యమైన పదాలు
th: คำศัพท์สำคัญ 4,400 คำ
tr: 5.600 temel kelime
uk: 5600 важливих слів
ur: 5,600 ضروری الفاظ
uz: 5600 ta muhim so'z
vi: 5.600 từ vựng thiết yếu
zh: 4,400 个必备词汇
zu: 4,400 amagama abalulekile
