Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# pronunciation_error2
source: Error during initialization
af: Fout tydens initialisering
am: በመነሻ ጊዜ ስህተት
ar: خطأ أثناء التهيئة
as: আৰম্ভণিৰ সময়ত ত্ৰুটি
az: Başlama zamanı xəta
be: Памылка падчас ініцыялізацыі
bg: Грешка по време на инициализацията
bn: আরম্ভের সময় ত্রুটি
ca: Error durant la inicialització
cs: Chyba během inicializace
da: Fejl under initialisering
de: Fehler während der Initialisierung
el: Σφάλμα κατά την αρχικοποίηση
es: Error durante la inicialización
et: Viga initsialiseerimise ajal
eu: Hasieratzean errorea
fa: خطا در هنگام مقداردهی اولیه
fi: Virhe alustuksen aikana
fr: Erreur lors de l'initialisation
gl: Erro durante a inicialización
gu: શરૂઆત દરમિયાન ભૂલ
he: שגיאה במהלך האתחול
hi: प्रारंभ के दौरान त्रुटि
hr: Greška tijekom inicijalizacije
hu: Hiba az inicializálás során
hy: Սխալ նախնականացման ժամանակ
is: Villa við frumstillingu
it: Errore durante l'inizializzazione
ja: 初期化中にエラーが発生しました
ka: შეცდომა ინიციალიზაციის დროს
kk: Баптандыру кезінде қате
km: កំហុសអំឡុងពេលចាប់ផ្តើម
kn: ಪ್ರಾರಂಭಿಸುವಾಗ ದೋಷ
ko: 초기화 중 오류 발생
ky: Инициализация учурунда ката кетти
lo: ເກີດຄວາມຜິດພາດໃນລະຫວ່າງການເລີ່ມຕົ້ນ
lt: Klaida inicijavimo metu
lv: Kļūda inicializācijas laikā
mk: Грешка за време на иницијализацијата
ml: ഇനിഷ്യലൈസ് ചെയ്യുന്നതിനിടെ പിശക്
mn: Эхлүүлэх явцад гарсан алдаа
mr: सुरुवात करताना त्रुटी आली
ms: Ralat semasa permulaan
my: စတင်လုပ်ဆောင်နေစဉ် အမှားအယွင်း
ne: सुरुवात गर्दा त्रुटि भयो
nl: Fout tijdens initialisatie
no: Feil under initialisering
or: ଆରମ୍ଭ କରିବା ସମୟରେ ତ୍ରୁଟି
pa: ਸ਼ੁਰੂਆਤ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd podczas inicjalizacji
pt: Erro durante a inicialização
ro: Eroare în timpul inițializării
ru: Ошибка при инициализации
si: ආරම්භ කිරීමේදී දෝෂයක්
sk: Chyba počas inicializácie
sl: Napaka med inicializacijo
sq: Gabim gjatë inicializimit
sr: Грешка током иницијализације
sv: Fel under initialisering
sw: Hitilafu wakati wa uanzishaji
ta: துவக்கத்தின் போது பிழை
te: ప్రారంభించేటప్పుడు లోపం
th: ข้อผิดพลาดระหว่างการเริ่มต้น
tr: Başlatma sırasında hata oluştu
uk: Помилка під час ініціалізації
ur: شروعات کے دوران خرابی
uz: Ishga tushirish paytida xato
vi: Lỗi trong quá trình khởi tạo
zh: 初始化过程中出错
zu: Iphutha ngesikhathi sokuqalisa

# pronunciation_error3
source: Error starting listening
af: Fout met die begin van luister
am: ማዳመጥ መጀመር ላይ ስህተት
ar: خطأ في بدء الاستماع
as: শুনিবলৈ আৰম্ভ কৰাত ত্ৰুটি
az: Dinləməyə başladıqda xəta baş verdi
be: Памылка пачатку праслухоўвання
bg: Грешка при започване на слушането
bn: শোনা শুরু করার সময় ত্রুটি হয়েছে
ca: S'ha produït un error en iniciar l'escolta
cs: Chyba při zahájení poslechu
da: Fejl ved opstart af lytning
de: Fehler beim Starten des Abhörens
el: Σφάλμα κατά την έναρξη της ακρόασης
es: Error al iniciar la escucha
et: Viga kuulamise alustamisel
eu: Errorea entzuten hastean
fa: خطا در شروع گوش دادن
fi: Virhe kuuntelun aloittamisessa
fr: Erreur lors du démarrage de l'écoute
gl: Produciuse un erro ao iniciar a escoita
gu: સાંભળવાનું શરૂ કરવામાં ભૂલ આવી
he: שגיאה בהתחלת ההאזנה
hi: सुनना शुरू करने में त्रुटि
hr: Pogreška pri pokretanju slušanja
hu: Hiba a hallgatás megkezdésekor
hy: Սխալ լսելու մեկնարկի ժամանակ
is: Villa í að hefja hlustun
it: Errore durante l'avvio dell'ascolto
ja: リスニング開始エラー
ka: შეცდომა მოსმენის დაწყებისას მოხდა. მოხდა შეცდომა მოსმენის დაწყებისას.
kk: Тыңдауды бастау қатесі
km: កំហុសក្នុងការចាប់ផ្តើមស្តាប់
kn: ಕೇಳುವಿಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸುವಲ್ಲಿ ದೋಷ
ko: 청취 시작 오류
ky: Угууну баштоодо ката кетти
lo: ເກີດຄວາມຜິດພາດໃນການເລີ່ມຟັງ
lt: Klaida pradedant klausytis
lv: Kļūda, sākot klausīšanos
mk: Грешка при започнување на слушањето
ml: കേൾക്കൽ ആരംഭിക്കുന്നതിൽ പിശക്
mn: Сонсож эхлэхэд алдаа гарлаа
mr: ऐकणे सुरू करताना त्रुटी आली
ms: Ralat semasa mula mendengar
my: နားထောင်ခြင်းစတင်ရာတွင် အမှားအယွင်းရှိသည်။
ne: सुन्न सुरु गर्दा त्रुटि भयो
nl: Fout bij het starten van luisteren
no: Feil ved oppstart av lytting
or: ଶୁଣିବା ଆରମ୍ଭ କରିବାରେ ତ୍ରୁଟି
pa: ਸੁਣਨਾ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਗੜਬੜ ਹੋਈ
pl: Błąd podczas rozpoczynania nasłuchiwania
pt: Erro ao iniciar a escuta
ro: Eroare la pornirea ascultării
ru: Ошибка начала прослушивания
si: සවන් දීම ආරම්භ කිරීමේ දෝෂයකි
sk: Chyba pri spustení počúvania
sl: Napaka pri začetku poslušanja
sq: Gabim gjatë fillimit të dëgjimit gjatë dëgjimit
sr: Грешка при почетку слушања
sv: Fel vid uppstart av lyssning
sw: Hitilafu katika kuanza kusikiliza
ta: கேட்கத் தொடங்குவதில் பிழை
te: వినడం ప్రారంభించడంలో లోపం
th: เกิดข้อผิดพลาดในการเริ่มฟัง
tr: Dinlemeye başlarken hata oluştu
uk: Помилка початку прослуховування
ur: سننا شروع کرنے میں خرابی۔
uz: Tinglashni boshlashda xatolik yuz berdi
vi: Lỗi khi bắt đầu nghe
zh: 开始监听时出错
zu: Iphutha lokuqala ukulalela

# pronunciation_error4
source: Voice recognition is not ready.
af: Stemherkenning is nie gereed nie.
am: የድምጽ ማወቂያ ዝግጁ አይደለም።
ar: التعرف على الصوت ليس جاهزًا.
as: কণ্ঠ চিনাক্তকৰণ সাজু হোৱা নাই।
az: Səsin tanınması hazır deyil.
be: Распазнаванне голасу не гатовае.
bg: Гласовото разпознаване не е готово.
bn: ভয়েস রিকগনিশন প্রস্তুত নয়।
ca: El reconeixement de veu no està a punt.
cs: Rozpoznávání hlasu není připraveno.
da: Stemmegenkendelse er ikke klar.
de: Die Spracherkennung ist nicht bereit.
el: Η αναγνώριση φωνής δεν είναι έτοιμη.
es: El reconocimiento de voz no está listo.
et: Häältuvastus pole valmis.
eu: Ahots-ezagutza ez dago prest.
fa: تشخیص صدا آماده نیست.
fi: Äänentunnistus ei ole valmis.
fr: La reconnaissance vocale n'est pas prête.
gl: O recoñecemento de voz non está listo.
gu: અવાજ ઓળખ તૈયાર નથી.
he: זיהוי קולי אינו מוכן.
hi: आवाज पहचान तैयार नहीं है.
hr: Prepoznavanje glasa nije spremno.
hu: A hangfelismerés nem áll készen.
hy: Ձայնի ճանաչումը պատրաստ չէ։
is: Raddgreining er ekki tilbúin.
it: Il riconoscimento vocale non è pronto.
ja: 音声認識の準備ができていません。
ka: ხმის ამოცნობა მზად არ არის.
kk: Дауысты тану дайын емес.
km: ការសម្គាល់សំឡេងមិនទាន់រួចរាល់ទេ។
kn: ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಸಿದ್ಧವಾಗಿಲ್ಲ.
ko: 음성 인식 기능이 준비되지 않았습니다.
ky: Үн таануу даяр эмес.
lo: ການຮັບຮູ້ສຽງຍັງບໍ່ພ້ອມ.
lt: Balso atpažinimas neparengtas.
lv: Balss atpazīšana nav gatava.
mk: Препознавањето на глас не е подготвено.
ml: ശബ്ദം തിരിച്ചറിയൽ തയ്യാറല്ല.
mn: Дуу таних бэлэн биш байна.
mr: आवाज ओळख तयार नाही.
ms: Pengecaman suara belum sedia.
my: အသံအသိအမှတ်ပြုခြင်း အဆင်သင့်မဖြစ်သေးပါ။
ne: आवाज पहिचान तयार छैन।
nl: Spraakherkenning is nog niet gereed.
no: Talegjenkjenning er ikke klar.
or: ସ୍ୱର ଚିହ୍ନଟକରଣ ପ୍ରସ୍ତୁତ ନୁହେଁ।
pa: ਅਵਾਜ਼ ਪਛਾਣ ਤਿਆਰ ਨਹੀਂ ਹੈ।
pl: Rozpoznawanie głosu nie jest gotowe.
pt: O reconhecimento de voz não está pronto.
ro: Recunoașterea vocală nu este gata.
ru: Распознавание голоса не готово.
si: හඬ හඳුනාගැනීම සූදානම් නැත.
sk: Rozpoznávanie hlasu nie je pripravené.
sl: Prepoznavanje glasu ni pripravljeno.
sq: Njohja e zërit nuk është gati.
sr: Препознавање гласа није спремно.
sv: Röstigenkänning är inte klar.
sw: Utambuzi wa sauti hauko tayari.
ta: குரல் அங்கீகாரம் தயாராக இல்லை.
te: వాయిస్ గుర్తింపు సిద్ధంగా లేదు.
th: การจดจำเสียงยังไม่พร้อมใช้งาน
tr: Ses tanıma özelliği henüz hazır değil.
uk: Розпізнавання голосу не готове.
ur: آواز کی شناخت تیار نہیں ہے۔
uz: Ovozni aniqlash tayyor emas.
vi: Nhận dạng giọng nói chưa sẵn sàng.
zh: 语音识别尚未准备好。
zu: Ukuqashelwa kwezwi akulungile.

# pronunciation_error5
source: Microphone permission denied
af: Mikrofoontoestemming geweier
am: የማይክሮፎን ፍቃድ ተከልክሏል።
ar: تم رفض إذن الميكروفون
as: মাইক্ৰ’ফোনৰ অনুমতি অস্বীকাৰ কৰা হৈছে
az: Mikrofon icazəsi rədd edildi
be: Доступ да мікрафона забаронены
bg: Разрешението за микрофон е отказано
bn: মাইক্রোফোনের অনুমতি অস্বীকৃত
ca: Permís de micròfon denegat
cs: Přístup k mikrofonu byl zamítnut
da: Mikrofontilladelse nægtet
de: Mikrofonberechtigung verweigert
el: Η άδεια μικροφώνου απορρίφθηκε
es: Permiso de micrófono denegado
et: Mikrofoni luba keelatud
eu: Mikrofonoaren baimena ukatuta
fa: اجازه میکروفون رد شد
fi: Mikrofonin käyttöoikeus evätty
fr: Permission microphone refusée
gl: Permiso de micrófono denegado
gu: માઇક્રોફોન પરવાનગી નકારાઈ
he: הרשאת המיקרופון נדחתה
hi: माइक्रोफ़ोन की अनुमति अस्वीकृत
hr: Dozvola za mikrofon odbijena
hu: Mikrofonengedély megtagadva
hy: Միկրոֆոնի թույլտվությունը մերժված է
is: Leyfi fyrir hljóðnema hafnað
it: Autorizzazione microfono negata
ja: マイクの許可が拒否されました
ka: მიკროფონის ნებართვა უარყოფილია
kk: Микрофонға рұқсат берілмеді
km: ការអនុញ្ញាតមីក្រូហ្វូនត្រូវបានបដិសេធ
kn: ಮೈಕ್ರೋಫೋನ್ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ
ko: 마이크 사용 권한이 거부되었습니다.
ky: Микрофонго уруксат берилген жок
lo: ການອະນຸຍາດໄມໂຄຣໂຟນຖືກປະຕິເສດ
lt: Mikrofono leidimas atmestas
lv: Mikrofona atļauja liegta
mk: Дозволата за микрофон е одбиена
ml: മൈക്രോഫോൺ അനുമതി നിരസിച്ചു
mn: Микрофоны зөвшөөрлийг үгүйсгэв
mr: मायक्रोफोन परवानगी नाकारली
ms: Kebenaran mikrofon ditolak
my: မိုက်ခရိုဖုန်းခွင့်ပြုချက်ကို ငြင်းဆိုထားသည်။
ne: माइक्रोफोन अनुमति अस्वीकार गरियो
nl: Microfoontoestemming geweigerd
no: Mikrofontillatelse nektet
or: ମାଇକ୍ରୋଫୋନ୍ ଅନୁମତି ଅସ୍ୱୀକାର କରାଯାଇଛି
pa: ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਇਜਾਜ਼ਤ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ
pl: Odmowa dostępu do mikrofonu
pt: Permissão de microfone negada
ro: Permisiunea pentru microfon a fost refuzată
ru: В доступе к микрофону отказано
si: මයික්‍රෆෝන අවසරය ප්‍රතික්ෂේප කරන ලදී
sk: Prístup k mikrofónu bol zamietnutý
sl: Dovoljenje za mikrofon zavrnjeno
sq: Leja e mikrofonit u refuzua
sr: Дозвола за микрофон је одбијена
sv: Mikrofonåtkomst nekad
sw: Ruhusa ya maikrofoni imekataliwa
ta: மைக்ரோஃபோன் அனுமதி மறுக்கப்பட்டது
te: మైక్రోఫోన్ అనుమతి నిరాకరించబడింది
th: ไม่ได้รับอนุญาติให้ใช้งานไมโครโฟน
tr: Mikrofon izni reddedildi
uk: Доступ до мікрофона відхилено
ur: مائیکروفون کی اجازت مسترد کر دی گئی۔
uz: Mikrofonga ruxsat berilmadi
vi: Quyền sử dụng micrô bị từ chối
zh: 麦克风权限被拒绝
zu: Imvume yemakrofoni inqatshiwe

# offline_title
source: Offline
af: Vanlyn
am: ከመስመር ውጭ
ar: غير متصل
as: অফলাইন
az: Oflayn
be: Афлайн
bg: Офлайн
bn: অফলাইন
ca: Fora de línia
el: Εκτός σύνδεσης
es: Desconectado
et: Võrguühenduseta
eu: Lineaz kanpo
fa: آفلاین
fi: Offline-tilassa
fr: Hors ligne
gl: Sen conexión
gu: ઑફલાઇન
he: לא מקוון
hi: ऑफलाइन
hr: Izvan mreže
hy: Անցանց
is: Ótengdur
it: Fuori linea
ja: オフライン
ka: ოფლაინში
kk: Офлайн
km: ក្រៅបណ្តាញ
kn: ಆಫ್‌ಲೈನ್
ko: 오프라인
ky: Оффлайн
lo: ອອບໄລນ໌
lt: Neprisijungęs
lv: Bezsaistē
mk: Офлајн
ml: ഓഫ്‌ലൈൻ
mn: Офлайн
mr: ऑफलाइन
ms: Luar talian
my: အော့ဖ်လိုင်း
ne: अफलाइन
no: Frakoblet
or: ଅଫଲାଇନ୍
pa: ਆਫ਼ਲਾਈਨ
pl: Niedostępny
ru: Оффлайн
si: නොබැඳි
sl: Brez povezave
sq: Jashtë linje
sr: Офлајн
sw: Nje ya mtandao
ta: ஆஃப்லைன்
te: ఆఫ్‌లైన్
th: ออฟไลน์
tr: Çevrimdışı
uk: Офлайн
ur: آف لائن
uz: Oflayn
vi: Ngoại tuyến
zh: 离线
zu: Okungaxhunyiwe ku-inthanethi

# offline_description
source: You do not have an internet connection. Please connect to the internet to continue.
af: Jy het nie 'n internetverbinding nie. Koppel asseblief aan die internet om voort te gaan.
am: የበይነመረብ ግንኙነት የለዎትም። ለመቀጠል እባክዎ ከበይነመረቡ ጋር ይገናኙ።
ar: ليس لديك اتصال بالإنترنت. يُرجى الاتصال بالإنترنت للمتابعة.
as: আপোনাৰ ইণ্টাৰনেট সংযোগ নাই। আগবাঢ়ি যাবলৈ ইণ্টাৰনেটৰ সৈতে সংযোগ স্থাপন কৰক।
az: Sizin internet bağlantınız yoxdur. Davam etmək üçün internetə qoşulun.
be: У вас няма падключэння да Інтэрнэту. Каб працягнуць, падключыцеся да Інтэрнэту.
bg: Нямате интернет връзка. Моля, свържете се с интернет, за да продължите.
bn: আপনার ইন্টারনেট সংযোগ নেই। চালিয়ে যেতে অনুগ্রহ করে ইন্টারনেটে সংযোগ করুন।
ca: No teniu connexió a Internet. Connecteu-vos a Internet per continuar.
cs: Nemáte připojení k internetu. Pro pokračování se prosím připojte k internetu.
da: Du har ikke en internetforbindelse. Opret forbindelse til internettet for at fortsætte.
de: Sie haben keine Internetverbindung. Bitte stellen Sie eine Verbindung zum Internet her, um fortzufahren.
el: Δεν έχετε σύνδεση στο διαδίκτυο. Συνδεθείτε στο διαδίκτυο για να συνεχίσετε.
es: No tienes conexión a internet. Conéctate para continuar.
et: Teil puudub internetiühendus. Jätkamiseks looge internetiühendus.
eu: Ez duzu internet konexiorik. Jarraitzeko, konektatu internetera.
fa: شما به اینترنت متصل نیستید. لطفا برای ادامه به اینترنت متصل شوید.
fi: Sinulla ei ole internetyhteyttä. Yhdistä internetiin jatkaaksesi.
fr: Vous n'avez pas de connexion Internet. Veuillez vous connecter à Internet pour continuer.
gl: Non tes conexión a internet. Conéctate a internet para continuar.
gu: તમારી પાસે ઇન્ટરનેટ કનેક્શન નથી. ચાલુ રાખવા માટે કૃપા કરીને ઇન્ટરનેટથી કનેક્ટ થાઓ.
he: אין לך חיבור לאינטרנט. אנא התחבר לאינטרנט כדי להמשיך.
hi: आपके पास इंटरनेट कनेक्शन नहीं है। कृपया जारी रखने के लिए इंटरनेट से कनेक्ट करें।
hr: Nemate internetsku vezu. Spojite se na internet da biste nastavili.
hu: Nincs internetkapcsolatod. A folytatáshoz csatlakozz az internethez.
hy: Դուք ինտերնետ կապ չունեք։ Շարունակելու համար խնդրում ենք միանալ ինտերնետին։
is: Þú ert ekki með nettengingu. Tengstu við internetið til að halda áfram.
it: Non hai una connessione internet. Connettiti a internet per continuare.
ja: インターネットに接続されていません。続行するにはインターネットに接続してください。
ka: თქვენ არ გაქვთ ინტერნეტ კავშირი. გასაგრძელებლად, გთხოვთ, დაუკავშირდეთ ინტერნეტს.
kk: Сізде интернет байланысы жоқ. Жалғастыру үшін интернетке қосылыңыз.
km: អ្នកមិនមានការតភ្ជាប់អ៊ីនធឺណិតទេ។ សូមភ្ជាប់ទៅអ៊ីនធឺណិតដើម្បីបន្ត។
kn: ನೀವು ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿಲ್ಲ. ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ.
ko: 인터넷에 연결되어 있지 않습니다. 계속하려면 인터넷에 연결하세요.
ky: Сизде интернет байланышы жок. Улантуу үчүн интернетке туташыңыз.
lo: ທ່ານບໍ່ມີການເຊື່ອມຕໍ່ອິນເຕີເນັດ. ກະລຸນາເຊື່ອມຕໍ່ອິນເຕີເນັດເພື່ອສືບຕໍ່.
lt: Neturite interneto ryšio. Norėdami tęsti, prisijunkite prie interneto.
lv: Jums nav interneta savienojuma. Lūdzu, izveidojiet savienojumu ar internetu, lai turpinātu.
mk: Немате интернет конекција. Поврзете се на интернет за да продолжите.
ml: നിങ്ങൾക്ക് ഇന്റർനെറ്റ് കണക്ഷൻ ഇല്ല. തുടരാൻ ഇന്റർനെറ്റിലേക്ക് കണക്റ്റുചെയ്യുക.
mn: Танд интернет холболт байхгүй байна. Үргэлжлүүлэхийн тулд интернетэд холбогдоно уу.
mr: तुमच्याकडे इंटरनेट कनेक्शन नाही. पुढे सुरू ठेवण्यासाठी कृपया इंटरनेटशी कनेक्ट करा.
ms: Anda tidak mempunyai sambungan internet. Sila sambung ke internet untuk meneruskan.
my: သင့်တွင် အင်တာနက်ချိတ်ဆက်မှု မရှိပါ။ ရှေ့ဆက်ရန် အင်တာနက်သို့ ချိတ်ဆက်ပါ။
ne: तपाईंसँग इन्टरनेट जडान छैन। जारी राख्न कृपया इन्टरनेटमा जडान गर्नुहोस्।
nl: U heeft geen internetverbinding. Maak verbinding met internet om verder te gaan.
no: Du har ikke internettforbindelse. Koble til internett for å fortsette.
or: ଆପଣଙ୍କର କୌଣସି ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ନାହିଁ। ଜାରି ରଖିବାକୁ ଦୟାକରି ଇଣ୍ଟରନେଟ୍ ସହ ସଂଯୋଗ କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਕੋਲ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਇੰਟਰਨੈੱਟ ਨਾਲ ਕਨੈਕਟ ਕਰੋ।
pl: Nie masz połączenia z internetem. Połącz się z internetem, aby kontynuować.
pt: Você não possui conexão com a internet. Conecte-se à internet para continuar.
ro: Nu aveți conexiune la internet. Vă rugăm să vă conectați la internet pentru a continua.
ru: У вас нет подключения к интернету. Подключитесь к интернету, чтобы продолжить.
si: ඔබට අන්තර්ජාල සම්බන්ධතාවයක් නොමැත. ඉදිරියට යාමට කරුණාකර අන්තර්ජාලයට සම්බන්ධ වන්න.
sk: Nemáte internetové pripojenie. Ak chcete pokračovať, pripojte sa k internetu.
sl: Nimate internetne povezave. Za nadaljevanje se povežite z internetom.
sq: Nuk ke lidhje interneti. Lidhu me internetin për të vazhduar.
sr: Немате интернет везу. Молимо вас да се повежете на интернет да бисте наставили.
sv: Du har ingen internetanslutning. Anslut till internet för att fortsätta.
sw: Huna muunganisho wa intaneti. Tafadhali unganisha kwenye intaneti ili kuendelea.
ta: உங்களிடம் இணைய இணைப்பு இல்லை. தொடர இணையத்துடன் இணைக்கவும்.
te: మీకు ఇంటర్నెట్ కనెక్షన్ లేదు. కొనసాగించడానికి దయచేసి ఇంటర్నెట్‌కు కనెక్ట్ చేయండి.
th: คุณไม่ได้เชื่อมต่ออินเทอร์เน็ต กรุณาเชื่อมต่ออินเทอร์เน็ตเพื่อดำเนินการต่อ
tr: İnternet bağlantınız yok. Devam etmek için lütfen internete bağlanın.
uk: У вас немає підключення до Інтернету. Будь ласка, підключіться до Інтернету, щоб продовжити.
ur: آپ کے پاس انٹرنیٹ کنکشن نہیں ہے۔ جاری رکھنے کے لیے براہ کرم انٹرنیٹ سے منسلک ہوں۔
uz: Sizda internet aloqasi yo'q. Davom etish uchun internetga ulaning.
vi: Bạn không có kết nối internet. Vui lòng kết nối internet để tiếp tục.
zh: 您没有互联网连接。请连接互联网后继续。
zu: Awunalo uxhumano lwe-inthanethi. Sicela uxhume ku-inthanethi ukuze uqhubeke.

# quizz_progression_title
source: My progress on this list
af: My vordering op hierdie lys
am: በዚህ ዝርዝር ውስጥ የእኔ እድገት
ar: تقدمي في هذه القائمة
as: এই তালিকাত মোৰ অগ্ৰগতি
az: Bu siyahıda mənim irəliləyişim
be: Мой прагрэс у гэтым спісе
bg: Моят напредък в този списък
bn: এই তালিকায় আমার অগ্রগতি
ca: El meu progrés en aquesta llista
cs: Můj pokrok na tomto seznamu
da: Mine fremskridt på denne liste
de: Mein Fortschritt auf dieser Liste
el: Η πρόοδός μου σε αυτήν τη λίστα
es: Mi progreso en esta lista
et: Minu edusammud selles nimekirjas
eu: Nire aurrerapena zerrenda honetan
fa: پیشرفت من در این لیست
fi: Edistymiseni tällä listalla
fr: Ma progression dans cette liste
gl: O meu progreso nesta lista
gu: આ યાદીમાં મારી પ્રગતિ
he: ההתקדמות שלי ברשימה הזו
hi: इस सूची पर मेरी प्रगति
hr: Moj napredak na ovoj listi
hu: Az előrehaladásom ezen a listán
hy: Իմ առաջընթացը այս ցուցակում
is: Framfarir mínar á þessum lista
it: I miei progressi in questa lista
ja: このリストの進捗状況
ka: ჩემი პროგრესი ამ სიაში
kk: Менің осы тізімдегі жетістіктерім
km: វឌ្ឍនភាពរបស់ខ្ញុំនៅក្នុងបញ្ជីនេះ។
kn: ಈ ಪಟ್ಟಿಯಲ್ಲಿ ನನ್ನ ಪ್ರಗತಿ
ko: 이 목록에 대한 내 진행 상황
ky: Бул тизмедеги менин прогрессим
lo: ຄວາມຄືບຫນ້າຂອງຂ້ອຍຢູ່ໃນບັນຊີລາຍຊື່ນີ້
lt: Mano pažanga šiame sąraše
lv: Mans progress šajā sarakstā
mk: Мојот напредок на оваа листа
ml: ഈ ലിസ്റ്റിലെ എന്റെ പുരോഗതി
mn: Энэ жагсаалтад байгаа миний ахиц дэвшил
mr: या यादीतील माझी प्रगती
ms: Kemajuan saya dalam senarai ini
my: ဤစာရင်းတွင် ကျွန်ုပ်၏တိုးတက်မှု
ne: यस सूचीमा मेरो प्रगति
nl: Mijn voortgang op deze lijst
no: Min fremgang på denne listen
or: ଏହି ତାଲିକାରେ ମୋର ପ୍ରଗତି
pa: ਇਸ ਸੂਚੀ ਵਿੱਚ ਮੇਰੀ ਤਰੱਕੀ
pl: Moje postępy na tej liście
pt: Meu progresso nesta lista
ro: Progresul meu pe această listă
ru: Мой прогресс в этом списке
si: මෙම ලැයිස්තුවේ මගේ ප්‍රගතිය
sk: Môj pokrok na tomto zozname
sl: Moj napredek na tem seznamu
sq: Progresi im në këtë listë
sr: Мој напредак на овој листи
sv: Mina framsteg på den här listan
sw: Maendeleo yangu kwenye orodha hii
ta: இந்தப் பட்டியலில் எனது முன்னேற்றம்
te: ఈ జాబితాలో నా పురోగతి
th: ความคืบหน้าของฉันในรายการนี้
tr: Bu listedeki ilerlemem
uk: Мій прогрес у цьому списку
ur: اس فہرست میں میری پیشرفت
uz: Ushbu ro'yxatdagi muvaffaqiyatim
vi: Tiến độ của tôi trong danh sách này
zh: 我在此列表上的进展
zu: Intuthuko yami kulolu hlu

# quizz_en
source: In
am: ውስጥ
ar: في
as: ভিতৰত
be: У
bg: В
bn: ভিতরে
ca: A
cs: V
da: I
el: Σε
es: En
et: Sisse
eu: Barruan
fa: در
fi: Sisään
fr: En
gl: En
gu: માં
he: ב
hi: में
hr: U
hu: Be
hy: Մեջ
is: Í
ja: で
ka: შიგნით
kk: жылы
km: ក្នុង
kn: ರಲ್ಲಿ
ko: ~ 안에
lo: ໃນ
lt: Į
lv: Iekšā
mk: Во
ml: ൽ
mn: онд
mr: मध्ये
ms: Dalam
ne: मा
no: I
or: ଭିତରେ
pa: ਵਿੱਚ
pl: W
pt: Em
ro: În
ru: В
si: තුළ
sk: V
sl: V
sq: Në
sr: У
sv: I
sw: Katika
ta: இல்
te: లో
th: ใน
tr: İçinde
uk: У
ur: میں
vi: TRONG
zh: 在
zu: Ku

# quizz_saisie_in
source: Enter the translation in
af: Voer die vertaling in
am: ትርጉሙን አስገባ
ar: أدخل الترجمة في
as: অনুবাদটো ইন কৰক
az: Tərcüməni daxil edin
be: Увядзіце пераклад у
bg: Въведете превода в
bn: অনুবাদটি লিখুন
ca: Introdueix la traducció a
cs: Zadejte překlad do
da: Indtast oversættelsen i
de: Geben Sie die Übersetzung in
el: Εισαγάγετε τη μετάφραση σε
es: Introduzca la traducción en
et: Sisestage tõlge
eu: Sartu itzulpena hemen
fa: ترجمه را وارد کنید
fi: Syötä käännös sisään
fr: Saisissez la traduction en
gl: Introduza a tradución en
gu: અનુવાદ દાખલ કરો
he: הזן את התרגום ב
hi: अनुवाद दर्ज करें
hr: Unesite prijevod u
hu: Írd be a fordítást
hy: Մուտքագրեք թարգմանությունը
is: Sláðu inn þýðinguna í
it: Inserisci la traduzione in
ja: 翻訳を入力してください
ka: შეიყვანეთ თარგმანი
kk: Аударманы енгізіңіз
km: បញ្ចូលការបកប្រែនៅក្នុង
kn: ಅನುವಾದವನ್ನು ನಮೂದಿಸಿ
ko: 번역을 입력하세요
ky: Котормосун киргизиңиз
lo: ໃສ່ຄຳແປໃນ
lt: Įveskite vertimą
lv: Ievadiet tulkojumu
mk: Внесете го преводот во
ml: വിവർത്തനം നൽകുക
mn: Орчуулгыг оруулна уу
mr: भाषांतर प्रविष्ट करा
ms: Masukkan terjemahan dalam
my: ဘာသာပြန်ချက်ကို ထည့်သွင်းပါ။
ne: अनुवाद प्रविष्ट गर्नुहोस्
nl: Voer de vertaling in
no: Skriv inn oversettelsen i
or: ଅନୁବାଦଟି ଏଥିରେ ଲେଖନ୍ତୁ
pa: ਅਨੁਵਾਦ ਦਰਜ ਕਰੋ
pl: Wprowadź tłumaczenie
pt: Digite a tradução em
ro: Introduceți traducerea în
ru: Введите перевод на
si: පරිවර්තනය ඇතුළත් කරන්න
sk: Zadajte preklad do
sl: Vnesite prevod v
sq: Fut përkthimin në
sr: Унесите превод у
sv: Ange översättningen i
sw: Ingiza tafsiri katika
ta: மொழிபெயர்ப்பை உள்ளிடவும்
te: అనువాదాన్ని నమోదు చేయండి
th: ป้อนคำแปลลงใน
tr: Çeviriyi girin
uk: Введіть переклад у
ur: ترجمہ درج کریں۔
uz: Tarjimani kiriting
vi: Nhập bản dịch vào
zh: 输入翻译
zu: Faka ukuhumusha ku

# home_title_progresse
source: My Titan Progression
af: My Titan-vordering
am: የእኔ ታይታን እድገት
ar: تقدمي في تيتان
as: মোৰ টাইটান প্ৰগ্ৰেছন
az: Mənim Titan Tərəqqi
be: Мая прагрэсія Тытана
bg: Моята прогресия на титаните
bn: আমার টাইটান অগ্রগতি
ca: El meu progrés en Titan
cs: Můj postup Titána
da: Min Titan-progression
de: Mein Titan-Fortschritt
el: Η Πρόοδός μου στους Τιτάνες
es: Mi progresión de Titán
et: Minu Titani progressioon
eu: Nire Titanaren Aurrerapena
fa: پیشرفت تایتان من
fi: Minun titaanien etenemiseni
fr: Ma progression de titan
gl: A miña progresión de titán
gu: મારી ટાઇટન પ્રગતિ
he: התקדמות הטיטאנים שלי
hi: मेरी टाइटन प्रगति
hr: Moj napredak Titana
hu: Az én titán progresszióm
hy: Իմ Տիտանների առաջընթացը
is: Títanframfarir mínar
it: Il mio progresso da Titano
ja: 私のタイタンの進行
ka: ჩემი ტიტანის პროგრესი
kk: Менің Титан прогрессім
km: វឌ្ឍនភាព Titan របស់ខ្ញុំ
kn: ನನ್ನ ಟೈಟಾನ್ ಪ್ರಗತಿ
ko: 나의 타이탄 진행
lo: ຄວາມກ້າວຫນ້າ Titan ຂອງຂ້ອຍ
lt: Mano titano progresija
lv: Mana Titāna Progresija
mk: Мојата прогресија на Титан
ml: എന്റെ ടൈറ്റൻ പുരോഗതി
mn: Миний Титан дэвшил
mr: माझे टायटन प्रोग्रेसन
ms: Kemajuan Titan Saya
my: ကျွန်ုပ်၏ Titan တိုးတက်မှု
ne: मेरो टाइटन प्रगति
nl: Mijn Titan-progressie
no: Min Titan-progresjon
or: ମୋର ଟାଇଟାନ୍ ପ୍ରଗତି
pa: ਮੇਰੀ ਟਾਈਟਨ ਤਰੱਕੀ
pl: Moja progresja Tytana
pt: Minha Progressão Titã
ro: Progresia mea de Titan
ru: Мой прогресс Титана
si: මගේ ටයිටන් ප්‍රගතිය
sk: Môj postup Titana
sl: Moj napredek Titana
sq: Progresi im i Titanit
sr: Мој Титански напредак
sv: Min Titan-progression
sw: Maendeleo Yangu ya Titan
ta: எனது டைட்டன் முன்னேற்றம்
te: నా టైటాన్ పురోగతి
th: ความก้าวหน้าของไททันของฉัน
tr: Titan Gelişimim
uk: Мій прогрес Титана
ur: میرا ٹائٹن ترقی
uz: Mening Titan taraqqiyotim
vi: Tiến trình Titan của tôi
zh: 我的泰坦进程
zu: Ukuthuthuka Kwami kwe-Titan
