Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# login_entrer_confirmer_mot_de_passe
source: Please re-enter your password
af: Voer asseblief u wagwoord weer in
am: እባክዎ የይለፍ ቃልዎን እንደገና ያስገቡ
ar: الرجاء إعادة إدخال كلمة المرور الخاصة بك
as: অনুগ্ৰহ কৰি আপোনাৰ পাছৱৰ্ড পুনৰ প্ৰৱেশ কৰক
az: Şifrənizi yenidən daxil edin
be: Калі ласка, увядзіце свой пароль яшчэ раз
bg: Моля, въведете отново паролата си
bn: অনুগ্রহ করে আপনার পাসওয়ার্ড পুনরায় লিখুন।
ca: Si us plau, torneu a introduir la vostra contrasenya
cs: Zadejte prosím znovu své heslo
da: Indtast venligst din adgangskode igen
de: Bitte geben Sie Ihr Passwort erneut ein
el: Παρακαλώ εισάγετε ξανά τον κωδικό πρόσβασής σας
es: Por favor, vuelva a introducir su contraseña
et: Palun sisestage oma parool uuesti
eu: Mesedez, idatzi berriro zure pasahitza
fa: لطفا رمز عبور خود را دوباره وارد کنید
fi: Anna salasanasi uudelleen
fr: Entrez à nouveau votre mot de passe
gl: Volva introducir o seu contrasinal
gu: કૃપા કરીને તમારો પાસવર્ડ ફરીથી દાખલ કરો.
he: אנא הזן שוב את הסיסמה שלך
hi: कृपया अपना पासवर्ड पुनः दर्ज करें
hr: Molimo vas da ponovno unesete svoju lozinku
hu: Kérjük, adja meg újra a jelszavát
hy: Խնդրում ենք կրկին մուտքագրել ձեր գաղտնաբառը
is: Vinsamlegast sláðu inn lykilorðið þitt aftur
ja: パスワードを再入力してください
ka: გთხოვთ, ხელახლა შეიყვანოთ თქვენი პაროლი
kk: Құпия сөзіңізді қайта енгізіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់របស់អ្នកឡើងវិញ
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರು ನಮೂದಿಸಿ.
ko: 비밀번호를 다시 입력해주세요
ky: Сырсөзүңүздү кайра киргизиңиз
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານຂອງທ່ານຄືນໃໝ່
lt: Prašome dar kartą įvesti slaptažodį
lv: Lūdzu, atkārtoti ievadiet savu paroli.
mk: Внесете ја вашата лозинка повторно
ml: ദയവായി നിങ്ങളുടെ പാസ്‌വേഡ് വീണ്ടും നൽകുക.
mn: Нууц үгээ дахин оруулна уу
mr: कृपया तुमचा पासवर्ड पुन्हा एंटर करा.
ms: Sila masukkan semula kata laluan anda
my: သင့်စကားဝှက်ကို ပြန်ထည့်ပါ။
ne: कृपया आफ्नो पासवर्ड पुन: प्रविष्ट गर्नुहोस्।
nl: Voer uw wachtwoord opnieuw in
no: Vennligst skriv inn passordet ditt på nytt
or: ଦୟାକରି ଆପଣଙ୍କର ପାସୱାର୍ଡ ପୁନଃ-ଲେଖନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਦੁਬਾਰਾ ਦਰਜ ਕਰੋ।
pl: Proszę ponownie wpisać hasło
pt: Por favor, digite sua senha novamente
ro: Vă rugăm să reintroduceți parola
ru: Пожалуйста, введите ваш пароль еще раз.
si: කරුණාකර ඔබගේ මුරපදය නැවත ඇතුළත් කරන්න.
sk: Zadajte, prosím, svoje heslo znova
sl: Prosimo, ponovno vnesite geslo
sq: Ju lutemi, futni përsëri fjalëkalimin tuaj
sr: Молимо вас да поново унесете лозинку
sv: Ange ditt lösenord igen
sw: Tafadhali ingiza tena nenosiri lako
ta: உங்கள் கடவுச்சொல்லை மீண்டும் உள்ளிடவும்.
te: దయచేసి మీ పాస్‌వర్డ్‌ను తిరిగి నమోదు చేయండి.
th: กรุณากรอกรหัสผ่านอีกครั้ง
tr: Lütfen şifrenizi tekrar girin
uk: Будь ласка, введіть свій пароль ще раз
ur: براہ کرم اپنا پاس ورڈ دوبارہ درج کریں۔
uz: Parolingizni qayta kiriting
vi: Vui lòng nhập lại mật khẩu của bạn
zh: 请重新输入您的密码
zu: Sicela ufake kabusha iphasiwedi yakho

# login_mots_de_passe_differents
source: Passwords do not match
af: Wagwoorde stem nie ooreen nie
am: የይለፍ ቃሎች አይዛመዱም።
ar: كلمات المرور غير متطابقة
as: পাছৱৰ্ডৰ মিল নাই
az: Parollar uyğun gəlmir
be: Паролі не супадаюць
bg: Паролите не съвпадат
bn: পাসওয়ার্ড মিলছে না।
ca: Les contrasenyes no coincideixen
cs: Hesla se neshodují
da: Adgangskoderne stemmer ikke overens
de: Passwörter stimmen nicht überein
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
et: Paroolid ei ühti
eu: Pasahitzak ez datoz bat
fa: رمزهای عبور مطابقت ندارند
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
gl: Os contrasinais non coinciden
gu: પાસવર્ડ્સ મેળ ખાતા નથી.
he: הסיסמאות אינן תואמות
hi: सांकेतिक शब्द मेल नहीं खाते
hr: Lozinke se ne podudaraju
hu: A jelszavak nem egyeznek
hy: Գաղտնաբառերը չեն համընկնում
is: Lykilorðin passa ekki saman
ja: パスワードが一致しません
ka: პაროლები არ ემთხვევა
kk: Құпия сөздер сәйкес келмейді
km: ពាក្យសម្ងាត់មិនត្រូវគ្នាទេ។
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ.
ko: 비밀번호가 일치하지 않습니다
ky: Сырсөздөр дал келбейт
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ
lt: Slaptažodžiai nesutampa
lv: Paroles nesakrīt
mk: Лозинките не се совпаѓаат
ml: പാസ്‌വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല.
mn: Нууц үг таарахгүй байна
mr: पासवर्ड जुळत नाहीत.
ms: Kata laluan tidak sepadan
my: စကားဝှက်များ မတိုက်ဆိုင်ပါ။
ne: पासवर्डहरू मेल खाँदैनन्।
nl: Wachtwoorden komen niet overeen
no: Passordene stemmer ikke overens
or: ପାସୱାର୍ଡଗୁଡ଼ିକ ମେଳ ଖାଉନାହିଁ।
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
pl: Hasła nie pasują
pt: As senhas não correspondem
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
si: මුරපද නොගැලපේ.
sk: Heslá sa nezhodujú
sl: Gesli se ne ujemata
sq: Fjalëkalimet nuk përputhen
sr: Лозинке се не подударају
sv: Lösenorden matchar inte
sw: Manenosiri hayalingani
ta: கடவுச்சொற்கள் பொருந்தவில்லை.
te: పాస్‌వర్డ్‌లు సరిపోలడం లేదు.
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor
uk: Паролі не збігаються
ur: پاس ورڈز مماثل نہیں ہیں۔
uz: Parollar mos kelmaydi
vi: Mật khẩu không khớp
zh: 密码不匹配
zu: Amagama-mfihlo awafani

# login_tous_champs_obligatoires
source: Please fill in all fields
af: Vul asseblief alle velde in
am: እባክዎ ሁሉንም መስኮች ይሙሉ
ar: الرجاء ملء جميع الحقول
as: সকলো ক্ষেত্ৰ পূৰণ কৰিবলৈ অনুৰোধ জনালোঁ
az: Zəhmət olmasa bütün sahələri doldurun
be: Калі ласка, запоўніце ўсе палі
bg: Моля, попълнете всички полета
bn: অনুগ্রহ করে সমস্ত ক্ষেত্র পূরণ করুন।
ca: Si us plau, ompliu tots els camps
cs: Vyplňte prosím všechna pole
da: Udfyld venligst alle felter
de: Bitte füllen Sie alle Felder aus
el: Παρακαλώ συμπληρώστε όλα τα πεδία
es: Por favor, rellene todos los campos
et: Palun täitke kõik väljad
eu: Mesedez, bete eremu guztiak
fa: لطفا همه فیلدها را پر کنید
fi: Täytä kaikki kentät
fr: Veuillez remplir tous les champs
gl: Por favor, encha todos os campos
gu: કૃપા કરીને બધા ફીલ્ડ ભરો.
he: אנא מלאו את כל השדות
hi: कृपया सभी स्थानों को भरें
hr: Molimo ispunite sva polja
hu: Kérjük, töltse ki az összes mezőt
hy: Խնդրում ենք լրացնել բոլոր դաշտերը
is: Vinsamlegast fylltu út alla reiti
ja: すべての項目にご記入ください
ka: გთხოვთ, შეავსოთ ყველა ველი
kk: Барлық өрістерді толтырыңыз
km: សូមបំពេញគ្រប់វិស័យ
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ko: 모든 항목을 작성해 주세요
ky: Сураныч, бардык талааларды толтуруңуз
lo: ກະລຸນາຕື່ມຂໍ້ມູນໃສ່ໃນທຸກຊ່ອງ
lt: Prašome užpildyti visus laukus
lv: Lūdzu, aizpildiet visus laukus
mk: Ве молиме пополнете ги сите полиња
ml: ദയവായി എല്ലാ ഫീൽഡുകളും പൂരിപ്പിക്കുക.
mn: Бүх талбарыг бөглөнө үү
mr: कृपया सर्व फील्ड भरा.
ms: Sila isi semua ruangan
my: ကွက်လပ်အားလုံးကို ဖြည့်ပါ။
ne: कृपया सबै क्षेत्रहरू भर्नुहोस्।
nl: Vul alle velden in
no: Vennligst fyll ut alle feltene
or: ଦୟାକରି ସମସ୍ତ କ୍ଷେତ୍ର ପୂରଣ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਖੇਤਰ ਭਰੋ।
pl: Proszę wypełnić wszystkie pola
pt: Por favor preencha todos os campos
ro: Vă rugăm să completați toate câmpurile
ru: Пожалуйста, заполните все поля
si: කරුණාකර සියලුම ක්ෂේත්‍ර පුරවන්න.
sk: Vyplňte, prosím, všetky polia
sl: Prosimo, izpolnite vsa polja
sq: Ju lutemi plotësoni të gjitha fushat
sr: Молимо вас да попуните сва поља
sv: Vänligen fyll i alla fält
sw: Tafadhali jaza sehemu zote
ta: தயவுசெய்து அனைத்து புலங்களையும் நிரப்பவும்.
te: దయచేసి అన్ని ఫీల్డ్‌లను పూరించండి.
th: กรุณากรอกข้อมูลให้ครบทุกช่อง
tr: Lütfen tüm alanları doldurun
uk: Будь ласка, заповніть усі поля
ur: براہ کرم تمام فیلڈز کو پُر کریں۔
uz: Iltimos, barcha maydonlarni toʻldiring
vi: Vui lòng điền vào tất cả các trường
zh: 请填写所有字段
zu: Sicela ugcwalise zonke izinkambu

# erreur_chargement_produits
source: Error loading products
as: পণ্যসমূহ লোড কৰাত ত্ৰুটি
az: Məhsulları yükləmə xətası
bg: Грешка при зареждане на продуктите
bn: পণ্য লোড করার সময় সমস্যা হয়েছে
cs: Chyba při načítání produktů
da: Fejl ved indlæsning af produkter
de: Fehler beim Laden der Produkte
el: Σφάλμα φόρτωσης προϊόντων κατά τη φόρτωση προϊόντων
es: Error al cargar productos
et: Viga toodete laadimisel
fa: خطا در بارگیری محصولات
fr: Erreur lors du chargement des produits
gl: Produciuse un erro ao cargar os produtos
gu: પ્રોડક્ટ લોડ કરવામાં ભૂલ આવી
he: שגיאה בטעינת מוצרים
hi: उत्पाद लोड करने में त्रुटि
hr: Pogreška pri učitavanju proizvoda
hu: Hiba a termékek betöltése során
hy: Սխալ առաջացավ ապրանքների բեռնման ժամանակ
ja: 商品の読み込みエラー
ka: პროდუქტების ჩატვირთვისას შეცდომა მოხდა. მოხდა პროდუქტების ჩატვირთვის შეცდომა.
kk: Өнімдерді жүктеу қатесі
km: កំហុសក្នុងការផ្ទុកផលិតផល
kn: ಉತ್ಪನ್ನಗಳನ್ನು ಲೋಡ್ ಮಾಡುವಾಗ ದೋಷ ಉಂಟಾಗಿದೆ.
ko: 제품 로딩 중 오류 발생
ky: Товарларды жүктөө катасы
lo: ເກີດຄວາມຜິດພາດໃນການໂຫຼດຜະລິດຕະພັນ
lt: Įkeliant produktus įvyko klaida
lv: Kļūda, ielādējot produktus
mk: Грешка при вчитување на производите
ml: ഉൽപ്പന്നങ്ങൾ ലോഡ് ചെയ്യുന്നതിൽ പിശക്
mn: Бүтээгдэхүүнийг ачаалахад алдаа гарлаа
mr: उत्पादने लोड करताना एरर आली
ms: Ralat memuatkan produk
my: ထုတ်ကုန်များကို တင်ရာတွင် အမှားအယွင်းရှိနေသည်။
ne: उत्पादनहरू लोड गर्दा त्रुटि भयो
no: Feil ved lasting av produkter
or: ଉତ୍ପାଦଗୁଡ଼ିକ ଲୋଡ୍ କରିବାରେ ତ୍ରୁଟି
pa: ਉਤਪਾਦਾਂ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗੜਬੜ ਹੋਈ
pl: Błąd ładowania produktów
ro: Eroare la încărcarea produselor
ru: Ошибка загрузки продуктов
si: නිෂ්පාදන පූරණය කිරීමේ දෝෂයකි
sk: Chyba pri načítavaní produktov
sl: Napaka pri nalaganju izdelkov
sq: Gabim gjatë ngarkimit të produkteve ....
sr: Грешка при учитавању производа
sv: Fel vid laddning av produkter
sw: Hitilafu katika kupakia bidhaa
te: ఉత్పత్తులను లోడ్ చేయడంలో లోపం ఏర్పడింది
th: เกิดข้อผิดพลาดในการโหลดสินค้า
tr: Ürünler yüklenirken hata oluştu
uk: Помилка завантаження товарів
ur: پروڈکٹس لوڈ کرنے میں خرابی۔
uz: Mahsulotlarni yuklashda xatolik yuz berdi
vi: Lỗi khi tải sản phẩm
zh: 加载产品时出错
zu: Iphutha ekulayisheni imikhiqizo

# reessayer
source: Try again
as: আকৌ এবাৰ চেষ্টা কৰক
az: Yenidən cəhd edin
bg: Опитай отново
bn: আবার চেষ্টা করুন
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut
el: Δοκιμάστε ξανά
es: Intentar otra vez
et: Proovi uuesti
fa: دوباره امتحان کنید
fr: Réessayer
gl: Téntao de novo
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušajte ponovno
hu: Próbáld újra
hy: Փորձեք կրկին
ja: もう一度やり直してください
ka: ხელახლა სცადეთ
kk: Қайтадан байқап көріңіз
km: ព្យាយាមម្តងទៀត
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도하세요
ky: Кайра аракет кыл
lo: ລອງອີກຄັ້ງ
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
mk: Обидете се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mn: Дахин оролдоно уу
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
my: ထပ်ကြိုးစားပါ။
ne: फेरि प्रयास गर्नुहोस्
no: Prøv igjen
or: ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
ro: Încearcă din nou
ru: Попробуйте еще раз
si: නැවත උත්සාහ කරන්න
sk: Skúste to znova
sl: Poskusi znova
sq: Provo përsëri
sr: Покушај поново
sv: Försök igen
sw: Jaribu tena
te: మళ్ళీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Спробуйте ще раз
ur: دوبارہ کوشش کریں۔
uz: Qayta urinib ko'ring
vi: Thử lại
zh: 再试一次
zu: Zama futhi

# nsphotolibraryusagedescription
source: We need access to your gallery to allow you to choose a profile picture.
as: আপোনাক এটা প্ৰফাইল ছবি বাছি ল'বলৈ আমাক আপোনাৰ গেলেৰীলৈ প্ৰৱেশৰ প্ৰয়োজন।
az: Sizə profil şəklini seçməyə icazə vermək üçün qalereyanıza daxil olmalıyıq.
bg: Нуждаем се от достъп до галерията ви, за да можете да изберете профилна снимка.
bn: আপনার প্রোফাইল ছবি বেছে নেওয়ার জন্য আমাদের আপনার গ্যালারিতে অ্যাক্সেস প্রয়োজন।
cs: Potřebujeme přístup do vaší galerie, abyste si mohli vybrat profilový obrázek.
da: Vi skal have adgang til dit galleri for at du kan vælge et profilbillede.
de: Damit Sie ein Profilbild auswählen können, benötigen wir Zugriff auf Ihre Galerie.
el: Χρειαζόμαστε πρόσβαση στη συλλογή σας για να σας επιτρέψουμε να επιλέξετε μια εικόνα προφίλ.
es: Necesitamos acceso a tu galería para permitirte elegir una foto de perfil.
et: Profiilipildi valimiseks vajame juurdepääsu teie galeriile.
fa: برای انتخاب تصویر پروفایل، باید به گالری شما دسترسی داشته باشیم.
fr: Nous avons besoin d'accéder à votre galerie pour vous permettre de choisir une photo de profil.
gl: Necesitamos acceso á túa galería para que poidas escoller unha imaxe de perfil.
gu: તમને પ્રોફાઇલ ચિત્ર પસંદ કરવાની મંજૂરી આપવા માટે અમને તમારી ગેલેરીની ઍક્સેસની જરૂર છે.
he: אנחנו צריכים גישה לגלריה שלך כדי לאפשר לך לבחור תמונת פרופיל.
hi: आपको प्रोफ़ाइल चित्र चुनने की अनुमति देने के लिए हमें आपकी गैलरी तक पहुंच की आवश्यकता है।
hr: Trebamo pristup vašoj galeriji kako biste mogli odabrati profilnu sliku.
hu: Hozzáférés szükséges a galériádhoz, hogy profilképet választhass.
hy: Մեզ անհրաժեշտ է մուտք գործել ձեր պատկերասրահ, որպեսզի կարողանաք ընտրել պրոֆիլի նկար։
ja: プロフィール写真を選択するには、ギャラリーにアクセスする必要があります。
ka: პროფილის სურათის ასარჩევად, თქვენს გალერეაზე წვდომა გვჭირდება.
kk: Профиль суретін таңдауға мүмкіндік беру үшін бізге галереяға кіру рұқсаты қажет.
km: យើងត្រូវការចូលទៅកាន់វិចិត្រសាលរបស់អ្នក ដើម្បីអនុញ្ញាតឱ្យអ្នកជ្រើសរើសរូបភាពកម្រងព័ត៌មាន។
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ನಮಗೆ ನಿಮ್ಮ ಗ್ಯಾಲರಿಗೆ ಪ್ರವೇಶದ ಅಗತ್ಯವಿದೆ.
ko: 프로필 사진을 선택하려면 갤러리에 액세스해야 합니다.
ky: Профиль сүрөтүн тандоого уруксат берүү үчүн галереяңызга кирүү мүмкүнчүлүгүбүз керек.
lo: ພວກເຮົາຕ້ອງການເຂົ້າຫາຄັງຮູບຂອງເຈົ້າເພື່ອໃຫ້ເຈົ້າເລືອກຮູບໂປຣໄຟລ໌.
lt: Mums reikia prieigos prie jūsų galerijos, kad galėtumėte pasirinkti profilio nuotrauką.
lv: Lai jūs varētu izvēlēties profila attēlu, mums ir nepieciešama piekļuve jūsu galerijai.
mk: Ни треба пристап до вашата галерија за да можете да изберете слика на профил.
ml: ഒരു പ്രൊഫൈൽ ചിത്രം തിരഞ്ഞെടുക്കാൻ നിങ്ങളെ അനുവദിക്കുന്നതിന് ഞങ്ങൾക്ക് നിങ്ങളുടെ ഗാലറിയിലേക്ക് ആക്‌സസ് ആവശ്യമാണ്.
mn: Танд профайлын зураг сонгох боломжийг олгохын тулд бид таны галерейд хандах хэрэгтэй.
mr: तुम्हाला प्रोफाइल चित्र निवडण्याची परवानगी देण्यासाठी आम्हाला तुमच्या गॅलरीत प्रवेश आवश्यक आहे.
ms: Kami memerlukan akses kepada galeri anda untuk membolehkan anda memilih gambar profil.
my: ပရိုဖိုင်ပုံတစ်ပုံကို ရွေးချယ်ခွင့်ပြုရန် ကျွန်ုပ်တို့သည် သင်၏ပြခန်းသို့ ဝင်ရောက်ခွင့် လိုအပ်ပါသည်။
ne: तपाईंलाई प्रोफाइल तस्वीर छनौट गर्न अनुमति दिन हामीलाई तपाईंको ग्यालरीमा पहुँच चाहिन्छ।
no: Vi trenger tilgang til galleriet ditt for å la deg velge et profilbilde.
or: ଆପଣଙ୍କୁ ଏକ ପ୍ରୋଫାଇଲ୍ ଛବି ବାଛିବା ପାଇଁ ଆମକୁ ଆପଣଙ୍କର ଗ୍ୟାଲେରୀକୁ ଆକ୍ସେସ୍ ଆବଶ୍ୟକ।
pa: ਤੁਹਾਨੂੰ ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਚੁਣਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣ ਲਈ ਸਾਨੂੰ ਤੁਹਾਡੀ ਗੈਲਰੀ ਤੱਕ ਪਹੁੰਚ ਦੀ ਲੋੜ ਹੈ।
pl: Potrzebujemy dostępu do Twojej galerii, aby umożliwić Ci wybranie zdjęcia profilowego.
ro: Avem nevoie de acces la galeria ta pentru a-ți permite să alegi o fotografie de profil.
ru: Нам нужен доступ к вашей галерее, чтобы вы могли выбрать фотографию профиля.
si: ඔබට පැතිකඩ පින්තූරයක් තෝරා ගැනීමට ඉඩ දීම සඳහා අපට ඔබගේ ගැලරියට ප්‍රවේශය අවශ්‍ය වේ.
sk: Potrebujeme prístup do vašej galérie, aby ste si mohli vybrať profilový obrázok.
sl: Potrebujemo dostop do vaše galerije, da si lahko izberete profilno sliko.
sq: Na duhet qasje në galerinë tënde për të të lejuar të zgjedhësh një fotografi profili.
sr: Потребан нам је приступ вашој галерији како бисте могли да изаберете слику профила.
sv: Vi behöver åtkomst till ditt galleri för att du ska kunna välja en profilbild.
sw: Tunahitaji kufikia ghala yako ili kukuruhusu kuchagua picha ya wasifu.
te: మీరు ప్రొఫైల్ చిత్రాన్ని ఎంచుకోవడానికి మాకు మీ గ్యాలరీని యాక్సెస్ చేయాలి.
th: เราจำเป็นต้องเข้าถึงแกลเลอรีของคุณเพื่อให้คุณสามารถเลือกภาพโปรไฟล์ได้
tr: Profil resminizi seçebilmeniz için galerinize erişmemiz gerekiyor.
uk: Нам потрібен доступ до вашої галереї, щоб ви могли вибрати зображення профілю.
ur: آپ کو پروفائل تصویر منتخب کرنے کی اجازت دینے کے لیے ہمیں آپ کی گیلری تک رسائی درکار ہے۔
uz: Profil rasmini tanlashga ruxsat berish uchun galereyangizga kirishimiz kerak.
vi: Chúng tôi cần quyền truy cập vào thư viện ảnh của bạn để bạn có thể chọn ảnh đại diện.
zh: 我们需要访问您的图库，以便您选择个人资料图片。
zu: Sidinga ukufinyelela kugalari yakho ukuze sikuvumele ukuthi ukhethe isithombe sephrofayela.

# nscamerausagedescription
source: We need access to your camera to allow you to take a new profile picture.
as: আপোনাক নতুন প্ৰফাইল ছবি তুলিবলৈ আমাক আপোনাৰ কেমেৰাৰ প্ৰৱেশৰ প্ৰয়োজন।
az: Yeni profil şəklini çəkməyə icazə vermək üçün kameranıza giriş tələb edirik.
bg: Нуждаем се от достъп до камерата ви, за да можете да си направите нова профилна снимка.
bn: নতুন প্রোফাইল ছবি তোলার জন্য আমাদের আপনার ক্যামেরার অ্যাক্সেস প্রয়োজন।
cs: Potřebujeme přístup k vašemu fotoaparátu, abyste si mohli pořídit novou profilovou fotku.
da: Vi skal bruge adgang til dit kamera, så du kan tage et nyt profilbillede.
de: Damit Sie ein neues Profilbild aufnehmen können, benötigen wir Zugriff auf Ihre Kamera.
el: Χρειαζόμαστε πρόσβαση στην κάμερά σας για να μπορέσετε να τραβήξετε μια νέα φωτογραφία προφίλ.
es: Necesitamos acceso a tu cámara para permitirte tomar una nueva foto de perfil.
et: Uue profiilipildi tegemiseks vajame juurdepääsu teie kaamerale.
fa: برای اینکه بتوانیم عکس پروفایل جدید بگیریم، باید به دوربین شما دسترسی داشته باشیم.
fr: Nous avons besoin d'accéder à votre appareil photo pour vous permettre de prendre une nouvelle photo de profil.
gl: Necesitamos acceso á túa cámara para que poidas facer unha nova foto de perfil.
gu: તમે નવો પ્રોફાઇલ ફોટો લઈ શકો તે માટે અમને તમારા કેમેરાની ઍક્સેસની જરૂર છે.
he: אנחנו צריכים גישה למצלמה שלך כדי שנוכל לצלם תמונת פרופיל חדשה.
hi: आपको नया प्रोफ़ाइल चित्र लेने की अनुमति देने के लिए हमें आपके कैमरे तक पहुंच की आवश्यकता है।
hr: Trebamo pristup vašoj kameri kako bismo vam omogućili snimanje nove profilne slike.
hu: Hozzáférés szükséges a kamerádhoz, hogy új profilképet készíthess.
hy: Մեզ անհրաժեշտ է ձեր տեսախցիկին մուտք գործելու թույլտվություն, որպեսզի կարողանաք նոր պրոֆիլի նկար անել։
ja: 新しいプロフィール写真を撮影するには、カメラにアクセスする必要があります。
ka: პროფილის ახალი სურათის გადასაღებად, თქვენს კამერაზე წვდომა გვჭირდება.
kk: Жаңа профиль суретін түсіруге мүмкіндік беру үшін камераңызға рұқсат қажет.
km: យើងត្រូវការចូលប្រើកាមេរ៉ារបស់អ្នក ដើម្បីអនុញ្ញាតឱ្យអ្នកថតរូបកម្រងព័ត៌មានថ្មី។
kn: ಹೊಸ ಪ್ರೊಫೈಲ್ ಚಿತ್ರವನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ನಿಮಗೆ ಅನುಮತಿಸಲು ನಮಗೆ ನಿಮ್ಮ ಕ್ಯಾಮೆರಾಗೆ ಪ್ರವೇಶ ಅಗತ್ಯವಿದೆ.
ko: 새로운 프로필 사진을 찍으려면 카메라에 접근해야 합니다.
ky: Жаңы профиль сүрөтүн тартууга уруксат берүү үчүн камераңызга кирүү мүмкүнчүлүгү керек.
lo: ພວກເຮົາຕ້ອງການການເຂົ້າເຖິງກ້ອງຖ່າຍຮູບຂອງທ່ານເພື່ອອະນຸຍາດໃຫ້ທ່ານຖ່າຍຮູບໂປຣໄຟລ໌ໃຫມ່.
lt: Mums reikia prieigos prie jūsų kameros, kad galėtumėte padaryti naują profilio nuotrauką.
lv: Mums ir nepieciešama piekļuve jūsu kamerai, lai jūs varētu uzņemt jaunu profila attēlu.
mk: Ни треба пристап до вашата камера за да можете да направите нова слика на профилот.
ml: പുതിയൊരു പ്രൊഫൈൽ ചിത്രം എടുക്കാൻ നിങ്ങളെ അനുവദിക്കുന്നതിന് ഞങ്ങൾക്ക് നിങ്ങളുടെ ക്യാമറയിലേക്ക് ആക്‌സസ് ആവശ്യമാണ്.
mn: Танд шинэ профайлын зураг авахыг зөвшөөрөхийн тулд бид таны камерт хандах шаардлагатай.
mr: तुम्हाला नवीन प्रोफाइल फोटो काढता यावा यासाठी आम्हाला तुमच्या कॅमेऱ्याचा अॅक्सेस आवश्यक आहे.
ms: Kami memerlukan akses kepada kamera anda untuk membolehkan anda mengambil gambar profil baharu.
my: ပရိုဖိုင်ပုံအသစ်ကို ရိုက်ခွင့်ပြုရန် ကျွန်ုပ်တို့သည် သင့်ကင်မရာသို့ ဝင်ရောက်ခွင့် လိုအပ်ပါသည်။
ne: तपाईंलाई नयाँ प्रोफाइल तस्वीर खिच्न अनुमति दिन हामीलाई तपाईंको क्यामेरामा पहुँच चाहिन्छ।
no: Vi trenger tilgang til kameraet ditt slik at du kan ta et nytt profilbilde.
or: ଆପଣଙ୍କୁ ଏକ ନୂତନ ପ୍ରୋଫାଇଲ୍ ଫଟୋ ଉଠାଇବା ପାଇଁ ଆମକୁ ଆପଣଙ୍କର କ୍ୟାମେରାର ଆକ୍ସେସ୍ ଆବଶ୍ୟକ।
pa: ਤੁਹਾਨੂੰ ਨਵੀਂ ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਲੈਣ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣ ਲਈ ਸਾਨੂੰ ਤੁਹਾਡੇ ਕੈਮਰੇ ਤੱਕ ਪਹੁੰਚ ਦੀ ਲੋੜ ਹੈ।
pl: Potrzebujemy dostępu do Twojego aparatu, aby umożliwić Ci zrobienie nowego zdjęcia profilowego.
ro: Avem nevoie de acces la camera ta foto pentru a-ți permite să faci o nouă fotografie de profil.
ru: Нам нужен доступ к вашей камере, чтобы вы могли сделать новую фотографию профиля.
si: ඔබට නව පැතිකඩ පින්තූරයක් ගැනීමට ඉඩ දීම සඳහා අපට ඔබගේ කැමරාවට ප්‍රවේශය අවශ්‍ය වේ.
sk: Potrebujeme prístup k vášmu fotoaparátu, aby ste si mohli vytvoriť novú profilovú fotku.
sl: Potrebujemo dostop do vašega fotoaparata, da vam omogočimo fotografiranje novega profila.
sq: Na duhet qasje në kamerën tënde për të të lejuar të bësh një fotografi të re profili.
sr: Потребан нам је приступ вашој камери како бисмо вам омогућили да направите нову профилну слику.
sv: Vi behöver åtkomst till din kamera för att du ska kunna ta en ny profilbild.
sw: Tunahitaji ufikiaji wa kamera yako ili kukuruhusu kupiga picha mpya ya wasifu.
te: మీరు కొత్త ప్రొఫైల్ చిత్రాన్ని తీయడానికి మాకు మీ కెమెరా యాక్సెస్ అవసరం.
th: เราจำเป็นต้องเข้าถึงกล้องของคุณเพื่อให้คุณสามารถถ่ายรูปโปรไฟล์ใหม่ได้
tr: Yeni bir profil resmi çekebilmeniz için kameranıza erişmemiz gerekiyor.
uk: Нам потрібен доступ до вашої камери, щоб ви могли зробити нове фото профілю.
ur: آپ کو ایک نئی پروفائل تصویر لینے کی اجازت دینے کے لیے ہمیں آپ کے کیمرے تک رسائی درکار ہے۔
uz: Yangi profil rasmini olishga ruxsat berish uchun kamerangizga kirishimiz kerak.
vi: Chúng tôi cần quyền truy cập vào máy ảnh của bạn để chụp ảnh đại diện mới.
zh: 我们需要访问您的相机，以便您拍摄新的个人资料照片。
zu: Sidinga ukufinyelela kukhamera yakho ukuze sikuvumele ukuthi uthathe isithombe sephrofayela esisha.
