Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# widget_dialogHelper_showfreetrialdialog_description1
source: Take advantage of your free trial period!
af: Maak gebruik van jou gratis proeftydperk!
am: ነፃ የሙከራ ጊዜዎን ይጠቀሙ!
ar: استفد من فترة التجربة المجانية!
as: আপোনাৰ বিনামূলীয়া পৰীক্ষামূলক সময়ৰ সুবিধা লওক!
az: Pulsuz sınaq müddətindən yararlanın!
be: Скарыстайцеся бясплатным пробным перыядам!
bg: Възползвайте се от безплатния си пробен период!
bn: আপনার বিনামূল্যের ট্রায়াল পিরিয়ডের সুবিধা নিন!
ca: Aprofita el teu període de prova gratuït!
cs: Využijte své bezplatné zkušební období!
da: Udnyt din gratis prøveperiode!
de: Nutzen Sie Ihre kostenlose Testphase!
el: Επωφεληθείτε από τη δωρεάν δοκιμαστική περίοδο!
es: ¡Aprovecha tu periodo de prueba gratuito!
et: Kasuta oma tasuta prooviperioodi ära!
eu: Aprobetxatu doako proba-aldia!
fa: از دوره آزمایشی رایگان خود نهایت استفاده را ببرید!
fi: Hyödynnä ilmainen kokeilujaksosi!
fr: Profitez de votre période d’essai gratuite !
gl: Aproveita o teu período de proba gratuíto!
gu: તમારા મફત અજમાયશ અવધિનો લાભ લો!
he: נצלו את תקופת הניסיון החינמית שלכם!
hi: अपने निःशुल्क परीक्षण अवधि का लाभ उठाएँ!
hr: Iskoristite svoje besplatno probno razdoblje!
hu: Használd ki az ingyenes próbaidőszakot!
hy: Օգտվե՛ք ձեր անվճար փորձաշրջանից։
is: Nýttu þér ókeypis prufutímabilið!
it: Approfitta del tuo periodo di prova gratuito!
ja: 無料お試し期間をぜひご利用ください！
ka: ისარგებლეთ თქვენი უფასო საცდელი პერიოდით!
kk: Тегін сынақ мерзімін пайдаланыңыз!
km: ទាញយកអត្ថប្រយោជន៍ពីរយៈពេលសាកល្បងឥតគិតថ្លៃរបស់អ្នក!
kn: ನಿಮ್ಮ ಉಚಿತ ಪ್ರಾಯೋಗಿಕ ಅವಧಿಯ ಲಾಭವನ್ನು ಪಡೆದುಕೊಳ್ಳಿ!
ko: 무료 체험 기간을 활용해 보세요!
ky: Акысыз сыноо мөөнөтүңүздү колдонуңуз!
lo: ໃຊ້ປະໂຫຍດຈາກໄລຍະທົດລອງໃຊ້ຟຣີຂອງທ່ານ!
lt: Pasinaudokite nemokamu bandomuoju laikotarpiu!
lv: Izmantojiet savu bezmaksas izmēģinājuma periodu!
mk: Искористете го вашиот бесплатен пробен период!
ml: നിങ്ങളുടെ സൗജന്യ ട്രയൽ കാലയളവ് പ്രയോജനപ്പെടുത്തൂ!
mn: Үнэгүй туршилтын хугацаагаа ашиглаарай!
mr: तुमच्या मोफत चाचणी कालावधीचा फायदा घ्या!
ms: Manfaatkan tempoh percubaan percuma anda!
my: သင်၏ အခမဲ့ အစမ်းသုံးကာလကို အခွင့်ကောင်းယူလိုက်ပါ။
ne: आफ्नो नि:शुल्क परीक्षण अवधिको फाइदा उठाउनुहोस्!
nl: Profiteer van uw gratis proefperiode!
no: Benytt deg av din gratis prøveperiode!
or: ଆପଣଙ୍କର ମାଗଣା ପରୀକ୍ଷଣ ଅବଧିର ସୁଯୋଗ ନିଅନ୍ତୁ!
pa: ਆਪਣੀ ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਦੀ ਮਿਆਦ ਦਾ ਫਾਇਦਾ ਉਠਾਓ!
pl: Skorzystaj z bezpłatnego okresu próbnego!
pt: Aproveite seu período de teste gratuito!
ro: Profită de perioada de probă gratuită!
ru: Воспользуйтесь бесплатным пробным периодом!
si: ඔබගේ නොමිලේ අත්හදා බැලීමේ කාලයෙන් ප්‍රයෝජන ගන්න!
sk: Využite svoju bezplatnú skúšobnú dobu!
sl: Izkoristite brezplačno poskusno obdobje!
sq: Përfitoni nga periudha juaj e provës falas!
sr: Искористите свој бесплатни пробни период!
sv: Dra nytta av din kostnadsfria provperiod!
sw: Tumia fursa ya kipindi chako cha majaribio bila malipo!
ta: உங்கள் இலவச சோதனைக் காலத்தைப் பயன்படுத்திக் கொள்ளுங்கள்!
te: మీ ఉచిత ట్రయల్ వ్యవధిని సద్వినియోగం చేసుకోండి!
th: ใช้ประโยชน์จากช่วงทดลองใช้งานฟรีของคุณ!
tr: Ücretsiz deneme sürenizden yararlanın!
uk: Скористайтеся безкоштовним пробним періодом!
ur: اپنی مفت آزمائشی مدت سے فائدہ اٹھائیں!
uz: Bepul sinov muddatidan foydalaning!
vi: Hãy tận dụng thời gian dùng thử miễn phí của bạn!
zh: 充分利用您的免费试用期！
zu: Thatha ithuba lesilingo sakho samahhala!

# widget_dialogHelper_showfreetrialdialog_description2
source: Welcome! You are currently enjoying a free trial period of
af: Welkom! Jy geniet tans 'n gratis proeftydperk van
am: እንኳን ደህና መጣህ! በአሁኑ ጊዜ በነጻ የሙከራ ጊዜ እየተዝናኑ ነው።
ar: مرحبًا! أنت تستمتع حاليًا بفترة تجريبية مجانية
as: স্বাগতম! বৰ্তমান আপুনি বিনামূলীয়া পৰীক্ষামূলক সময়সীমা উপভোগ কৰি আছে
az: Xoş gəldiniz! Hazırda pulsuz sınaq müddətindən istifadə edirsiniz
be: Вітаем! Зараз вы карыстаецеся бясплатным пробным перыядам
bg: Добре дошли! В момента се наслаждавате на безплатен пробен период
bn: স্বাগতম! আপনি বর্তমানে এর একটি বিনামূল্যে ট্রায়াল সময় উপভোগ করছেন
ca: Benvingut/da! Actualment gaudeixes d'un període de prova gratuït de
cs: Vítejte! Momentálně si užíváte bezplatnou zkušební dobu
da: Velkommen! Du benytter dig af en gratis prøveperiode på
de: Herzlich willkommen! Sie genießen derzeit eine kostenlose Testphase von
el: Καλώς ορίσατε! Αυτήν τη στιγμή απολαμβάνετε μια δωρεάν δοκιμαστική περίοδο
es: ¡Bienvenido! Actualmente estás disfrutando de un periodo de prueba gratuito.
et: Tere tulemast! Teil on praegu tasuta prooviperiood saidil
eu: Ongi etorri! Doako proba-aldi batez gozatzen ari zara une honetan
fa: خوش آمدید! شما در حال حاضر از یک دوره آزمایشی رایگان لذت می‌برید.
fi: Tervetuloa! Nautit parhaillaan ilmaisesta kokeilujaksosta
fr: Bienvenue ! Vous bénéficiez actuellement d’une période d’essai gratuite de
gl: Benvido/a! Actualmente estás a desfrutar dun período de proba gratuíto de
gu: સ્વાગત છે! તમે હાલમાં આનો મફત ટ્રાયલ અવધિ માણી રહ્યા છો
he: ברוכים הבאים! אתם נהנים כעת מתקופת ניסיון בחינם של
hi: आपका स्वागत है! आप अभी मुफ़्त परीक्षण अवधि का आनंद ले रहे हैं
hr: Dobrodošli! Trenutno uživate u besplatnom probnom razdoblju
hu: Üdvözöljük! Jelenleg a következő ingyenes próbaidőszakot élvezed:
hy: Բարի գալուստ։ Դուք այժմ վայելում եք անվճար փորձաշրջանը
is: Velkomin(n)! Þú ert núna að njóta ókeypis prufutímabils af
it: Benvenuto! Attualmente stai usufruendo di un periodo di prova gratuito di
ja: ようこそ！現在、無料トライアル期間をお楽しみいただいています。
ka: კეთილი იყოს თქვენი მობრძანება! ამჟამად თქვენ სარგებლობთ უფასო საცდელი პერიოდით
kk: Қош келдіңіз! Сіз қазір тегін сынақ мерзімін пайдаланып жатырсыз
km: សូមស្វាគមន៍! បច្ចុប្បន្ន អ្នកកំពុងរីករាយនឹងរយៈពេលសាកល្បងឥតគិតថ្លៃ
kn: ಸ್ವಾಗತ! ನೀವು ಪ್ರಸ್ತುತ ಉಚಿತ ಪ್ರಾಯೋಗಿಕ ಅವಧಿಯನ್ನು ಆನಂದಿಸುತ್ತಿದ್ದೀರಿ
ko: 환영합니다! 현재 무료 체험 기간을 즐기고 계십니다.
ky: Кош келдиңиз! Сиз учурда акысыз сыноо мөөнөтүн колдонуп жатасыз
lo: ຍິນດີຕ້ອນຮັບ! ຕອນນີ້ທ່ານກຳລັງເພີດເພີນກັບໄລຍະທົດລອງໃຊ້ຟຣີຂອງ
lt: Sveiki atvykę! Šiuo metu naudojatės nemokamu bandomuoju laikotarpiu
lv: Laipni lūdzam! Pašlaik jūs izbaudāt bezmaksas izmēģinājuma periodu
mk: Добредојдовте! Моментално уживате во бесплатен пробен период од
ml: സ്വാഗതം! നിങ്ങൾ നിലവിൽ സൗജന്യ ട്രയൽ കാലയളവ് ആസ്വദിക്കുന്നു
mn: Тавтай морил! Та одоогоор үнэгүй туршилтын хугацааг ашиглаж байна
mr: स्वागत आहे! तुम्ही सध्या मोफत चाचणी कालावधीचा आनंद घेत आहात
ms: Selamat datang! Anda sedang menikmati tempoh percubaan percuma untuk
my: ကြိုဆိုပါတယ် သင်သည် လက်ရှိတွင် အခမဲ့ အစမ်းသုံးကာလကို ခံစားနေပါသည်။
ne: स्वागत छ! तपाईं हाल नि:शुल्क परीक्षण अवधिको आनन्द लिइरहनुभएको छ
nl: Welkom! U geniet momenteel van een gratis proefperiode van
no: Velkommen! Du har for øyeblikket en gratis prøveperiode på
or: ସ୍ୱାଗତ! ଆପଣ ବର୍ତ୍ତମାନ ଏହାର ଏକ ମାଗଣା ପରୀକ୍ଷଣ ଅବଧି ଉପଭୋଗ କରୁଛନ୍ତି
pa: ਜੀ ਆਇਆਂ ਨੂੰ! ਤੁਸੀਂ ਇਸ ਵੇਲੇ ਇੱਕ ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਅਵਧੀ ਦਾ ਆਨੰਦ ਮਾਣ ਰਹੇ ਹੋ
pl: Witamy! Obecnie korzystasz z bezpłatnego okresu próbnego
pt: Bem-vindo! Você está aproveitando um período de teste gratuito de
ro: Bun venit! În prezent, vă bucurați de o perioadă de probă gratuită de
ru: Добро пожаловать! Сейчас вы пользуетесь бесплатным пробным периодом
si: සාදරයෙන් පිළිගනිමු! ඔබ දැනට නොමිලේ අත්හදා බැලීමේ කාලයක් භුක්ති විඳිමින් සිටී
sk: Vitajte! Momentálne si užívate bezplatnú skúšobnú dobu
sl: Dobrodošli! Trenutno uživate v brezplačnem preizkusnem obdobju
sq: Mirë se vini! Aktualisht po shijoni një periudhë prove falas prej
sr: Добродошли! Тренутно уживате у бесплатном пробном периоду
sv: Välkommen! Du har för närvarande en gratis provperiod på
sw: Karibu! Kwa sasa unafurahia kipindi cha majaribio bila malipo
ta: வருக! நீங்கள் தற்போது இலவச சோதனைக் காலத்தை அனுபவித்து வருகிறீர்கள்
te: స్వాగతం! మీరు ప్రస్తుతం ఉచిత ట్రయల్ వ్యవధిని ఆస్వాదిస్తున్నారు
th: ยินดีต้อนรับ! ขณะนี้คุณกำลังเพลิดเพลินกับช่วงทดลองใช้ฟรี
tr: Hoş geldiniz! Şu anda ücretsiz deneme süresinin keyfini çıkarıyorsunuz
uk: Ласкаво просимо! Ви зараз користуєтеся безкоштовним пробним періодом
ur: خوش آمدید! آپ فی الحال کی مفت آزمائشی مدت سے لطف اندوز ہو رہے ہیں۔
uz: Xush kelibsiz! Siz hozirda bepul sinov muddatidan foydalanyapsiz
vi: Chào mừng! Hiện tại bạn đang được hưởng thời gian dùng thử miễn phí
zh: 欢迎！您目前正在享受免费试用
zu: Siyakwamukela! Okwamanje ujabulela isikhathi sesilingo samahhala se

# widget_dialogHelper_showfreetrialdialog_days
source: days
af: dae
am: ቀናት
ar: أيام
as: দিন
az: günlər
be: дні
bg: дни
bn: দিনগুলি
ca: dies
cs: dny
da: dage
de: Tage
el: ημέρες
es: días
et: päevad
eu: egunak
fa: روزها
fi: päivää
fr: jours
gl: días
gu: દિવસો
he: ימים
hi: दिन
hr: dana
hu: napok
hy: օրեր
is: dagar
it: giorni
ja: 日数
ka: დღეები
kk: күндер
km: ថ្ងៃ
kn: ದಿನಗಳು
ko: 날
ky: күн
lo: ມື້
lt: dienos
lv: dienas
mk: денови
ml: ദിവസങ്ങൾ
mn: өдрүүд
mr: दिवस
ms: hari
my: နေ့ရက်များ
ne: दिनहरू
nl: dagen
no: dager
or: ଦିନଗୁଡିକ
pa: ਦਿਨ
pl: dni
pt: dias
ro: zile
ru: дней
si: දින
sk: dni
sl: dni
sq: ditë
sr: дана
sv: dagar
sw: siku
ta: நாட்கள்
te: రోజులు
th: วัน
tr: günler
uk: дні
ur: دن
uz: kunlar
vi: ngày
zh: 天
zu: izinsuku

# widget_dialogHelper_showfreetrialdialog_description3
source: to discover all the features of our application.
af: om al die kenmerke van ons toepassing te ontdek.
am: የእኛን መተግበሪያ ሁሉንም ባህሪያት ለማግኘት.
ar: لاكتشاف كافة مميزات تطبيقنا.
as: আমাৰ এপ্লিকেচনৰ সকলো বৈশিষ্ট্য আৱিষ্কাৰ কৰিবলৈ।
az: tətbiqimizin bütün xüsusiyyətlərini kəşf etmək üçün.
be: каб адкрыць для сябе ўсе магчымасці нашага прыкладання.
bg: за да откриете всички функции на нашето приложение.
bn: আমাদের অ্যাপ্লিকেশনের সমস্ত বৈশিষ্ট্য আবিষ্কার করতে।
ca: per descobrir totes les funcions de la nostra aplicació.
cs: objevit všechny funkce naší aplikace.
da: for at opdage alle funktionerne i vores applikation.
de: um alle Funktionen unserer Anwendung zu entdecken.
el: για να ανακαλύψετε όλες τις δυνατότητες της εφαρμογής μας.
es: para descubrir todas las funcionalidades de nuestra aplicación.
et: et avastada kõiki meie rakenduse funktsioone.
eu: gure aplikazioaren ezaugarri guztiak ezagutzeko.
fa: برای کشف تمام ویژگی‌های برنامه ما.
fi: tutustuaksesi kaikkiin sovelluksemme ominaisuuksiin.
fr: pour découvrir toutes les fonctionnalités de notre application.
gl: para descubrir todas as funcionalidades da nosa aplicación.
gu: અમારી એપ્લિકેશનની બધી સુવિધાઓ શોધવા માટે.
he: כדי לגלות את כל התכונות של האפליקציה שלנו.
hi: हमारे एप्लिकेशन की सभी सुविधाओं की खोज करने के लिए।
hr: kako biste otkrili sve značajke naše aplikacije.
hu: hogy felfedezhesd alkalmazásunk összes funkcióját.
hy: մեր հավելվածի բոլոր հնարավորությունները բացահայտելու համար։
is: til að uppgötva alla eiginleika forritsins okkar.
it: per scoprire tutte le funzionalità della nostra applicazione.
ja: アプリケーションのすべての機能を発見してください。
ka: ჩვენი აპლიკაციის ყველა ფუნქციის აღმოსაჩენად.
kk: қолданбамыздың барлық мүмкіндіктерін ашу үшін.
km: ដើម្បីស្វែងរកលក្ខណៈពិសេសទាំងអស់នៃកម្មវិធីរបស់យើង។
kn: ನಮ್ಮ ಅಪ್ಲಿಕೇಶನ್‌ನ ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಕಂಡುಹಿಡಿಯಲು.
ko: 우리 애플리케이션의 모든 기능을 알아보세요.
ky: биздин колдонмонун бардык өзгөчөлүктөрүн табуу үчүн.
lo: ເພື່ອຄົ້ນພົບຄຸນສົມບັດທັງໝົດຂອງແອັບພລິເຄຊັນຂອງພວກເຮົາ.
lt: kad atrastumėte visas mūsų programėlės funkcijas.
lv: lai atklātu visas mūsu lietojumprogrammas funkcijas.
mk: за да ги откриете сите карактеристики на нашата апликација.
ml: ഞങ്ങളുടെ ആപ്ലിക്കേഷന്റെ എല്ലാ സവിശേഷതകളും കണ്ടെത്താൻ.
mn: Манай програмын бүх шинж чанарыг олж мэдэх.
mr: आमच्या अर्जाची सर्व वैशिष्ट्ये शोधण्यासाठी.
ms: untuk menemui semua ciri aplikasi kami.
my: ကျွန်ုပ်တို့၏အပလီကေးရှင်း၏အင်္ဂါရပ်အားလုံးကိုရှာဖွေရန်။
ne: हाम्रो अनुप्रयोगका सबै सुविधाहरू पत्ता लगाउन।
nl: om alle functies van onze applicatie te ontdekken.
no: for å oppdage alle funksjonene i applikasjonen vår.
or: ଆମ ଆପ୍ଲିକେସନର ସମସ୍ତ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକୁ ଆବିଷ୍କାର କରିବା ପାଇଁ।
pa: ਸਾਡੀ ਐਪਲੀਕੇਸ਼ਨ ਦੀਆਂ ਸਾਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਖੋਜਣ ਲਈ।
pl: aby odkryć wszystkie funkcje naszej aplikacji.
pt: para descobrir todas as funcionalidades do nosso aplicativo.
ro: pentru a descoperi toate caracteristicile aplicației noastre.
ru: чтобы открыть для себя все возможности нашего приложения.
si: අපගේ යෙදුමේ සියලුම අංග සොයා ගැනීමට.
sk: aby ste objavili všetky funkcie našej aplikácie.
sl: da odkrijete vse funkcije naše aplikacije.
sq: për të zbuluar të gjitha veçoritë e aplikacionit tonë.
sr: да бисте открили све функције наше апликације.
sv: för att upptäcka alla funktioner i vår applikation.
sw: kugundua vipengele vyote vya programu yetu.
ta: எங்கள் பயன்பாட்டின் அனைத்து அம்சங்களையும் கண்டறிய.
te: మా అప్లికేషన్ యొక్క అన్ని లక్షణాలను కనుగొనడానికి.
th: เพื่อค้นพบฟีเจอร์ทั้งหมดของแอปพลิเคชันของเรา
tr: Uygulamamızın tüm özelliklerini keşfetmek için.
uk: щоб відкрити для себе всі можливості нашого застосунку.
ur: ہماری درخواست کی تمام خصوصیات کو دریافت کرنے کے لیے۔
uz: ilovamizning barcha xususiyatlarini kashf qilish uchun.
vi: để khám phá tất cả các tính năng của ứng dụng của chúng tôi.
zh: 发现我们应用程序的所有功能。
zu: ukuthola zonke izici zohlelo lwethu lokusebenza.

# widget_dialogHelper_showfreetrialdialog_description4
source: You have left
af: Jy het weggegaan
am: ትተሃል
ar: لقد غادرت
as: তুমি গুচি গ’লা
az: Sən getdin
be: Ты сышоў/з'ехала
bg: Ти си тръгнал/а
bn: তুমি চলে গেছো।
ca: Has marxat
cs: Odešel jsi
da: Du er gået
de: Du hast verlassen
el: Έχετε φύγει
es: Te has ido
et: Sa oled lahkunud
eu: Joan zara.
fa: تو ترک کردی.
fi: Olet lähtenyt
fr: Il vous reste
gl: Marchaches
gu: તમે ચાલ્યા ગયા છો
he: עזבת
hi: आप चले गए
hr: Otišao/la si
hu: Elmentél
hy: Դուք հեռացել եք
is: Þú ert farinn
it: Tu hai lasciato
ja: あなたは去りました
ka: თქვენ წახვედით
kk: Сіз кетіп қалдыңыз
km: អ្នកបានចាកចេញ
kn: ನೀವು ಬಿಟ್ಟಿದ್ದೀರಿ
ko: 당신은 떠났다
ky: Сен кеттиң
lo: ທ່ານໄດ້ປະໄວ້
lt: Jūs išėjote
lv: Jūs esat aizgājis
mk: Вие заминавте
ml: നിങ്ങൾ പോയി
mn: Та явлаа
mr: तू निघून गेलास.
ms: Anda telah pergi
my: မင်းထွက်သွားပြီ။
ne: तिमी गयौ।
nl: Je bent weggegaan
no: Du har dratt
or: ତୁମେ ଚାଲିଯାଇଛ
pa: ਤੁਸੀਂ ਚਲੇ ਗਏ ਹੋ
pl: Odszedłeś
pt: Você saiu
ro: Ai plecat
ru: Вы ушли
si: ඔබ හැර ගොස් ඇත
sk: Odišiel si
sl: Odšli ste
sq: Ti je larguar
sr: Отишао/ла си
sv: Du har lämnat
sw: Umeondoka
ta: நீங்கள் விட்டுவிட்டீர்கள்
te: మీరు వెళ్ళిపోయారు
th: คุณได้ออกไปแล้ว
tr: Sen gittin
uk: Ви пішли
ur: تم نے چھوڑ دیا۔
uz: Siz ketdingiz
vi: Bạn đã rời đi
zh: 您已离开
zu: Usuhambile

# widget_dialogHelper_showfreetrialdialog_description5
source: free trials
af: gratis proeflopies
am: ነጻ ሙከራዎች
ar: التجارب المجانية
as: বিনামূলীয়া পৰীক্ষামূলক
az: pulsuz sınaqlar
be: бясплатныя пробныя версіі
bg: безплатни пробни периоди
bn: বিনামূল্যে ট্রায়াল
ca: proves gratuïtes
cs: bezplatné zkušební verze
da: gratis prøveperioder
de: kostenlose Testversionen
el: δωρεάν δοκιμές
es: pruebas gratuitas
et: tasuta prooviperioodid
eu: doako probak
fa: آزمایش‌های رایگان
fi: ilmaiset kokeilujaksot
fr: d’essai gratuits
gl: probas gratuítas
gu: મફત ટ્રાયલ
he: ניסיון חינם
hi: निःशुल्क परीक्षण
hr: besplatna probna razdoblja
hu: ingyenes próbaverziók
hy: անվճար փորձաշրջաններ
is: ókeypis prufur
it: prove gratuite
ja: 無料トライアル
ka: უფასო საცდელი პერიოდები
kk: тегін сынақтар
km: ការសាកល្បងឥតគិតថ្លៃ
kn: ಉಚಿತ ಪ್ರಯೋಗಗಳು
ko: 무료 체험판
ky: акысыз сыноолор
lo: ການທົດລອງຟຣີ
lt: nemokami bandomieji laikotarpiai
lv: bezmaksas izmēģinājumi
mk: бесплатни пробни периоди
ml: സൗജന്യ ട്രയലുകൾ
mn: үнэгүй туршилтууд
mr: मोफत चाचण्या
ms: percubaan percuma
my: အခမဲ့စမ်းသပ်မှုများ
ne: नि:शुल्क परीक्षणहरू
nl: gratis proefversies
no: gratis prøveperioder
or: ମାଗଣା ପରୀକ୍ଷଣ
pa: ਮੁਫ਼ਤ ਪਰਖਾਂ
pl: bezpłatne wersje próbne
pt: testes gratuitos
ro: perioade de probă gratuite
ru: бесплатные пробные версии
si: නොමිලේ අත්හදා බැලීම්
sk: bezplatné skúšobné verzie
sl: brezplačni preizkusi
sq: prova falas
sr: бесплатне пробе
sv: gratis provperioder
sw: majaribio ya bure
ta: இலவச சோதனைகள்
te: ఉచిత ట్రయల్స్
th: ทดลองใช้ฟรี
tr: ücretsiz denemeler
uk: безкоштовні пробні версії
ur: مفت ٹرائلز
uz: bepul sinovlar
vi: dùng thử miễn phí
zh: 免费试用
zu: izilingo zamahhala

# widget_dialogHelper_showfreetrialdialog_description6
source: Don't let your experience stop! Choose the subscription that suits you and continue enjoying without interruption.
af: Moenie dat jou ervaring ophou nie! Kies die intekening wat by jou pas en geniet dit sonder onderbreking.
am: ተሞክሮዎ እንዲቆም አይፍቀዱ! ለእርስዎ የሚስማማውን የደንበኝነት ምዝገባ ይምረጡ እና ያለማቋረጥ መደሰትዎን ይቀጥሉ።
ar: لا تدع تجربتك تتوقف! اختر الاشتراك الذي يناسبك واستمر بالاستمتاع دون انقطاع.
as: আপোনাৰ অভিজ্ঞতা বন্ধ হ'বলৈ নিদিব! আপোনাৰ লগত খাপ খোৱা চাবস্ক্ৰিপচন বাছি লওক আৰু কোনো বাধা নোহোৱাকৈ উপভোগ কৰি যাওক।
az: Təcrübənizin dayanmasına imkan verməyin! Sizə uyğun olan abunəni seçin və fasiləsiz həzz almağa davam edin.
be: Не спыняйце свой досвед! Выберыце падпіску, якая вам падыходзіць, і працягвайце атрымліваць асалоду ад без перапынкаў.
bg: Не позволявайте на преживяването ви да спре! Изберете абонамента, който ви подхожда, и продължете да се наслаждавате без прекъсване.
bn: আপনার অভিজ্ঞতা থামাতে দেবেন না! আপনার জন্য উপযুক্ত সাবস্ক্রিপশনটি বেছে নিন এবং কোনও বাধা ছাড়াই উপভোগ করতে থাকুন।
ca: No deixis que la teva experiència s'acabi! Tria la subscripció que més et convingui i continua gaudint sense interrupcions.
cs: Nenechte svůj zážitek skončit! Vyberte si předplatné, které vám vyhovuje, a užívejte si ho bez přerušení.
da: Lad ikke din oplevelse stoppe! Vælg det abonnement, der passer dig, og fortsæt med at nyde det uden afbrydelser.
de: Lassen Sie Ihr Erlebnis nicht enden! Wählen Sie das für Sie passende Abonnement und genießen Sie ohne Unterbrechung weiter.
el: Μην αφήσετε την εμπειρία σας να σταματήσει! Επιλέξτε τη συνδρομή που σας ταιριάζει και συνεχίστε να απολαμβάνετε χωρίς διακοπή.
es: ¡No dejes que tu experiencia se acabe! Elige la suscripción que mejor se adapte a ti y sigue disfrutando sin interrupciones.
et: Ära lase oma kogemusel peatuda! Vali endale sobiv tellimus ja jätka nautimist katkestusteta.
eu: Ez utzi zure esperientzia gelditzen! Aukeratu zuretzako egokia den harpidetza eta jarraitu etenik gabe gozatzen.
fa: نگذارید تجربه‌تان متوقف شود! اشتراکی را انتخاب کنید که مناسب شما باشد و بدون وقفه به لذت بردن ادامه دهید.
fi: Älä anna kokemuksesi pysähtyä! Valitse itsellesi sopiva tilaus ja jatka nauttimista keskeytyksettä.
fr: Ne laissez pas votre expérience s’interrompre ! Choisissez l’abonnement qui vous convient et continuez à profiter sans interruption
gl: Non deixes que a túa experiencia se deteña! Escolle a subscrición que mellor se adapte a ti e continúa a desfrutar sen interrupcións.
gu: તમારા અનુભવને બંધ ન થવા દો! તમારા માટે યોગ્ય સબ્સ્ક્રિપ્શન પસંદ કરો અને કોઈપણ વિક્ષેપ વિના આનંદ માણતા રહો.
he: אל תתנו לחוויה שלכם להיפסק! בחרו את המנוי שמתאים לכם והמשיכו ליהנות ללא הפרעה.
hi: अपने अनुभव को रुकने न दें! अपनी पसंद की सदस्यता चुनें और बिना किसी रुकावट के आनंद लेते रहें।
hr: Ne dopustite da vaše iskustvo stane! Odaberite pretplatu koja vam odgovara i nastavite uživati bez prekida.
hu: Ne hagyd, hogy az élményed megálljon! Válaszd ki a számodra megfelelő előfizetést, és élvezd tovább megszakítás nélkül.
hy: Մի՛ թողեք, որ ձեր փորձը կանգ առնի։ Ընտրեք ձեզ համապատասխանող բաժանորդագրությունը և շարունակեք վայելել առանց ընդհատման։
is: Láttu upplifunina ekki stöðvast! Veldu áskriftina sem hentar þér og haltu áfram að njóta án truflana.
it: Non interrompere la tua esperienza! Scegli l'abbonamento più adatto a te e continua a divertirti senza interruzioni.
ja: 体験を止めないでください！自分に合ったサブスクリプションを選択して、中断することなく楽しみ続けましょう。
ka: არ შეწყვიტოთ თქვენი გამოცდილება! აირჩიეთ თქვენთვის შესაფერისი გამოწერა და განაგრძეთ სიამოვნების მიღება შეფერხების გარეშე.
kk: Тәжірибеңіздің тоқтауына жол бермеңіз! Сізге қолайлы жазылымды таңдап, үзіліссіз ләззат алуды жалғастырыңыз.
km: កុំឱ្យបទពិសោធន៍របស់អ្នកឈប់! ជ្រើសរើសការជាវដែលសាកសមនឹងអ្នក ហើយបន្តរីករាយដោយគ្មានការរំខាន។
kn: ನಿಮ್ಮ ಅನುಭವ ನಿಲ್ಲಲು ಬಿಡಬೇಡಿ! ನಿಮಗೆ ಸೂಕ್ತವಾದ ಚಂದಾದಾರಿಕೆಯನ್ನು ಆರಿಸಿ ಮತ್ತು ಯಾವುದೇ ಅಡೆತಡೆಯಿಲ್ಲದೆ ಆನಂದಿಸುವುದನ್ನು ಮುಂದುವರಿಸಿ.
ko: 끊김 없이 즐겨보세요! 나에게 맞는 구독 상품을 선택하고 중단 없이 계속 즐기세요.
ky: Тажрыйбаңыз токтоп калбасын! Сизге ылайыктуу жазылууну тандап, үзгүлтүксүз ырахат алууну улантыңыз.
lo: ຢ່າປ່ອຍໃຫ້ປະສົບການຂອງເຈົ້າຢຸດ! ເລືອກການສະໝັກໃຊ້ທີ່ເໝາະສົມກັບເຈົ້າ ແລະ ສືບຕໍ່ມ່ວນຊື່ນໂດຍບໍ່ຕິດຂັດ.
lt: Neleiskite savo patirčiai sustoti! Pasirinkite jums tinkamiausią prenumeratą ir toliau mėgaukitės be pertraukų.
lv: Neļaujiet savai pieredzei apstāties! Izvēlieties sev piemērotāko abonementu un turpiniet baudīt bez pārtraukumiem.
mk: Не дозволувајте вашето искуство да престане! Изберете ја претплатата што ви одговара и продолжете да уживате без прекин.
ml: നിങ്ങളുടെ അനുഭവം നിലയ്ക്കാൻ അനുവദിക്കരുത്! നിങ്ങൾക്ക് അനുയോജ്യമായ സബ്‌സ്‌ക്രിപ്‌ഷൻ തിരഞ്ഞെടുത്ത് തടസ്സമില്ലാതെ ആസ്വദിക്കുന്നത് തുടരുക.
mn: Таны туршлага зогсохыг бүү зөвшөөр! Өөрт тохирсон захиалгыг сонгоод, тасалдалгүйгээр таашаал аваарай.
mr: तुमचा अनुभव थांबू देऊ नका! तुमच्यासाठी योग्य असलेले सदस्यत्व निवडा आणि कोणत्याही व्यत्ययाशिवाय आनंद घेत रहा.
ms: Jangan biarkan pengalaman anda berhenti! Pilih langganan yang sesuai dengan anda dan teruskan menikmati tanpa gangguan.
my: သင့်အတွေ့အကြုံကို မရပ်တန့်စေနှင့်။ သင်နှင့်ကိုက်ညီသော စာရင်းသွင်းမှုကို ရွေးချယ်ပြီး အနှောင့်အယှက်မရှိဘဲ ဆက်လက်ခံစားပါ။
ne: आफ्नो अनुभवलाई रोक्न नदिनुहोस्! आफूलाई उपयुक्त हुने सदस्यता छनौट गर्नुहोस् र बिना अवरोध आनन्द लिइरहनुहोस्।
nl: Laat je ervaring niet stoppen! Kies het abonnement dat bij je past en geniet ongestoord verder.
no: Ikke la opplevelsen din stoppe! Velg abonnementet som passer deg, og fortsett å nyte det uten avbrudd.
or: ଆପଣଙ୍କ ଅଭିଜ୍ଞତାକୁ ବନ୍ଦ ହେବାକୁ ଦିଅନ୍ତୁ ନାହିଁ! ଆପଣଙ୍କ ପାଇଁ ଉପଯୁକ୍ତ ସଦସ୍ୟତା ବାଛନ୍ତୁ ଏବଂ ବିନା ବାଧାରେ ଉପଭୋଗ କରିବା ଜାରି ରଖନ୍ତୁ।
pa: ਆਪਣੇ ਅਨੁਭਵ ਨੂੰ ਰੁਕਣ ਨਾ ਦਿਓ! ਉਹ ਗਾਹਕੀ ਚੁਣੋ ਜੋ ਤੁਹਾਡੇ ਲਈ ਢੁਕਵੀਂ ਹੋਵੇ ਅਤੇ ਬਿਨਾਂ ਕਿਸੇ ਰੁਕਾਵਟ ਦੇ ਆਨੰਦ ਮਾਣਦੇ ਰਹੋ।
pl: Nie pozwól, by Twoja przygoda się skończyła! Wybierz subskrypcję, która Ci odpowiada i ciesz się nią bez przerw.
pt: Não deixe que sua experiência pare! Escolha a assinatura ideal para você e continue aproveitando sem interrupções.
ro: Nu lăsa experiența ta să se oprească! Alege abonamentul care ți se potrivește și continuă să te bucuri fără întreruperi.
ru: Не позволяйте своим впечатлениям остановиться! Выберите подходящую вам подписку и продолжайте наслаждаться без перерывов.
si: ඔබේ අත්දැකීම නතර කිරීමට ඉඩ නොදෙන්න! ඔබට ගැලපෙන දායකත්වය තෝරාගෙන බාධාවකින් තොරව භුක්ති විඳින්න.
sk: Nenechajte svoj zážitok prestať! Vyberte si predplatné, ktoré vám vyhovuje, a pokračujte v užívaní bez prerušenia.
sl: Ne dovolite, da se vaša izkušnja ustavi! Izberite naročnino, ki vam ustreza, in nadaljujte z uživanjem brez prekinitev.
sq: Mos lejoni që përvoja juaj të ndalet! Zgjidhni abonimin që ju përshtatet dhe vazhdoni të shijoni pa ndërprerje.
sr: Не дозволите да ваше искуство престане! Изаберите претплату која вам одговара и наставите да уживате без прекида.
sv: Låt inte din upplevelse ta slut! Välj den prenumeration som passar dig och fortsätt njuta utan avbrott.
sw: Usiruhusu uzoefu wako kukoma! Chagua usajili unaokufaa na uendelee kufurahia bila kukatizwa.
ta: உங்கள் அனுபவத்தை நிறுத்த விடாதீர்கள்! உங்களுக்குப் பொருத்தமான சந்தாவைத் தேர்ந்தெடுத்து, இடையூறு இல்லாமல் தொடர்ந்து அனுபவியுங்கள்.
te: మీ అనుభవాన్ని ఆపేయకండి! మీకు సరిపోయే సబ్‌స్క్రిప్షన్‌ను ఎంచుకుని, అంతరాయం లేకుండా ఆనందించడం కొనసాగించండి.
th: อย่าปล่อยให้ประสบการณ์ของคุณหยุดลง! เลือกการสมัครสมาชิกที่เหมาะกับคุณ และสนุกต่อไปอย่างไม่มีสะดุด
tr: Deneyiminizin durmasına izin vermeyin! Size uygun aboneliği seçin ve kesintisiz keyfinize devam edin.
uk: Не зупиняйтеся на досягнутому! Оберіть підписку, яка вам підходить, і продовжуйте насолоджуватися без перерв.
ur: اپنے تجربے کو روکنے نہ دیں! وہ سبسکرپشن منتخب کریں جو آپ کے لیے موزوں ہو اور بغیر کسی رکاوٹ کے لطف اٹھاتے رہیں۔
uz: Tajribangizni to'xtatishga yo'l qo'ymang! Sizga mos keladigan obunani tanlang va uzluksiz zavqlanishda davom eting.
vi: Đừng để trải nghiệm của bạn dừng lại! Hãy chọn gói đăng ký phù hợp với bạn và tiếp tục tận hưởng mà không bị gián đoạn.
zh: 别让你的体验戛然而止！选择适合你的订阅，继续畅享无阻的精彩。
zu: Ungavumeli ukuzizwisa kwakho kume! Khetha okubhaliselwe okufanelana nawe futhi uqhubeke ukujabulela ngaphandle kokuphazamiseka.
