Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# app_promotion_ios
source: Enrich your English vocabulary with 5,600 essential words for easy speaking and understanding.
ar: قم بإثراء مفرداتك الإنجليزية بـ 5600 كلمة أساسية لتسهيل التحدث والفهم.
as: সহজভাৱে ক’ব পৰা আৰু বুজিব পৰাকৈ ৫,৬০০টা প্ৰয়োজনীয় শব্দৰে আপোনাৰ ইংৰাজী শব্দভাণ্ডাৰ সমৃদ্ধ কৰক।
az: Asan danışmaq və başa düşmək üçün ingilis dili lüğətinizi 5600 əsas sözlə zənginləşdirin.
be: Папаўніце свой англійскі слоўнікавы запас 5600 важнымі словамі для лёгкага маўлення і разумення.
bg: Обогатете английския си речник с 4400 основни думи за лесно говорене и разбиране.
bn: সহজে কথা বলা এবং বোঝার জন্য ৫,৬০০টি প্রয়োজনীয় শব্দ দিয়ে আপনার ইংরেজি শব্দভাণ্ডার সমৃদ্ধ করুন।
cs: Obohaťte si svou anglickou slovní zásobu o 4 400 základních slov pro snadnou mluvu a porozumění.
da: Berig dit engelske ordforråd med 4.400 essentielle ord, der gør det nemt at tale og forstå.
de: Bereichern Sie Ihren englischen Wortschatz mit 4.400 wichtigen Wörtern für einfaches Sprechen und Verstehen.
el: Εμπλουτίστε το αγγλικό λεξιλόγιό σας με 4.400 βασικές λέξεις για εύκολη ομιλία και κατανόηση.
es: Enriquece tu vocabulario en inglés con 4.400 palabras esenciales para hablar y comprender fácilmente.
et: Rikasta oma inglise keele sõnavara 4400 olulise sõnaga, et hõlbustada rääkimist ja arusaamist.
fa: دایره لغات انگلیسی خود را با ۵۶۰۰ کلمه ضروری برای صحبت کردن و فهمیدن آسان، غنی کنید.
fi: Rikasta englannin sanastoasi 5 600 olennaisella sanalla helppoa puhumista ja ymmärtämistä varten.
fr: Enrichis ton vocabulaire anglais grâce aux 4 400 mots essentiels pour parler et comprendre facilement.
gl: Enriquece o teu vocabulario inglés con 5.600 palabras esenciais para falar e comprender facilmente.
gu: સરળતાથી બોલવા અને સમજવા માટે 5,600 આવશ્યક શબ્દોથી તમારા અંગ્રેજી શબ્દભંડોળને સમૃદ્ધ બનાવો.
he: העשירו את אוצר המילים שלכם באנגלית עם 5,600 מילים חיוניות לדיבור והבנה קלים.
hi: आसानी से बोलने और समझने के लिए 4,400 आवश्यक शब्दों के साथ अपनी अंग्रेजी शब्दावली को समृद्ध करें।
hr: Obogatite svoj engleski vokabular s 4400 bitnih riječi za lak govor i razumijevanje.
hu: Gazdagítsd angol szókincsedet 4400 alapvető szóval a könnyű beszéd és megértés érdekében.
hy: Հարստացրեք ձեր անգլերեն բառապաշարը 5,600 կարևոր բառերով՝ հեշտ խոսելու և հասկանալու համար։
ja: 簡単に話したり理解したりできるように、4,400 語の必須単語で英語の語彙を豊かにします。
ka: გაამდიდრეთ თქვენი ინგლისური ლექსიკა 4,400 აუცილებელი სიტყვით, რათა მარტივად ისაუბროთ და გაიგოთ.
kk: Оңай сөйлеу және түсіну үшін ағылшын тіліндегі сөздік қорыңызды 4400 маңызды сөзбен байытыңыз.
km: បង្កើនវាក្យសព្ទភាសាអង់គ្លេសរបស់អ្នកជាមួយនឹងពាក្យសំខាន់ៗចំនួន 4,400 សម្រាប់ងាយស្រួលនិយាយ និងយល់។
kn: ಸುಲಭವಾಗಿ ಮಾತನಾಡಲು ಮತ್ತು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು 5,600 ಅಗತ್ಯ ಪದಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಇಂಗ್ಲಿಷ್ ಶಬ್ದಕೋಶವನ್ನು ಉತ್ಕೃಷ್ಟಗೊಳಿಸಿ.
ko: 쉽게 말하고 이해하는 데 필요한 5,600개의 필수 단어로 영어 어휘력을 키우세요.
ky: Оңой сүйлөө жана түшүнүү үчүн англисче лексикаңызды 4400 маанилүү сөз менен байытыңыз.
lo: ເພີ່ມຄໍາສັບພາສາອັງກິດຂອງທ່ານດ້ວຍ 5,600 ຄໍາສໍາຄັນສໍາລັບການເວົ້າແລະຄວາມເຂົ້າໃຈງ່າຍ.
lt: Praturtinkite savo anglų kalbos žodyną 4400 esminių žodžių, kad būtų lengva kalbėti ir suprasti.
lv: Bagātiniet savu angļu valodas vārdu krājumu ar 5600 svarīgiem vārdiem, lai atvieglotu runāšanu un izpratni.
mk: Збогатете го вашиот англиски речник со 5.600 основни зборови за лесно зборување и разбирање.
ml: എളുപ്പത്തിൽ സംസാരിക്കാനും മനസ്സിലാക്കാനും 4,400 അവശ്യ വാക്കുകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ ഇംഗ്ലീഷ് പദാവലി സമ്പന്നമാക്കുക.
mn: Англи хэлний үгсийн санг хялбархан ярьж, ойлгоход шаардлагатай 4400 үгээр баяжуулаарай.
mr: सहज बोलण्यासाठी आणि समजण्यासाठी ४,४०० आवश्यक शब्दांनी तुमचा इंग्रजी शब्दसंग्रह समृद्ध करा.
ms: Perkaya perbendaharaan kata bahasa Inggeris anda dengan 5,600 perkataan penting untuk pertuturan dan pemahaman yang mudah.
my: လွယ်ကူစွာပြောနိုင်ပြီး နားလည်နိုင်စေရန်အတွက် မရှိမဖြစ်လိုအပ်သော စကားလုံး 5,600 ဖြင့် သင်၏ အင်္ဂလိပ်ဝေါဟာရကို ကြွယ်ဝစေပါသည်။
ne: सजिलै बोल्न र बुझ्नको लागि ४,४०० आवश्यक शब्दहरूले आफ्नो अंग्रेजी शब्दावलीलाई समृद्ध बनाउनुहोस्।
nl: Verrijk uw Engelse woordenschat met 5.600 essentiële woorden voor eenvoudig spreken en begrijpen.
no: Berik ditt engelske ordforråd med 5600 viktige ord for enkel tale og forståelse.
or: ସହଜରେ କହିବା ଏବଂ ବୁଝିବା ପାଇଁ 4,400ଟି ଜରୁରୀ ଶବ୍ଦ ସହିତ ଆପଣଙ୍କର ଇଂରାଜୀ ଶବ୍ଦକୋଷକୁ ସମୃଦ୍ଧ କରନ୍ତୁ।
pa: ਆਸਾਨੀ ਨਾਲ ਬੋਲਣ ਅਤੇ ਸਮਝਣ ਲਈ 5,600 ਜ਼ਰੂਰੀ ਸ਼ਬਦਾਂ ਨਾਲ ਆਪਣੀ ਅੰਗਰੇਜ਼ੀ ਸ਼ਬਦਾਵਲੀ ਨੂੰ ਅਮੀਰ ਬਣਾਓ।
pl: Wzbogać swoje słownictwo w języku angielskim o 5600 niezbędnych słów, które ułatwią Ci mówienie i zrozumienie.
pt: Enriqueça seu vocabulário de inglês com 5.600 palavras essenciais para facilitar a fala e a compreensão.
ro: Îmbogățiți-vă vocabularul englez cu 5.600 de cuvinte esențiale pentru o vorbire și o înțelegere ușoară.
ru: Обогатите свой словарный запас английского языка 5600 необходимыми словами для легкого общения и понимания.
si: පහසුවෙන් කතා කිරීමට සහ තේරුම් ගැනීමට අත්‍යවශ්‍ය වචන 5,600 කින් ඔබේ ඉංග්‍රීසි වචන මාලාව පොහොසත් කරන්න.
sk: Obohaťte si svoju anglickú slovnú zásobu o 5 600 základných slov pre ľahkú komunikáciu a porozumenie.
sl: Obogatite svoj angleški besednjak s 4400 bistvenimi besedami za lažje govorjenje in razumevanje.
sq: Pasuroni fjalorin tuaj në anglisht me 5,600 fjalë thelbësore për të folur dhe kuptuar lehtë.
sr: Обогатите свој енглески речник са 5.600 основних речи за лак говор и разумевање.
sv: Berika ditt engelska ordförråd med 5 600 viktiga ord för enkel talförståelse.
sw: Boresha msamiati wako wa Kiingereza kwa maneno 4,400 muhimu kwa kuzungumza na kuelewa kwa urahisi.
ta: எளிதாகப் பேசுவதற்கும் புரிந்துகொள்வதற்கும் 5,600 அத்தியாவசிய வார்த்தைகளால் உங்கள் ஆங்கிலச் சொற்களஞ்சியத்தை வளப்படுத்துங்கள்.
te: సులభంగా మాట్లాడటం మరియు అర్థం చేసుకోవడానికి 5,600 ముఖ్యమైన పదాలతో మీ ఆంగ్ల పదజాలాన్ని మెరుగుపరచుకోండి.
th: เสริมสร้างคำศัพท์ภาษาอังกฤษของคุณด้วยคำศัพท์สำคัญ 4,400 คำเพื่อการพูดและความเข้าใจที่ง่ายดาย
tr: Kolay konuşma ve anlama için 5.600 temel kelimeyle İngilizce kelime dağarcığınızı zenginleştirin.
uk: Збагатьте свій англійський словниковий запас 5600 важливими словами для легкого мовлення та розуміння.
ur: آسانی سے بولنے اور سمجھنے کے لیے اپنی انگریزی الفاظ کو 5,600 ضروری الفاظ کے ساتھ مزیدار بنائیں۔
uz: Oson gapirish va tushunish uchun ingliz tilidagi lug'atingizni 5600 ta muhim so'z bilan boyiting.
vi: Làm giàu vốn từ vựng tiếng Anh của bạn với 5.600 từ vựng thiết yếu để nói và hiểu dễ dàng.
zh: 使用 4,400 个基本单词丰富您的英语词汇量，以便轻松说话和理解。
zu: Thuthukisa isilulumagama sakho sesiNgisi ngamagama angu-4,400 abalulekile ukuze ukhulume kalula nokuqonda.

# app_keywords
source: vocabulary, learning, english, words, language, dictation, pronunciation, quiz, memory, learn, easy, listening
af: woordeskat, leer, Engels, woorde, taal, diktee, uitspraak, vasvra, geheue, leer, maklik, luister
am: መዝገበ ቃላት፣ መማር፣ እንግሊዘኛ፣ ቃላት፣ ቋንቋ፣ መዝገበ ቃላት፣ አነባበብ፣ ጥያቄ፣ ትውስታ፣ መማር፣ ቀላል፣ ማዳመጥ
ar: المفردات، التعلم، الإنجليزية، الكلمات، اللغة، الإملاء، النطق، الاختبار، الذاكرة، التعلم، سهل، الاستماع
as: শব্দভাণ্ডাৰ, শিক্ষণ, ইংৰাজী, শব্দ, ভাষা, অভিধান, উচ্চাৰণ, কুইজ, স্মৃতিশক্তি, শিকিব, সহজ, শুনা
az: lüğət, öyrənmə, ingilis dili, sözlər, dil, diktə, tələffüz, viktorina, yaddaş, öyrənmək, asan, dinləmə
be: слоўнікавы запас, навучанне, англійская мова, словы, мова, дыктоўка, вымаўленне, віктарына, памяць, вучыцца, лёгка, аўдзіраванне
bg: речник, учене, английски, думи, език, диктовка, произношение, викторина, памет, учене, лесно, слушане
bn: শব্দভান্ডার, শেখা, ইংরেজি, শব্দ, ভাষা, শ্রুতিলিপি, উচ্চারণ, কুইজ, স্মৃতি, শেখা, সহজ, শোনা
ca: vocabulari, aprenentatge, anglès, paraules, idioma, dictat, pronunciació, qüestionari, memòria, aprendre, fàcil, escoltar
cs: slovní zásoba, učení, angličtina, slova, jazyk, diktát, výslovnost, kvíz, paměť, učit se, snadné, poslech
da: ordforråd, læring, engelsk, ord, sprog, diktat, udtale, quiz, hukommelse, lær, let, lytning
de: Wortschatz, Lernen, Englisch, Wörter, Sprache, Diktat, Aussprache, Quiz, Gedächtnis, Lernen, einfach, Zuhören
el: λεξιλόγιο, μάθηση, αγγλικά, λέξεις, γλώσσα, υπαγόρευση, προφορά, κουίζ, μνήμη, μάθηση, εύκολο, ακρόαση
es: vocabulario, aprendizaje, inglés, palabras, idioma, dictado, pronunciación, cuestionario, memoria, aprender, fácil, escuchar
et: sõnavara, õppimine, inglise keel, sõnad, keel, dikteerimine, hääldus, viktoriin, mälu, õppimine, lihtne, kuulamine
eu: hiztegia, ikaskuntza, ingelesa, hitzak, hizkuntza, diktaketa, ahoskera, galdetegia, memoria, ikasi, erraza, entzutea
fa: واژگان، یادگیری، انگلیسی، کلمات، زبان، دیکته، تلفظ، آزمون، حافظه، یادگیری، آسان، گوش دادن
fi: sanasto, oppiminen, englanti, sanat, kieli, sanelu, ääntäminen, tietokilpailu, muisti, oppia, helppo, kuunteleminen
fr: vocabulaire, apprentissage, anglais, mots, langue, dictée, prononciation, quiz, mémoire, apprendre, facile, écoute
gl: vocabulario, aprendizaxe, inglés, palabras, lingua, ditado, pronuncia, cuestionario, memoria, aprender, fácil, escoita
gu: શબ્દભંડોળ, શિક્ષણ, અંગ્રેજી, શબ્દો, ભાષા, શ્રુતલેખન, ઉચ્ચારણ, ક્વિઝ, મેમરી, શીખો, સરળ, શ્રવણ
he: אוצר מילים, למידה, אנגלית, מילים, שפה, הכתבה, הגייה, חידון, זיכרון, למידה, קל, האזנה
hi: शब्दावली, सीखना, अंग्रेज़ी, शब्द, भाषा, श्रुतलेख, उच्चारण, प्रश्नोत्तरी, स्मृति, सीखना, आसान, सुनना
hr: vokabular, učenje, engleski, riječi, jezik, diktat, izgovor, kviz, pamćenje, učiti, lako, slušanje
hu: szókincs, tanulás, angol, szavak, nyelv, diktálás, kiejtés, kvíz, memória, tanulás, könnyű, hallgatás
hy: բառապաշար, ուսուցում, անգլերեն, բառեր, լեզու, թելադրություն, արտասանություն, վիկտորինա, հիշողություն, սովորել, հեշտ, լսել
is: orðaforði, nám, enska, orð, tungumál, upplestur, framburður, próf, minni, læra, auðvelt, hlustun
it: vocabolario, apprendimento, inglese, parole, lingua, dettato, pronuncia, quiz, memoria, imparare, facile, ascolto
ja: 語彙、学習、英語、単語、言語、ディクテーション、発音、クイズ、記憶、学習、簡単、リスニング
ka: ლექსიკა, სწავლა, ინგლისური, სიტყვები, ენა, დიქტატი, გამოთქმა, ვიქტორინა, მეხსიერება, სწავლა, მარტივი, მოსმენა
kk: сөздік, үйрену, ағылшын тілі, сөздер, тіл, диктант, айтылу, викторина, есте сақтау, үйрену, оңай, тыңдау
km: វាក្យសព្ទ, ការរៀន, ភាសាអង់គ្លេស, ពាក្យ, ភាសា, ការសរសេរតាមអាន, ការបញ្ចេញសំឡេង, សំណួរ, ការចងចាំ, រៀន, ងាយស្រួល, ស្តាប់
kn: ಶಬ್ದಕೋಶ, ಕಲಿಕೆ, ಇಂಗ್ಲಿಷ್, ಪದಗಳು, ಭಾಷೆ, ಉಕ್ತಲೇಖನ, ಉಚ್ಚಾರಣೆ, ರಸಪ್ರಶ್ನೆ, ಸ್ಮರಣೆ, ಕಲಿಯಿರಿ, ಸುಲಭ, ಆಲಿಸುವುದು
ko: 어휘, 학습, 영어, 단어, 언어, 받아쓰기, 발음, 퀴즈, 기억력, 학습, 쉬움, 듣기
ky: лексика, үйрөнүү, англисче, сөздөр, тил, диктант, айтылуу, тест, эс тутум, үйрөнүү, жеңил, угуу
lo: ຄໍາ​ສັບ​ຕ່າງໆ​, ການ​ຮຽນ​ຮູ້​, ພາ​ສາ​ອັງ​ກິດ​, ຄໍາ​ສັບ​ຕ່າງໆ​, ພາ​ສາ​, dictation​, ການ​ອອກ​ສຽງ​, ແບບ​ທົດ​ສອບ​, ຄວາມ​ຊົງ​ຈໍາ​, ຮຽນ​ຮູ້​, ງ່າຍ​, ການ​ຟັງ
lt: žodynas, mokymasis, anglų kalba, žodžiai, kalba, diktavimas, tarimas, viktorina, atmintis, mokytis, lengva, klausymasis
lv: vārdu krājums, mācīšanās, angļu valoda, vārdi, valoda, diktāts, izruna, viktorīna, atmiņa, mācīties, viegli, klausīšanās
mk: вокабулар, учење, англиски, зборови, јазик, диктат, изговор, квиз, меморија, учење, лесно, слушање
ml: പദാവലി, പഠനം, ഇംഗ്ലീഷ്, വാക്കുകൾ, ഭാഷ, കേട്ടെഴുതൽ, ഉച്ചാരണം, ക്വിസ്, മെമ്മറി, പഠിക്കുക, എളുപ്പമാണ്, കേൾക്കൽ
mn: үгсийн сан, сурах, англи хэл, үг, хэл, диктант, дуудлага, шалгалт, санах ой, сурах, хялбар, сонсох
mr: शब्दसंग्रह, शिक्षण, इंग्रजी, शब्द, भाषा, श्रुतलेखन, उच्चार, क्विझ, स्मृती, शिका, सोपे, ऐकणे
ms: perbendaharaan kata, pembelajaran, bahasa Inggeris, perkataan, bahasa, imlak, sebutan, kuiz, ingatan, belajar, mudah, mendengar
my: ဝေါဟာရ၊ သင်ယူမှု၊ အင်္ဂလိပ်၊ စကားလုံးများ၊ ဘာသာစကား၊ သတ်ပုံ၊ အသံထွက်၊ ပဟေဠိ၊ မှတ်ဉာဏ်၊ လေ့လာရန်၊ လွယ်ကူသော၊ နားထောင်ခြင်း
ne: शब्दावली, सिक्ने, अंग्रेजी, शब्दहरू, भाषा, श्रुतलेखन, उच्चारण, क्विज, स्मृति, सिक्ने, सजिलो, सुन्ने
nl: woordenschat, leren, Engels, woorden, taal, dictee, uitspraak, quiz, geheugen, leren, gemakkelijk, luisteren
no: vokabular, læring, engelsk, ord, språk, diktering, uttale, quiz, hukommelse, lær, lett, lytting
or: ଶବ୍ଦାବଳୀ, ଶିକ୍ଷା, ଇଂରାଜୀ, ଶବ୍ଦ, ଭାଷା, ଶ୍ରୁତଲେଖା, ଉଚ୍ଚାରଣ, ପ୍ରଶ୍ନୋତ୍ତର, ସ୍ମୃତି, ଶିଖନ୍ତୁ, ସହଜ, ଶୁଣିବା
pa: ਸ਼ਬਦਾਵਲੀ, ਸਿੱਖਣਾ, ਅੰਗਰੇਜ਼ੀ, ਸ਼ਬਦ, ਭਾਸ਼ਾ, ਡਿਕਟੇਸ਼ਨ, ਉਚਾਰਨ, ਕਵਿਜ਼, ਯਾਦਦਾਸ਼ਤ, ਸਿੱਖੋ, ਆਸਾਨ, ਸੁਣਨਾ
pl: słownictwo, nauka, angielski, słowa, język, dyktando, wymowa, quiz, pamięć, nauka, łatwy, słuchanie
pt: vocabulário, aprendizagem, inglês, palavras, idioma, ditado, pronúncia, teste, memória, aprender, fácil, ouvir
ro: vocabular, învățare, engleză, cuvinte, limbă, dictare, pronunție, test, memorie, învățare, ușor, ascultare
ru: словарный запас, изучение, английский, слова, язык, диктант, произношение, тест, память, изучать, легко, аудирование
si: වචන මාලාව, ඉගෙනීම, ඉංග්‍රීසි, වචන, භාෂාව, අනුලේඛනය, උච්චාරණය, ප්‍රශ්නාවලිය, මතකය, ඉගෙනීම, පහසු, සවන්දීම
sk: slovná zásoba, učenie, angličtina, slová, jazyk, diktát, výslovnosť, kvíz, pamäť, učiť sa, jednoduché, počúvanie
sl: besedišče, učenje, angleščina, besede, jezik, narekovanje, izgovorjava, kviz, spomin, učenje, enostavno, poslušanje
sq: fjalor, mësim, anglisht, fjalë, gjuhë, diktim, shqiptim, kuiz, kujtesë, mëso, lehtë, dëgjim
sr: вокабулар, учење, енглески, речи, језик, диктат, изговор, квиз, памћење, учити, лако, слушање
sv: ordförråd, lärande, engelska, ord, språk, diktering, uttal, frågesport, minne, lära sig, enkelt, lyssnande
sw: msamiati, kujifunza, Kiingereza, maneno, lugha, imla, matamshi, chemsha bongo, kumbukumbu, jifunze, rahisi, kusikiliza
ta: சொல்லகராதி, கற்றல், ஆங்கிலம், வார்த்தைகள், மொழி, சொல்லெழுத்து, உச்சரிப்பு, வினாடி வினா, நினைவகம், கற்றுக்கொள், எளிதானது, கேட்பது
te: పదజాలం, నేర్చుకోవడం, ఇంగ్లీష్, పదాలు, భాష, డిక్టేషన్, ఉచ్చారణ, క్విజ్, జ్ఞాపకశక్తి, నేర్చుకోండి, సులభం, వినడం
th: คำศัพท์, การเรียนรู้, ภาษาอังกฤษ, คำ, ภาษา, การบอกตามคำบอก, การออกเสียง, แบบทดสอบ, ความจำ, เรียนรู้, ง่าย, การฟัง
tr: kelime bilgisi, öğrenme, ingilizce, kelimeler, dil, dikte, telaffuz, sınav, hafıza, öğrenme, kolay, dinleme
uk: словниковий запас, навчання, англійська, слова, мова, диктант, вимова, вікторина, пам'ять, вчитися, легко, аудіювання
ur: الفاظ، سیکھنا، انگریزی، الفاظ، زبان، ڈکٹیشن، تلفظ، کوئز، میموری، سیکھنا، آسان، سننا
uz: lug'at, o'rganish, ingliz tili, so'zlar, til, diktant, talaffuz, viktorina, xotira, o'rganish, oson, tinglash
vi: từ vựng, học tập, tiếng Anh, từ ngữ, ngôn ngữ, chính tả, phát âm, câu đố, trí nhớ, học, dễ, nghe
zh: 词汇, 学习, 英语, 单词, 语言, 听写, 发音, 测验, 记忆, 轻松, 听力
zu: silulumagama, ukufunda, isiNgisi, amagama, ulimi, ukubizela, ukubiza amagama, imibuzo, inkumbulo, funda, kulula, ukulalela

# app_feature_graphic_title
source: Improve your English vocabulary
af: Verbeter jou Engelse woordeskat
am: የእንግሊዝኛ መዝገበ ቃላትዎን ያሻሽሉ።
ar: تحسين مفرداتك الإنجليزية
as: আপোনাৰ ইংৰাজী শব্দভাণ্ডাৰ উন্নত কৰক
az: İngilis dili lüğətinizi təkmilləşdirin
be: Палепшыце свой слоўнікавы запас англійскай мовы
bg: Подобрете английския си речник
bn: আপনার ইংরেজি শব্দভান্ডার উন্নত করুন
ca: Millora el teu vocabulari anglès
cs: Vylepšete si anglickou slovní zásobu
da: Forbedr dit engelske ordforråd
de: Verbessern Sie Ihren englischen Wortschatz
el: Βελτιώστε το αγγλικό σας λεξιλόγιο
es: Mejora tu vocabulario en inglés
et: Täienda oma inglise keele sõnavara
eu: Hobetu zure ingelesezko hiztegia
fa: دایره لغات انگلیسی خود را بهبود ببخشید
fi: Paranna englannin sanastoasi
fr: Améliorez votre vocabulaire anglais
gl: Mellora o teu vocabulario inglés
gu: તમારી અંગ્રેજી શબ્દભંડોળ સુધારો
he: שפרו את אוצר המילים שלכם באנגלית
hi: अपनी अंग्रेजी शब्दावली में सुधार करें
hr: Poboljšajte svoj engleski vokabular
hu: Javítsd az angol szókincsedet
hy: Բարելավեք ձեր անգլերենի բառապաշարը
is: Bættu enskuorðaforða þinn
it: Migliora il tuo vocabolario inglese
ja: 英語の語彙力を向上させる
ka: გააუმჯობესეთ თქვენი ინგლისური ლექსიკა
kk: Ағылшын тіліндегі сөздік қорыңызды жетілдіріңіз
km: កែលម្អវាក្យសព្ទភាសាអង់គ្លេសរបស់អ្នក។
kn: ನಿಮ್ಮ ಇಂಗ್ಲಿಷ್ ಶಬ್ದಕೋಶವನ್ನು ಸುಧಾರಿಸಿ
ko: 영어 어휘력을 향상시키세요
ky: Англисче сөз байлыгыңызды өркүндөтүңүз
lo: ປັບປຸງຄໍາສັບພາສາອັງກິດຂອງທ່ານ
lt: Pagerinkite savo anglų kalbos žodyną
lv: Uzlabojiet savu angļu valodas vārdu krājumu
mk: Подобрете го вашиот англиски вокабулар
ml: നിങ്ങളുടെ ഇംഗ്ലീഷ് പദാവലി മെച്ചപ്പെടുത്തുക
mn: Англи хэлний үгсийн сангаа сайжруул
mr: तुमचा इंग्रजी शब्दसंग्रह सुधारा
ms: Tingkatkan perbendaharaan kata bahasa Inggeris anda
my: သင်၏အင်္ဂလိပ်ဝေါဟာရကိုတိုးတက်စေပါ။
ne: आफ्नो अंग्रेजी शब्दावली सुधार गर्नुहोस्
nl: Verbeter uw Engelse woordenschat
no: Forbedre ditt engelske ordforråd
or: ଆପଣଙ୍କର ଇଂରାଜୀ ଶବ୍ଦାବଳୀ ଉନ୍ନତ କରନ୍ତୁ
pa: ਆਪਣੀ ਅੰਗਰੇਜ਼ੀ ਸ਼ਬਦਾਵਲੀ ਵਿੱਚ ਸੁਧਾਰ ਕਰੋ
pl: Popraw swoje słownictwo angielskie
pt: Melhore seu vocabulário em inglês
ro: Îmbunătățește-ți vocabularul în limba engleză
ru: Улучшите свой словарный запас английского языка
si: ඔබේ ඉංග්‍රීසි වචන මාලාව වැඩි දියුණු කරන්න
sk: Zlepšite si svoju anglickú slovnú zásobu
sl: Izboljšajte svoj angleški besednjak
sq: Përmirësoni fjalorin tuaj në anglisht
sr: Побољшајте свој енглески речник
sv: Förbättra ditt engelska ordförråd
sw: Boresha msamiati wako wa Kiingereza
ta: உங்கள் ஆங்கில சொற்களஞ்சியத்தை மேம்படுத்தவும்
te: మీ ఆంగ్ల పదజాలాన్ని మెరుగుపరచండి
th: ปรับปรุงคำศัพท์ภาษาอังกฤษของคุณ
tr: İngilizce kelime dağarcığınızı geliştirin
uk: Покращте свій словниковий запас англійської мови
ur: اپنی انگریزی الفاظ کو بہتر بنائیں
uz: Ingliz tilidagi so'z boyligingizni yaxshilang
vi: Cải thiện vốn từ vựng tiếng Anh của bạn
zh: 提高你的英语词汇量
zu: Thuthukisa isilulumagama sakho sesiNgisi

# app_feature_graphic_FeatureItem1
source: 5,600 words
af: 5 600 woorde
am: 5,600 ቃላት
ar: 5600 كلمة
as: ৫৬০০ শব্দ
az: 5600 söz
be: 5600 слоў
bg: 4400 думи
bn: ৫,৬০০ শব্দ
ca: 5.600 paraules
cs: 4 400 slov
da: 4.400 ord
de: 4.400 Wörter
el: 4.400 λέξεις
es: 4.400 palabras
et: 4400 sõna
eu: 5.600 hitz
fa: ۵۶۰۰ کلمه
fi: 5 600 sanaa
fr: 4 400 mots
gl: 5.600 palabras
gu: ૫,૬૦૦ શબ્દો
he: 5,600 מילים
hi: 4,400 शब्द
hr: 4.400 riječi
hu: 4400 szó
hy: 5,600 բառ
is: 5.600 orð
it: 5.600 parole
ja: 4,400語
ka: 4,400 სიტყვა
kk: 4400 сөз
km: 4,400 ពាក្យ
kn: 5,600 ಪದಗಳು
ko: 5,600 단어
ky: 4400 сөз
lo: 5,600 ຄໍາ
lt: 4400 žodžių
lv: 5600 vārdi
mk: 5.600 зборови
ml: 4,400 വാക്കുകൾ
mn: 4400 үг
mr: ४,४०० शब्द
ms: 5,600 patah perkataan
my: စကားလုံး ၅၆၀၀
ne: ४,४०० शब्दहरू
nl: 5.600 woorden
no: 5600 ord
or: ୪,୪୦୦ ଶବ୍ଦ
pa: 5,600 ਸ਼ਬਦ
pl: 5600 słów
pt: 5.600 palavras
ro: 5.600 de cuvinte
ru: 5600 слов
si: වචන 5,600 යි
sk: 5 600 slov
sl: 4.400 besed
sq: 5,600 fjalë
sr: 5.600 речи
sv: 5 600 ord
sw: Maneno 4,400
ta: 5,600 வார்த்தைகள்
te: 5,600 పదాలు
th: 4,400 คำ
tr: 5.600 kelime
uk: 5600 слів
ur: 5,600 الفاظ
uz: 5600 so'z
vi: 5.600 từ
zh: 4,400 字
zu: 4,400 amagama

# app_feature_graphic_FeatureItem2
source: Interactive audio quizzes and tests
af: Interaktiewe oudio-vasvrae en toetse
am: በይነተገናኝ የድምጽ ጥያቄዎች እና ሙከራዎች
ar: اختبارات صوتية تفاعلية
as: ইন্টাৰেক্টিভ অডিঅ' কুইজ আৰু পৰীক্ষা
az: İnteraktiv audio testlər və testlər
be: Інтэрактыўныя аўдыё-віктарыны і тэсты
bg: Интерактивни аудио викторини и тестове
bn: ইন্টারেক্টিভ অডিও কুইজ এবং পরীক্ষা
ca: Qüestionaris i proves d'àudio interactives
cs: Interaktivní audio kvízy a testy
da: Interaktive lydquizzer og -tests
de: Interaktive Audio-Quizze und Tests
el: Διαδραστικά ηχητικά κουίζ και τεστ
es: Pruebas y cuestionarios de audio interactivos
et: Interaktiivsed audioviktoriinid ja testid
eu: Audio-galdetegi eta proba interaktiboak
fa: آزمون‌ها و تست‌های صوتی تعاملی
fi: Interaktiivisia äänivisoja ja -testejä
fr: Quiz et tests audio interactifs
gl: Probas e cuestionarios de audio interactivos
gu: ઇન્ટરેક્ટિવ ઓડિયો ક્વિઝ અને પરીક્ષણો
he: חידונים ומבחנים אינטראקטיביים באודיו
hi: इंटरैक्टिव ऑडियो क्विज़ और परीक्षण
hr: Interaktivni audio kvizovi i testovi
hu: Interaktív hangos kvízek és tesztek
hy: Ինտերակտիվ աուդիո վիկտորինաներ և թեստեր
is: Gagnvirk hljóðpróf og spurningakeppnir
it: Quiz e test audio interattivi
ja: インタラクティブな音声クイズとテスト
ka: ინტერაქტიული აუდიო ვიქტორინები და ტესტები
kk: Интерактивті аудио викториналар мен тесттер
km: កម្រងសំណួរ និងតេស្តសំឡេងអន្តរកម្ម
kn: ಸಂವಾದಾತ್ಮಕ ಆಡಿಯೊ ರಸಪ್ರಶ್ನೆಗಳು ಮತ್ತು ಪರೀಕ್ಷೆಗಳು
ko: 대화형 오디오 퀴즈 및 테스트
ky: Интерактивдүү аудио тесттер жана тесттер
lo: ແບບສອບຖາມສຽງແບບໂຕ້ຕອບ ແລະການທົດສອບ
lt: Interaktyvūs garso testai ir viktorinos
lv: Interaktīvas audio viktorīnas un testi
mk: Интерактивни аудио квизови и тестови
ml: സംവേദനാത്മക ഓഡിയോ ക്വിസുകളും ടെസ്റ്റുകളും
mn: Интерактив аудио асуулт хариултууд болон тестүүд
mr: परस्परसंवादी ऑडिओ क्विझ आणि चाचण्या
ms: Kuiz dan ujian audio interaktif
my: အပြန်အလှန်တုံ့ပြန်သောအသံပဟေဠိများနှင့်စမ်းသပ်မှုများ
ne: अन्तरक्रियात्मक अडियो क्विज र परीक्षणहरू
nl: Interactieve audioquizzen en tests
no: Interaktive lydquizer og tester
or: ଇଣ୍ଟରାକ୍ଟିଭ୍ ଅଡିଓ କ୍ୱିଜ୍ ଏବଂ ପରୀକ୍ଷା
pa: ਇੰਟਰਐਕਟਿਵ ਆਡੀਓ ਕਵਿਜ਼ ਅਤੇ ਟੈਸਟ
pl: Interaktywne quizy i testy audio
pt: Questionários e testes de áudio interativos
ro: Teste și chestionare audio interactive
ru: Интерактивные аудиовикторины и тесты
si: අන්තර්ක්‍රියාකාරී ශ්‍රව්‍ය ප්‍රශ්නාවලිය සහ පරීක්ෂණ
sk: Interaktívne zvukové kvízy a testy
sl: Interaktivni zvočni kvizi in testi
sq: Kuize dhe teste audio interaktive
sr: Интерактивни аудио квизови и тестови
sv: Interaktiva ljudquiz och tester
sw: Maswali shirikishi ya sauti na majaribio
ta: ஊடாடும் ஆடியோ வினாடி வினாக்கள் மற்றும் சோதனைகள்
te: ఇంటరాక్టివ్ ఆడియో క్విజ్‌లు మరియు పరీక్షలు
th: แบบทดสอบและแบบทดสอบเสียงแบบโต้ตอบ
tr: Etkileşimli sesli sınavlar ve testler
uk: Інтерактивні аудіовікторини та тести
ur: انٹرایکٹو آڈیو کوئز اور ٹیسٹ
uz: Interaktiv audio viktorinalar va testlar
vi: Các bài kiểm tra và câu đố âm thanh tương tác
zh: 交互式音频测验和测试
zu: Imibuzo nezivivinyo ezilalelwayo ezisebenzayo
