Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# email_validation_help
source: If you don't see the email in your inbox, consider checking your spam or junk folder.
af: As jy nie die e-pos in jou inboks sien nie, oorweeg dit om jou strooipos- of ongewenste lêergids na te gaan.
am: በገቢ መልእክት ሳጥንዎ ውስጥ ኢሜይሉን ካላዩ፣ የእርስዎን አይፈለጌ መልእክት ወይም የቆሻሻ መጣያ አቃፊ መፈተሽ ያስቡበት።
ar: إذا لم تتمكن من رؤية البريد الإلكتروني في صندوق الوارد لديك، ففكر في التحقق من مجلد البريد العشوائي.
as: যদি আপুনি আপোনাৰ ইনবক্সত ইমেইল দেখা নাপায়, আপোনাৰ স্পেম বা জাংক ফোল্ডাৰ পৰীক্ষা কৰাৰ কথা চিন্তা কৰক।
az: Gələnlər qutunuzda e-poçtu görmürsünüzsə, spam və ya lazımsız qovluğu yoxlamağı düşünün.
be: Калі вы не бачыце ліста ў паштовай скрыні, праверце тэчку са спамам.
bg: Ако не виждате имейла във входящата си поща, помислете за проверка на папката за спам или нежелана поща.
bn: যদি আপনি আপনার ইনবক্সে ইমেলটি দেখতে না পান, তাহলে আপনার স্প্যাম বা জাঙ্ক ফোল্ডারটি পরীক্ষা করার কথা বিবেচনা করুন।
ca: Si no veieu el correu electrònic a la safata d'entrada, considereu revisar la carpeta de correu brossa o brossa.
cs: Pokud e-mail nevidíte ve své schránce, zvažte kontrolu složky s nevyžádanou poštou.
da: Hvis du ikke kan se e-mailen i din indbakke, kan du overveje at tjekke din spam- eller uønsket mappe.
de: Wenn Sie die E-Mail nicht in Ihrem Posteingang sehen, überprüfen Sie Ihren Spam- oder Junk-Ordner.
el: Εάν δεν βλέπετε το μήνυμα ηλεκτρονικού ταχυδρομείου στα εισερχόμενά σας, εξετάστε το ενδεχόμενο να ελέγξετε τον φάκελο ανεπιθύμητης αλληλογραφίας.
es: Si no ve el correo electrónico en su bandeja de entrada, considere revisar su carpeta de correo no deseado o spam.
et: Kui te ei näe e-kirja oma postkastis, kaaluge rämpsposti kausta kontrollimist.
eu: Mezu elektronikoa sarrera-ontzian ikusten ez baduzu, kontuan hartu spam edo zabor-karpeta egiaztatzea.
fa: اگر ایمیل را در صندوق ورودی خود مشاهده نکردید، بررسی پوشه هرزنامه یا جانک (spam or junk) را در نظر بگیرید.
fi: Jos et näe sähköpostia postilaatikossasi, harkitse roskapostikansion tarkistamista.
fr: Si vous ne voyez pas l'email dans votre boîte de réception, pensez à vérifier votre dossier de spam ou de courriers indésirables.
gl: Se non ves o correo electrónico na túa caixa de entrada, considera comprobar o cartafol de correo non desexado ou spam.
gu: જો તમને તમારા ઇનબોક્સમાં ઇમેઇલ ન દેખાય, તો તમારા સ્પામ અથવા જંક ફોલ્ડરને તપાસવાનું વિચારો.
he: אם אינך רואה את האימייל בתיבת הדואר הנכנס שלך, שקול לבדוק את תיקיית הספאם או דואר הזבל שלך.
hi: यदि आपको ईमेल आपके इनबॉक्स में नहीं दिखता है, तो अपने स्पैम या जंक फ़ोल्डर की जांच करने पर विचार करें।
hr: Ako ne vidite e-poruku u pristigloj pošti, razmislite o provjeri mape neželjene pošte.
hu: Ha nem találod az e-mailt a beérkezett üzenetek között, érdemes lehet ellenőrizned a spam vagy a levélszemét mappádat is.
hy: Եթե էլ. նամակը չեք տեսնում ձեր մուտքի արկղում, խորհուրդ ենք տալիս ստուգել ձեր սպամի կամ անպետք փոստի պանակը։
is: Ef þú sérð ekki tölvupóstinn í pósthólfinu þínu skaltu íhuga að athuga ruslpóstmöppuna þína.
it: Se non trovi l'email nella posta in arrivo, controlla la cartella spam o posta indesiderata.
ja: 受信トレイにメールが見つからない場合は、スパムまたは迷惑メールフォルダを確認することを検討してください。
ka: თუ ელ.წერილს შემოსულებში ვერ ხედავთ, შეამოწმეთ სპამის ან არასასურველი ფოსტის საქაღალდე.
kk: Кіріс жәшігіңізде электрондық поштаны көрмесеңіз, спам немесе қалаусыз қалтаңызды тексеріп көріңіз.
km: ប្រសិនបើអ្នកមិនឃើញអ៊ីមែលនៅក្នុងប្រអប់សំបុត្ររបស់អ្នកទេ សូមពិចារណាពិនិត្យមើលថតសារឥតបានការ ឬសារឥតបានការរបស់អ្នក។
kn: ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್‌ನಲ್ಲಿ ಇಮೇಲ್ ಕಾಣದಿದ್ದರೆ, ನಿಮ್ಮ ಸ್ಪ್ಯಾಮ್ ಅಥವಾ ಜಂಕ್ ಫೋಲ್ಡರ್ ಅನ್ನು ಪರಿಶೀಲಿಸುವುದನ್ನು ಪರಿಗಣಿಸಿ.
ko: 받은 편지함에 이메일이 보이지 않으면 스팸이나 정크 메일 폴더를 확인해 보세요.
ky: Эгерде сиз электрондук почтаны почтаңызда көрбөсөңүз, спам же керексиз папкаңызды текшерип көрүңүз.
lo: ຖ້າເຈົ້າບໍ່ເຫັນອີເມວໃນກ່ອງຈົດໝາຍຂອງເຈົ້າ, ໃຫ້ພິຈາລະນາກວດເບິ່ງໂຟນເດີສະແປມ ຫຼື ຂີ້ເຫຍື້ອຂອງເຈົ້າ.
lt: Jei nematote el. laiško gautuosiuose, patikrinkite šlamšto arba nepageidaujamo pašto aplanką.
lv: Ja e-pastu neredzat savā iesūtnē, apsveriet iespēju pārbaudīt surogpasta vai nevēlamā pasta mapi.
mk: Ако не ја видите е-поштата во вашето сандаче, проверете ја папката со спам или несакана пошта.
ml: നിങ്ങളുടെ ഇൻബോക്സിൽ ഇമെയിൽ കാണുന്നില്ലെങ്കിൽ, സ്പാം അല്ലെങ്കിൽ ജങ്ക് ഫോൾഡർ പരിശോധിക്കുന്നത് പരിഗണിക്കുക.
mn: Хэрэв та ирсэн имэйл хайрцагтаа имэйлээ харахгүй байгаа бол спам эсвэл хэрэггүй хавтасаа шалгаж үзээрэй.
mr: जर तुम्हाला तुमच्या इनबॉक्समध्ये ईमेल दिसत नसेल, तर तुमचा स्पॅम किंवा जंक फोल्डर तपासण्याचा विचार करा.
ms: Jika anda tidak melihat e-mel dalam peti masuk anda, pertimbangkan untuk menyemak folder spam atau sampah anda.
my: သင့်ဝင်စာပုံးတွင် အီးမေးလ်ကို မတွေ့ပါက၊ သင်၏ spam သို့မဟုတ် အမှိုက်ဖိုင်တွဲကို စစ်ဆေးရန် စဉ်းစားပါ။
ne: यदि तपाईंले आफ्नो इनबक्समा इमेल देख्नुभएन भने, आफ्नो स्पाम वा जंक फोल्डर जाँच गर्ने विचार गर्नुहोस्।
nl: Als u de e-mail niet in uw inbox ziet, controleer dan uw spam- of ongewenste e-mailmap.
no: Hvis du ikke ser e-posten i innboksen din, bør du vurdere å sjekke spam- eller søppelpostmappen din.
or: ଯଦି ଆପଣ ଆପଣଙ୍କ ଇନବକ୍ସରେ ଇମେଲ୍ ଦେଖୁନାହାଁନ୍ତି, ତେବେ ଆପଣଙ୍କର ସ୍ପାମ୍ କିମ୍ବା ଜଙ୍କ ଫୋଲ୍ଡର ଯାଞ୍ଚ କରିବାକୁ ବିଚାର କରନ୍ତୁ।
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਆਪਣੇ ਇਨਬਾਕਸ ਵਿੱਚ ਈਮੇਲ ਨਹੀਂ ਦਿਖਾਈ ਦਿੰਦੀ, ਤਾਂ ਆਪਣੇ ਸਪੈਮ ਜਾਂ ਜੰਕ ਫੋਲਡਰ ਦੀ ਜਾਂਚ ਕਰਨ ਬਾਰੇ ਵਿਚਾਰ ਕਰੋ।
pl: Jeśli nie widzisz wiadomości e-mail w skrzynce odbiorczej, sprawdź folder ze spamem lub wiadomościami-śmieciami.
pt: Se você não encontrar o e-mail na sua caixa de entrada, considere verificar sua pasta de spam ou lixo eletrônico.
ro: Dacă nu vedeți e-mailul în căsuța poștală, luați în considerare verificarea folderului de spam sau junk.
ru: Если вы не видите письмо в своем почтовом ящике, проверьте папку со спамом или нежелательной почтой.
si: ඔබගේ එන ලිපි පෙට්ටියේ විද්‍යුත් තැපෑල නොපෙනේ නම්, ඔබේ අයාචිත තැපැල් හෝ කුණු ෆෝල්ඩරය පරීක්ෂා කිරීම ගැන සලකා බලන්න.
sk: Ak e-mail nevidíte v doručenej pošte, zvážte kontrolu priečinka so spamom alebo nevyžiadanou poštou.
sl: Če e-poštnega sporočila ne vidite v mapi »Prejeto«, razmislite o preverjanju mape z neželeno pošto.
sq: Nëse nuk e shihni emailin në kutinë tuaj hyrëse, merrni në konsideratë të kontrolloni dosjen e spamit ose të junk-ut.
sr: Ако не видите имејл у пријемном сандучету, размислите о провери фасцикле са непожељном поштом или нежељеном поштом.
sv: Om du inte ser e-postmeddelandet i din inkorg kan du kontrollera din skräppostmapp.
sw: Ikiwa huoni barua pepe kwenye kikasha chako, zingatia kuangalia folda yako ya barua taka au taka.
ta: உங்கள் இன்பாக்ஸில் மின்னஞ்சலைப் பார்க்கவில்லை என்றால், உங்கள் ஸ்பேம் அல்லது குப்பைக் கோப்புறையைச் சரிபார்க்கவும்.
te: మీ ఇన్‌బాక్స్‌లో ఇమెయిల్ కనిపించకపోతే, మీ స్పామ్ లేదా జంక్ ఫోల్డర్‌ను తనిఖీ చేయడం గురించి ఆలోచించండి.
th: หากคุณไม่เห็นอีเมลในกล่องจดหมาย โปรดพิจารณาตรวจสอบโฟลเดอร์สแปมหรือขยะ
tr: E-postayı gelen kutunuzda görmüyorsanız, spam veya önemsiz posta klasörünüzü kontrol etmeyi düşünün.
uk: Якщо ви не бачите електронного листа у своїй поштовій скриньці, перевірте папку зі спамом або небажаною поштою.
ur: اگر آپ کو اپنے ان باکس میں ای میل نظر نہیں آتی ہے تو اپنے اسپام یا جنک فولڈر کو چیک کرنے پر غور کریں۔
uz: Agar siz pochta qutingizda xatni ko'rmasangiz, spam yoki keraksiz jildingizni tekshirishni o'ylab ko'ring.
vi: Nếu bạn không thấy email trong hộp thư đến, hãy kiểm tra thư mục thư rác hoặc thư không mong muốn.
zh: 如果您在收件箱中没有看到该电子邮件，请考虑检查您的垃圾邮件或垃圾文件夹。
zu: Uma ungayiboni i-imeyili ebhokisini lakho lokungenayo, cabanga ukuhlola ugaxekile wakho noma ifolda kadoti.

# email_validation_merci_register2
source: Thank you for your trust!
af: Dankie vir jou vertroue!
am: ስለ እምነትዎ እናመሰግናለን!
ar: شكرا لثقتكم!
as: আপোনাৰ আস্থাৰ বাবে ধন্যবাদ!
az: Etibarınız üçün təşəkkür edirik!
be: Дзякуй за ваш давер!
bg: Благодаря ви за доверието!
bn: আপনার বিশ্বাসের জন্য ধন্যবাদ!
ca: Gràcies per la vostra confiança!
cs: Děkujeme za vaši důvěru!
da: Tak for din tillid!
de: Vielen Dank für Ihr Vertrauen!
el: Σας ευχαριστούμε για την εμπιστοσύνη σας!
es: ¡Gracias por su confianza!
et: Tänan teid usalduse eest!
eu: Eskerrik asko zure konfiantzagatik!
fa: از اعتماد شما متشکریم!
fi: Kiitos luottamuksestasi!
fr: Merci de votre confiance !
gl: Grazas pola túa confianza!
gu: તમારા વિશ્વાસ બદલ આભાર!
he: תודה על האמון!
hi: आपके विश्वास के लिए धन्यवाद!
hr: Hvala vam na ukazanom povjerenju!
hu: Köszönöm a bizalmat!
hy: Շնորհակալություն վստահության համար։
is: Þakka þér fyrir traustið!
it: Grazie per la vostra fiducia!
ja: ご信頼いただきありがとうございます！
ka: მადლობას გიხდით ნდობისთვის!
kk: Сеніміңізге рахмет!
km: អរគុណសម្រាប់ការជឿជាក់របស់អ្នក!
kn: ನಿಮ್ಮ ನಂಬಿಕೆಗೆ ಧನ್ಯವಾದಗಳು!
ko: 신뢰해주셔서 감사합니다!
ky: Ишенимиңиз үчүн рахмат!
lo: ຂອບໃຈສໍາລັບຄວາມໄວ້ວາງໃຈຂອງທ່ານ!
lt: Ačiū už pasitikėjimą!
lv: Paldies par jūsu uzticību!
mk: Ви благодариме за довербата!
ml: നിങ്ങളുടെ വിശ്വാസത്തിന് നന്ദി!
mn: Итгэл хүлээлгэсэнд баярлалаа!
mr: तुमच्या विश्वासाबद्दल धन्यवाद!
ms: Terima kasih atas kepercayaan anda!
my: သင့်ယုံကြည်မှုအတွက် ကျေးဇူးတင်ပါသည်။
ne: तपाईंको विश्वासको लागि धन्यवाद!
nl: Bedankt voor uw vertrouwen!
no: Takk for tilliten!
or: ଆପଣଙ୍କ ବିଶ୍ୱାସ ପାଇଁ ଧନ୍ୟବାଦ!
pa: ਤੁਹਾਡੇ ਭਰੋਸੇ ਲਈ ਧੰਨਵਾਦ!
pl: Dziękujemy za zaufanie!
pt: Obrigado pela sua confiança!
ro: Vă mulțumim pentru încredere!
ru: Спасибо за ваше доверие!
si: ඔබේ විශ්වාසයට ස්තූතියි!
sk: Ďakujeme za vašu dôveru!
sl: Hvala za vaše zaupanje!
sq: Faleminderit për besimin tuaj!
sr: Хвала вам на поверењу!
sv: Tack för ditt förtroende!
sw: Asante kwa uaminifu wako!
ta: உங்கள் நம்பிக்கைக்கு நன்றி!
te: మీ నమ్మకానికి ధన్యవాదాలు!
th: ขอขอบคุณสำหรับความไว้วางใจของคุณ!
tr: Güveniniz için teşekkür ederiz!
uk: Дякуємо за вашу довіру!
ur: آپ کے اعتماد کے لئے آپ کا شکریہ!
uz: Ishonchingiz uchun rahmat!
vi: Cảm ơn bạn đã tin tưởng!
zh: 谢谢您的信任！
zu: Siyabonga ngokukwethemba kwakho!

# send_mail
source: Receive a new verification email
af: Ontvang 'n nuwe verifikasie-e-pos
am: አዲስ የማረጋገጫ ኢሜይል ተቀበል
ar: تلقي رسالة التحقق الجديدة
as: এটা নতুন সত্যাপন ইমেইল লাভ কৰক
az: Yeni doğrulama e-poçtu alın
be: Атрымаць новы ліст з пацвярджэннем
bg: Получаване на нов имейл за потвърждение
bn: একটি নতুন যাচাইকরণ ইমেল পান
ca: Rebre un nou correu electrònic de verificació
cs: Dostávat nový ověřovací e-mail
da: Modtag en ny bekræftelsesmail
de: Erhalten Sie eine neue Bestätigungs-E-Mail
el: Λήψη νέου email επαλήθευσης
es: Recibir un nuevo correo electrónico de verificación
et: Saate uue kinnitusmeili
eu: Jaso egiaztapen-mezu elektroniko berri bat
fa: دریافت ایمیل تأیید جدید
fi: Vastaanota uusi vahvistussähköposti
fr: Recevoir un nouvel email de vérification
gl: Recibir un novo correo electrónico de verificación
gu: એક નવો ચકાસણી ઇમેઇલ પ્રાપ્ત કરો
he: קבל אימייל אימות חדש
hi: एक नया सत्यापन ईमेल प्राप्त करें
hr: Primite novu e-poruku za potvrdu
hu: Új visszaigazoló e-mail fogadása
hy: Ստանալ նոր հաստատման էլ. նամակ
is: Fá nýjan staðfestingarpóst
it: Ricevi una nuova email di verifica
ja: 新しい確認メールを受け取る
ka: მიიღეთ ახალი დამადასტურებელი ელ.წერილი
kk: Жаңа растау электрондық поштасын алыңыз
km: ទទួលអ៊ីមែលផ្ទៀងផ្ទាត់ថ្មី។
kn: ಹೊಸ ಪರಿಶೀಲನಾ ಇಮೇಲ್ ಸ್ವೀಕರಿಸಿ
ko: 새로운 확인 이메일을 받으세요
ky: Жаңы текшерүү электрондук катын алыңыз
lo: ຮັບອີເມວຢືນຢັນໃໝ່
lt: Gauti naują patvirtinimo el. laišką
lv: Saņemt jaunu verifikācijas e-pastu
mk: Добијте нова е-пошта за потврда
ml: ഒരു പുതിയ സ്ഥിരീകരണ ഇമെയിൽ സ്വീകരിക്കുക
mn: Шинэ баталгаажуулах имэйл хүлээн авна уу
mr: एक नवीन पडताळणी ईमेल प्राप्त करा
ms: Terima e-mel pengesahan baharu
my: အတည်ပြုအီးမေးလ်အသစ်ကို လက်ခံပါ။
ne: नयाँ प्रमाणीकरण इमेल प्राप्त गर्नुहोस्
nl: Ontvang een nieuwe verificatie-e-mail
no: Motta en ny bekreftelses-e-post
or: ଏକ ନୂତନ ଯାଞ୍ଚକରଣ ଇମେଲ୍ ପାଆନ୍ତୁ
pa: ਇੱਕ ਨਵੀਂ ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymaj nowy e-mail weryfikacyjny
pt: Receba um novo e-mail de verificação
ro: Primește un nou e-mail de verificare
ru: Получите новое письмо с подтверждением
si: නව සත්‍යාපන විද්‍යුත් තැපෑලක් ලබා ගන්න
sk: Dostať nový overovací e-mail
sl: Prejmite novo potrditveno e-pošto
sq: Merr një email të ri verifikimi
sr: Примите нову е-пошту за верификацију
sv: Få ett nytt verifieringsmejl
sw: Pokea barua pepe mpya ya uthibitishaji
ta: புதிய சரிபார்ப்பு மின்னஞ்சலைப் பெறுக
te: కొత్త ధృవీకరణ ఇమెయిల్‌ను స్వీకరించండి
th: รับอีเมลยืนยันใหม่
tr: Yeni bir doğrulama e-postası alın
uk: Отримати новий електронний лист із підтвердженням
ur: ایک نیا تصدیقی ای میل موصول کریں۔
uz: Tasdiqlash uchun yangi elektron pochta xabarini oling
vi: Nhận email xác minh mới
zh: 收到新的验证邮件
zu: Thola i-imeyili yokuqinisekisa entsha

# personnalisation_step1_title_list
source: Title of your list
af: Titel van jou lys
am: የዝርዝርዎ ርዕስ
ar: عنوان القائمة الخاصة بك
as: আপোনাৰ তালিকাৰ শিৰোনাম
az: Siyahınızın başlığı
be: Назва вашага спісу
bg: Заглавие на вашия списък
bn: আপনার তালিকার শিরোনাম
ca: Títol de la teva llista
cs: Název vašeho seznamu
da: Titel på din liste
de: Titel Ihrer Liste
el: Τίτλος της λίστας σας
es: Título de tu lista
et: Teie nimekirja pealkiri
eu: Zure zerrendaren izenburua
fa: عنوان لیست شما
fi: Listasi otsikko
fr: Titre de votre liste
gl: Título da túa lista
gu: તમારી યાદીનું શીર્ષક
he: כותרת הרשימה שלך
hi: आपकी सूची का शीर्षक
hr: Naslov vašeg popisa
hu: A listád címe
hy: Ձեր ցուցակի վերնագիրը
is: Titill listans þíns
it: Titolo della tua lista
ja: リストのタイトル
ka: თქვენი სიის სათაური
kk: Тізіміңіздің тақырыбы
km: ចំណងជើងនៃបញ្ជីរបស់អ្នក។
kn: ನಿಮ್ಮ ಪಟ್ಟಿಯ ಶೀರ್ಷಿಕೆ
ko: 목록의 제목
ky: Тизмеңиздин аталышы
lo: ຊື່ຂອງລາຍຊື່ຂອງເຈົ້າ
lt: Jūsų sąrašo pavadinimas
lv: Jūsu saraksta nosaukums
mk: Наслов на вашиот список
ml: നിങ്ങളുടെ പട്ടികയുടെ പേര്
mn: Таны жагсаалтын гарчиг
mr: तुमच्या यादीचे शीर्षक
ms: Tajuk senarai anda
my: သင်၏စာရင်းခေါင်းစဉ်
ne: तपाईंको सूचीको शीर्षक
nl: Titel van uw lijst
no: Tittel på listen din
or: ଆପଣଙ୍କ ତାଲିକାର ଶୀର୍ଷକ
pa: ਤੁਹਾਡੀ ਸੂਚੀ ਦਾ ਸਿਰਲੇਖ
pl: Tytuł Twojej listy
pt: Título da sua lista
ro: Titlul listei dvs.
ru: Название вашего списка
si: ඔබගේ ලැයිස්තුවේ මාතෘකාව
sk: Názov vášho zoznamu
sl: Naslov vašega seznama
sq: Titulli i listës suaj
sr: Наслов ваше листе
sv: Titel på din lista
sw: Kichwa cha orodha yako
ta: உங்கள் பட்டியலின் தலைப்பு
te: మీ జాబితా శీర్షిక
th: ชื่อรายการของคุณ
tr: Listenizin başlığı
uk: Назва вашого списку
ur: آپ کی فہرست کا عنوان
uz: Ro'yxatingizning sarlavhasi
vi: Tiêu đề danh sách của bạn
zh: 列表标题
zu: Isihloko sohlu lwakho

# personnalisation_step1_color_choice
source: Choose the color from your list
af: Kies die kleur uit jou lys
am: ከዝርዝርዎ ውስጥ ቀለሙን ይምረጡ
ar: اختر اللون من القائمة الخاصة بك
as: আপোনাৰ তালিকাৰ পৰা ৰং বাছক
az: Siyahınızdan rəng seçin
be: Выберыце колер са свайго спісу
bg: Изберете цвят от вашия списък
bn: আপনার তালিকা থেকে রঙটি বেছে নিন।
ca: Trieu el color de la vostra llista
cs: Vyberte barvu ze seznamu
da: Vælg farven fra din liste
de: Wählen Sie die Farbe aus Ihrer Liste
el: Επιλέξτε το χρώμα από τη λίστα σας
es: Elige el color de tu lista
et: Vali värv oma loendist
eu: Aukeratu kolorea zure zerrendatik
fa: رنگ را از لیست خود انتخاب کنید
fi: Valitse väri listaltasi
fr: Choisissez la couleur de votre liste
gl: Escolle a cor da túa lista
gu: તમારી યાદીમાંથી રંગ પસંદ કરો
he: בחר את הצבע מהרשימה שלך
hi: अपनी सूची से रंग चुनें
hr: Odaberite boju s popisa
hu: Válassza ki a színt a listából
hy: Ընտրեք գույնը ձեր ցանկից
is: Veldu litinn af listanum þínum
it: Scegli il colore dalla tua lista
ja: リストから色を選択してください
ka: აირჩიეთ ფერი თქვენი სიიდან
kk: Тізімнен түсті таңдаңыз
km: ជ្រើសរើសពណ៌ពីបញ្ជីរបស់អ្នក។
kn: ನಿಮ್ಮ ಪಟ್ಟಿಯಿಂದ ಬಣ್ಣವನ್ನು ಆರಿಸಿ
ko: 목록에서 색상을 선택하세요
ky: Тизмеңизден түстү тандаңыз
lo: ເລືອກສີຈາກບັນຊີລາຍຊື່ຂອງທ່ານ
lt: Pasirinkite spalvą iš savo sąrašo
lv: Izvēlieties krāsu no sava saraksta
mk: Изберете ја бојата од вашата листа
ml: നിങ്ങളുടെ ലിസ്റ്റിൽ നിന്ന് നിറം തിരഞ്ഞെടുക്കുക.
mn: Жагсаалтаасаа өнгө сонгоно уу
mr: तुमच्या यादीतून रंग निवडा.
ms: Pilih warna daripada senarai anda
my: သင့်စာရင်းမှအရောင်ကိုရွေးချယ်ပါ။
ne: आफ्नो सूचीबाट रङ छान्नुहोस्
nl: Kies de kleur uit uw lijst
no: Velg fargen fra listen din
or: ଆପଣଙ୍କ ତାଲିକାରୁ ରଙ୍ଗ ବାଛନ୍ତୁ
pa: ਆਪਣੀ ਸੂਚੀ ਵਿੱਚੋਂ ਰੰਗ ਚੁਣੋ।
pl: Wybierz kolor z listy
pt: Escolha a cor da sua lista
ro: Alege culoarea din lista ta
ru: Выберите цвет из вашего списка
si: ඔබේ ලැයිස්තුවෙන් වර්ණය තෝරන්න.
sk: Vyberte si farbu zo zoznamu
sl: Izberite barvo s seznama
sq: Zgjidhni ngjyrën nga lista juaj
sr: Изаберите боју са ваше листе
sv: Välj färgen från din lista
sw: Chagua rangi kutoka kwenye orodha yako
ta: உங்கள் பட்டியலிலிருந்து வண்ணத்தைத் தேர்வுசெய்யவும்.
te: మీ జాబితా నుండి రంగును ఎంచుకోండి.
th: เลือกสีจากรายการของคุณ
tr: Listenizden rengi seçin
uk: Виберіть колір зі свого списку
ur: اپنی فہرست سے رنگ منتخب کریں۔
uz: Ro'yxatingizdan rangni tanlang
vi: Chọn màu từ danh sách của bạn
zh: 从列表中选择颜色
zu: Khetha umbala ohlwini lwakho

# profil_update_title
source: Update your profile
af: Dateer jou profiel op
am: መገለጫዎን ያዘምኑ
ar: تحديث ملفك الشخصي
as: আপোনাৰ প্ৰফাইল আপডেইট কৰক
az: Profilinizi yeniləyin
be: Абнавіце свой профіль
bg: Актуализирайте профила си
bn: আপনার প্রোফাইল আপডেট করুন
ca: Actualitza el teu perfil
cs: Aktualizujte svůj profil
da: Opdater din profil
de: Aktualisieren Sie Ihr Profil
el: Ενημερώστε το προφίλ σας
es: Actualiza tu perfil
et: Värskenda oma profiili
eu: Eguneratu zure profila
fa: پروفایل خود را به‌روزرسانی کنید
fi: Päivitä profiilisi
fr: Mettre à jour votre profil
gl: Actualiza o teu perfil
gu: તમારી પ્રોફાઇલ અપડેટ કરો
he: עדכן את הפרופיל שלך
hi: अपने प्रालेख का अद्यतन करें
hr: Ažurirajte svoj profil
hu: Frissítsd a profilodat
hy: Թարմացրեք ձեր պրոֆիլը
is: Uppfærðu prófílinn þinn
it: Aggiorna il tuo profilo
ja: プロフィールを更新する
ka: განაახლეთ თქვენი პროფილი
kk: Профильді жаңартыңыз
km: ធ្វើបច្ចុប្បន្នភាពប្រវត្តិរូបរបស់អ្នក។
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನವೀಕರಿಸಿ
ko: 프로필을 업데이트하세요
ky: Профилиңизди жаңыртыңыз
lo: ອັບເດດໂປຣໄຟລ໌ຂອງເຈົ້າ
lt: Atnaujinkite savo profilį
lv: Atjauniniet savu profilu
mk: Ажурирајте го вашиот профил
ml: നിങ്ങളുടെ പ്രൊഫൈൽ അപ്ഡേറ്റ് ചെയ്യുക
mn: Профайлаа шинэчилнэ үү
mr: तुमचे प्रोफाइल अपडेट करा
ms: Kemas kini profil anda
my: သင့်ပရိုဖိုင်ကို အပ်ဒိတ်လုပ်ပါ။
ne: आफ्नो प्रोफाइल अपडेट गर्नुहोस्
nl: Werk je profiel bij
no: Oppdater profilen din
or: ଆପଣଙ୍କର ପ୍ରୋଫାଇଲ୍ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਆਪਣਾ ਪ੍ਰੋਫਾਈਲ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj swój profil
pt: Atualize seu perfil
ro: Actualizați-vă profilul
ru: Обновите свой профиль
si: ඔබගේ පැතිකඩ යාවත්කාලීන කරන්න
sk: Aktualizujte svoj profil
sl: Posodobi svoj profil
sq: Përditëso profilin tënd
sr: Ажурирајте свој профил
sv: Uppdatera din profil
sw: Sasisha wasifu wako
ta: உங்கள் சுயவிவரத்தைப் புதுப்பிக்கவும்
te: మీ ప్రొఫైల్‌ను నవీకరించండి
th: อัปเดตโปรไฟล์ของคุณ
tr: Profilinizi güncelleyin
uk: Оновіть свій профіль
ur: اپنا پروفائل اپ ڈیٹ کریں۔
uz: Profilingizni yangilang
vi: Cập nhật hồ sơ của bạn
zh: 更新您的个人资料
zu: Buyekeza iphrofayela yakho

# profil_complete_registration_title
source: Complete your registration
af: Voltooi jou registrasie
am: ምዝገባዎን ያጠናቅቁ
ar: أكمل تسجيلك
as: আপোনাৰ পঞ্জীয়ন সম্পূৰ্ণ কৰক
az: Qeydiyyatınızı tamamlayın
be: Завяршыце рэгістрацыю
bg: Завършете регистрацията си
bn: আপনার নিবন্ধন সম্পূর্ণ করুন
ca: Completa el teu registre
cs: Dokončete registraci
da: Færdiggør din registrering
de: Vervollständigen Sie Ihre Registrierung
el: Ολοκληρώστε την εγγραφή σας
es: Completa tu registro
et: Lõpeta registreerimine
eu: Osatu zure erregistroa
fa: ثبت نام خود را تکمیل کنید
fi: Viimeistele rekisteröintisi
fr: Finaliser votre inscription
gl: Completa o teu rexistro
gu: તમારી નોંધણી પૂર્ણ કરો
he: השלם את ההרשמה שלך
hi: अपना पंजीकरण पूरा करें
hr: Dovršite registraciju
hu: Regisztráció befejezése
hy: Ավարտեք ձեր գրանցումը
is: Ljúktu skráningunni þinni
it: Completa la tua registrazione
ja: 登録を完了してください
ka: დაასრულეთ თქვენი რეგისტრაცია
kk: Тіркеуді аяқтаңыз
km: បំពេញការចុះឈ្មោះរបស់អ្នក។
kn: ನಿಮ್ಮ ನೋಂದಣಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ
ko: 등록을 완료하세요
ky: Каттооңузду бүтүрүңүз
lo: ສໍາເລັດການລົງທະບຽນຂອງທ່ານ
lt: Užbaikite registraciją
lv: Pabeidziet reģistrāciju
mk: Завршете ја вашата регистрација
ml: നിങ്ങളുടെ രജിസ്ട്രേഷൻ പൂർത്തിയാക്കുക
mn: Бүртгэлээ дуусгана уу
mr: तुमची नोंदणी पूर्ण करा
ms: Lengkapkan pendaftaran anda
my: သင်၏မှတ်ပုံတင်ခြင်းကိုဖြည့်ပါ။
ne: आफ्नो दर्ता पूरा गर्नुहोस्
nl: Voltooi uw registratie
no: Fullfør registreringen din
or: ଆପଣଙ୍କର ପଞ୍ଜିକରଣ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ
pa: ਆਪਣੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਪੂਰੀ ਕਰੋ
pl: Zakończ rejestrację
pt: Conclua seu registro
ro: Finalizează-ți înregistrarea
ru: Завершите регистрацию
si: ඔබේ ලියාපදිංචිය සම්පූර්ණ කරන්න
sk: Dokončite svoju registráciu
sl: Dokončajte registracijo
sq: Përfundoni regjistrimin tuaj
sr: Завршите регистрацију
sv: Slutför din registrering
sw: Kamilisha usajili wako
ta: உங்கள் பதிவை முடிக்கவும்
te: మీ రిజిస్ట్రేషన్ పూర్తి చేయండి
th: กรอกข้อมูลการลงทะเบียนให้ครบถ้วน
tr: Kaydınızı tamamlayın
uk: Завершіть реєстрацію
ur: اپنی رجسٹریشن مکمل کریں۔
uz: Roʻyxatdan oʻtishni yakunlang
vi: Hoàn tất đăng ký của bạn
zh: 完成注册
zu: Qedela ukubhalisa kwakho
