Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# update_app_text_5
source: Thank you for being part of the Voczilla community
af: Dankie dat jy deel is van die Voczilla-gemeenskap
am: የቮክዚላ ማህበረሰብ አካል ስለሆኑ እናመሰግናለን
ar: نشكرك على كونك جزءًا من مجتمع Voczilla
as: Voczilla সম্প্ৰদায়ৰ অংশ হোৱাৰ বাবে ধন্যবাদ
az: Voczilla icmasının bir hissəsi olduğunuz üçün təşəkkür edirik
be: Дзякуй, што з'яўляецеся часткай супольнасці Voczilla
bg: Благодарим ви, че сте част от общността на Voczilla
bn: Voczilla কমিউনিটির অংশ হওয়ার জন্য আপনাকে ধন্যবাদ।
ca: Gràcies per formar part de la comunitat Voczilla
cs: Děkujeme, že jste součástí komunity Voczilla.
da: Tak fordi du er en del af Voczilla-fællesskabet
de: Vielen Dank, dass Sie Teil der Voczilla-Community sind
el: Σας ευχαριστούμε που είστε μέλος της κοινότητας Voczilla
es: Gracias por ser parte de la comunidad Voczilla
et: Täname teid Voczilla kogukonna liikmeks olemise eest
eu: Eskerrik asko Voczilla komunitatearen parte izateagatik.
fa: از اینکه عضوی از جامعه‌ی وُکزیلا هستید متشکریم
fi: Kiitos, että olet osa Voczilla-yhteisöä
fr: Merci de faire partie de la communauté Voczilla
gl: Grazas por formar parte da comunidade Voczilla
gu: વોકઝિલા સમુદાયનો ભાગ બનવા બદલ આભાર.
he: תודה שאתה חלק מקהילת Voczilla
hi: वोक्ज़िला समुदाय का हिस्सा बनने के लिए धन्यवाद
hr: Hvala vam što ste dio Voczilla zajednice
hu: Köszönjük, hogy a Voczilla közösség tagja vagy!
hy: Շնորհակալություն Վոցիլլա համայնքի մաս կազմելու համար
is: Þakka þér fyrir að vera hluti af Voczilla samfélaginu
it: Grazie per essere parte della comunità Voczilla
ja: Voczillaコミュニティに参加していただきありがとうございます
ka: გმადლობთ, რომ ვოცილას საზოგადოების ნაწილი ხართ
kk: Voczilla қауымдастығының бөлігі болғаныңыз үшін рахмет
km: សូមអរគុណសម្រាប់ការចូលជាសមាជិកនៃសហគមន៍ Voczilla
kn: ವೋಕ್ಜಿಲ್ಲಾ ಸಮುದಾಯದ ಭಾಗವಾಗಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.
ko: Voczilla 커뮤니티에 참여해 주셔서 감사합니다.
ky: Voczilla коомчулугунун бир бөлүгү болгонуңуз үчүн рахмат
lo: ຂອບໃຈສໍາລັບການເປັນສ່ວນຫນຶ່ງຂອງຊຸມຊົນ Voczilla
lt: Ačiū, kad esate „Voczilla“ bendruomenės dalimi
lv: Paldies, ka esat daļa no Voczilla kopienas
mk: Ви благодариме што сте дел од заедницата Воцила
ml: വോക്‌സില്ല കമ്മ്യൂണിറ്റിയുടെ ഭാഗമായതിന് നന്ദി.
mn: Voczilla нийгэмлэгийн нэг хэсэг болсонд баярлалаа
mr: व्होकझिला समुदायाचा भाग असल्याबद्दल धन्यवाद.
ms: Terima kasih kerana menjadi sebahagian daripada komuniti Voczilla
my: Voczilla အသိုင်းအဝိုင်း၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သည့်အတွက် ကျေးဇူးတင်ပါသည်။
ne: Voczilla समुदायको हिस्सा भएकोमा धन्यवाद।
nl: Bedankt dat je deel uitmaakt van de Voczilla-community
no: Takk for at du er en del av Voczilla-fellesskapet
or: Voczilla ସମ୍ପ୍ରଦାୟର ଅଂଶ ହେବା ପାଇଁ ଆପଣଙ୍କୁ ଧନ୍ୟବାଦ।
pa: Voczilla ਭਾਈਚਾਰੇ ਦਾ ਹਿੱਸਾ ਬਣਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ।
pl: Dziękujemy za bycie częścią społeczności Voczilla
pt: Obrigado por fazer parte da comunidade Voczilla
ro: Îți mulțumesc că faci parte din comunitatea Voccilla
ru: Спасибо, что вы являетесь частью сообщества Voczilla
si: Voczilla ප්‍රජාවේ කොටසක් වීම ගැන ඔබට ස්තූතියි.
sk: Ďakujeme, že ste súčasťou komunity Voczilla
sl: Hvala, ker ste del skupnosti Voczilla
sq: Faleminderit që jeni pjesë e komunitetit Voczilla
sr: Хвала вам што сте део Воцила заједнице
sv: Tack för att du är en del av Voczilla-communityn
sw: Asante kwa kuwa sehemu ya jumuiya ya Voczilla
ta: வோசில்லா சமூகத்தின் ஒரு பகுதியாக இருப்பதற்கு நன்றி.
te: వోక్జిల్లా సంఘంలో భాగమైనందుకు ధన్యవాదాలు.
th: ขอขอบคุณที่เป็นส่วนหนึ่งของชุมชน Voczilla
tr: Voczilla topluluğunun bir parçası olduğunuz için teşekkür ederiz
uk: Дякуємо, що ви є частиною спільноти Voczilla
ur: Voczilla کمیونٹی کا حصہ بننے کے لیے آپ کا شکریہ
uz: Voczilla hamjamiyatining bir qismi bo'lganingiz uchun tashakkur
vi: Cảm ơn bạn đã trở thành một phần của cộng đồng Voczilla
zh: 感谢您加入 Voczilla 社区
zu: Siyabonga ngokuba yingxenye yomphakathi waseVoczilla

# drawer_my_profil
source: My profile
af: My profiel
am: የእኔ መገለጫ
ar: ملفي الشخصي
as: মোৰ প্ৰফাইল
az: Mənim profilim
be: Мой профіль
bg: Моят профил
bn: আমার প্রোফাইল
ca: El meu perfil
cs: Můj profil
da: Min profil
de: Mein Profil
el: Το προφίλ μου
es: Mi perfil
et: Minu profiil
eu: Nire profila
fa: پروفایل من
fi: Profiilini
fr: Mon profil
gl: O meu perfil
gu: મારી પ્રોફાઇલ
he: הפרופיל שלי
hi: मेरी प्रोफाइल
hr: Moj profil
hu: Saját profilom
hy: Իմ պրոֆիլը
is: Prófíllinn minn
it: Il mio profilo
ja: 私のプロフィール
ka: ჩემი პროფილი
kk: Менің профилім
km: ប្រវត្តិរូបរបស់ខ្ញុំ
kn: ನನ್ನ ಪ್ರೊಫೈಲ್
ko: 내 프로필
ky: Менин профилим
lo: ໂປຣໄຟລ໌ຂອງຂ້ອຍ
lt: Mano profilis
lv: Mans profils
mk: Мојот профил
ml: എന്റെ പ്രൊഫൈൽ
mn: Миний профайл
mr: माझे प्रोफाइल
ms: profil saya
my: ငါ့ကိုယ်ရေးအကျဉ်း
ne: मेरो प्रोफाइल
nl: Mijn profiel
no: Min profil
or: ମୋ ପ୍ରୋଫାଇଲ୍‌
pa: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ
pl: Mój profil
pt: Meu perfil
ro: Profilul meu
ru: Мой профиль
si: මගේ පැතිකඩ
sk: Môj profil
sl: Moj profil
sq: Profili im
sr: Мој профил
sv: Min profil
sw: Wasifu wangu
ta: எனது சுயவிவரம்
te: నా ప్రొఫైల్
th: โปรไฟล์ของฉัน
tr: Profilim
uk: Мій профіль
ur: میرا پروفائل
uz: Mening profilim
vi: Hồ sơ của tôi
zh: 我的个人资料
zu: Iphrofayela yami

# drawer_disconnect
source: Logout
af: Uitteken
am: ውጣ
ar: تسجيل الخروج
as: লগআউট কৰক
az: Çıxın
be: Выйсці
bg: Изход
bn: লগআউট
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
eu: Saioa itxi
fa: خروج
fi: Kirjaudu ulos
fr: Déconnexion
gl: Pechar sesión
gu: લોગઆઉટ
he: התנתק
hi: लॉग आउट
hr: Odjava
hu: Kijelentkezés
hy: Ելք
is: Útskráning
it: Esci
ja: ログアウト
ka: გასვლა
kk: Шығу
km: ចេញ
kn: ಲಾಗ್ಔಟ್
ko: 로그아웃
ky: Чыгуу
lo: ອອກຈາກລະບົບ
lt: Atsijungti
lv: Izrakstīties
mk: Одјави се
ml: ലോഗ്ഔട്ട് ചെയ്യുക
mn: Гарах
mr: लॉगआउट करा
ms: Log keluar
my: ထွက်လိုက်ပါ။
ne: लगआउट गर्नुहोस्
nl: Uitloggen
no: Logg ut
or: ଲଗଆଉଟ୍
pa: ਲਾਗਆਉਟ
pl: Wyloguj
pt: Sair
ro: Deconectare
ru: Выйти
si: පිටවීම
sk: Odhlásiť sa
sl: Odjava
sq: Dilni
sr: Одјава
sv: Utloggning
sw: Ondoka
ta: வெளியேறு
te: లాగ్అవుట్
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
ur: لاگ آؤٹ
uz: Chiqish
vi: Đăng xuất
zh: 登出
zu: Phuma

# drawer_free_trial
source: My trial period
af: My proeftydperk
am: የሙከራ ጊዜዬ
ar: فترة تجربتي
as: মোৰ ট্ৰাইল পিৰিয়ড
az: Sınaq müddətim
be: Мой выпрабавальны тэрмін
bg: Моят пробен период
bn: আমার ট্রায়াল পিরিয়ড
ca: El meu període de prova
cs: Moje zkušební doba
da: Min prøveperiode
de: Meine Probezeit
el: Η δοκιμαστική μου περίοδος
es: Mi periodo de prueba
et: Minu prooviperiood
eu: Nire proba-aldia
fa: دوره آزمایشی من
fi: Koeaikani
fr: Ma période d’essai
gl: O meu período de proba
gu: મારો અજમાયશ સમયગાળો
he: תקופת הניסיון שלי
hi: मेरी परीक्षण अवधि
hr: Moj probni rok
hu: A próbaidőszakom
hy: Իմ փորձաշրջանը
is: Reynslutímabilið mitt
it: Il mio periodo di prova
ja: 私の試用期間
ka: ჩემი საცდელი პერიოდი
kk: Менің сынақ мерзімім
km: រយៈពេលសាកល្បងរបស់ខ្ញុំ
kn: ನನ್ನ ಪ್ರಾಯೋಗಿಕ ಅವಧಿ
ko: 내 체험 기간
ky: Менин сыноо мөөнөтүм
lo: ໄລຍະເວລາທົດລອງຂອງຂ້ອຍ
lt: Mano bandomasis laikotarpis
lv: Mans izmēģinājuma periods
mk: Мојот пробен период
ml: എന്റെ പരീക്ഷണ കാലയളവ്
mn: Миний туршилтын хугацаа
mr: माझा चाचणी कालावधी
ms: Tempoh percubaan saya
my: ငါ့အစမ်းကာလ
ne: मेरो परीक्षण अवधि
nl: Mijn proefperiode
no: Min prøveperiode
or: ମୋର ପରୀକ୍ଷଣ ଅବଧି
pa: ਮੇਰੀ ਪਰਖ ਦੀ ਮਿਆਦ
pl: Mój okres próbny
pt: Meu período de teste
ro: Perioada mea de probă
ru: Мой испытательный срок
si: මගේ අත්හදා බැලීමේ කාලය
sk: Moja skúšobná doba
sl: Moje poskusno obdobje
sq: Periudha ime e provës
sr: Мој пробни период
sv: Min provperiod
sw: Kipindi changu cha majaribio
ta: எனது சோதனை காலம்
te: నా ట్రయల్ పీరియడ్
th: ช่วงทดลองใช้งานของฉัน
tr: Deneme sürem
uk: Мій випробувальний термін
ur: میری آزمائش کی مدت
uz: Mening sinov muddatim
vi: Thời gian dùng thử của tôi
zh: 我的试用期
zu: Isikhathi sami sesivivinyo

# drawer_free_trial_day
source: day
af: dag
am: ቀን
ar: يوم
as: দিন
az: gün
be: дзень
bg: ден
bn: দিন
ca: dia
cs: den
da: dag
de: Tag
el: ημέρα
es: día
et: päev
eu: egun
fa: روز
fi: päivä
fr: jour
gl: día
gu: દિવસ
he: יְוֹם
hi: दिन
hr: dan
hu: nap
hy: օր
is: dagur
it: giorno
ja: 日
ka: დღე
kk: күні
km: ថ្ងៃ
kn: ದಿನ
ko: 낮
ky: күн
lo: ມື້
lt: diena
lv: diena
mk: ден
ml: ദിവസം
mn: өдөр
mr: दिवस
ms: hari
my: နေ့
ne: दिन
nl: dag
no: dag
or: ଦିନ
pa: ਦਿਨ
pl: dzień
pt: dia
ro: zi
ru: день
si: දවස
sk: deň
sl: dan
sq: ditë
sr: дан
sv: dag
sw: siku
ta: நாள்
te: రోజు
th: วัน
tr: gün
uk: день
ur: دن
uz: kun
vi: ngày
zh: 天
zu: usuku

# drawer_free_trial_days
source: days
af: dae
am: ቀናት
ar: أيام
as: দিন
az: günlər
be: дні
bg: дни
bn: দিনগুলি
ca: dies
cs: dny
da: dage
de: Tage
el: ημέρες
es: días
et: päevad
eu: egunak
fa: روزها
fi: päivää
fr: jours
gl: días
gu: દિવસો
he: ימים
hi: दिन
hr: dana
hu: napok
hy: օրեր
is: dagar
it: giorni
ja: 日数
ka: დღეები
kk: күндер
km: ថ្ងៃ
kn: ದಿನಗಳು
ko: 날
ky: күн
lo: ມື້
lt: dienos
lv: dienas
mk: денови
ml: ദിവസങ്ങൾ
mn: өдрүүд
mr: दिवस
ms: hari
my: နေ့ရက်များ
ne: दिनहरू
nl: dagen
no: dager
or: ଦିନଗୁଡିକ
pa: ਦਿਨ
pl: dni
pt: dias
ro: zile
ru: дней
si: දින
sk: dni
sl: dni
sq: ditë
sr: дана
sv: dagar
sw: siku
ta: நாட்கள்
te: రోజులు
th: วัน
tr: günler
uk: дні
ur: دن
uz: kunlar
vi: ngày
zh: 天
zu: izinsuku

# drawer_free_trial_restants
source: remaining
af: oorblywende
am: ቀሪ
ar: متبقي
as: বাকী থকা
az: qalan
be: астатнія
bg: оставащи
bn: অবশিষ্ট
ca: restant
cs: zbývající
da: resterende
de: übrig
el: παραμένων
es: restante
et: ülejäänud
eu: geratzen
fa: باقی مانده
fi: jäljellä
fr: restants
gl: restante
gu: બાકી રહેલું
he: נוֹתָר
hi: शेष
hr: preostalo
hu: többi
hy: մնացած
is: eftir
it: rimanente
ja: 残り
ka: დარჩენილი
kk: қалды
km: នៅសល់
kn: ಉಳಿದಿರುವುದು
ko: 남은
ky: калган
lo: ຍັງເຫຼືອ
lt: likęs
lv: atlikušo
mk: преостанат
ml: ശേഷിക്കുന്നു
mn: үлдсэн
mr: उर्वरित
ms: yang tinggal
my: ကျန်
ne: बाँकी
nl: overig
no: gjenværende
or: ଅବଶିଷ୍ଟ
pa: ਬਾਕੀ
pl: pozostały
pt: restante
ro: rămas
ru: оставшийся
si: ඉතිරි
sk: zostávajúce
sl: preostalo
sq: mbetur
sr: преостало
sv: återstående
sw: iliyobaki
ta: மீதமுள்ள
te: మిగిలినవి
th: ที่เหลืออยู่
tr: geriye kalan
uk: залишилося
ur: باقی
uz: qolgan
vi: còn lại
zh: 其余的
zu: esele

# drawer_free_trial_restant
source: remaining
af: oorblywende
am: ቀሪ
ar: متبقي
as: বাকী থকা
az: qalan
be: астатнія
bg: оставащи
bn: অবশিষ্ট
ca: restant
cs: zbývající
da: resterende
de: übrig
el: παραμένων
es: restante
et: ülejäänud
eu: geratzen
fa: باقی مانده
fi: jäljellä
fr: restant
gl: restante
gu: બાકી રહેલું
he: נוֹתָר
hi: शेष
hr: preostalo
hu: többi
hy: մնացած
is: eftir
it: rimanente
ja: 残り
ka: დარჩენილი
kk: қалды
km: នៅសល់
kn: ಉಳಿದಿರುವುದು
ko: 남은
ky: калган
lo: ຍັງເຫຼືອ
lt: likęs
lv: atlikušo
mk: преостанат
ml: ശേഷിക്കുന്നു
mn: үлдсэн
mr: उर्वरित
ms: yang tinggal
my: ကျန်
ne: बाँकी
nl: overig
no: gjenværende
or: ଅବଶିଷ୍ଟ
pa: ਬਾਕੀ
pl: pozostały
pt: restante
ro: rămas
ru: оставшийся
si: ඉතිරි
sk: zostávajúce
sl: preostalo
sq: mbetur
sr: преостало
sv: återstående
sw: iliyobaki
ta: மீதமுள்ள
te: మిగిలినవి
th: ที่เหลืออยู่
tr: geriye kalan
uk: залишилося
ur: باقی
uz: qolgan
vi: còn lại
zh: 其余的
zu: esele

# erreur_de_chargement_du_profil
source: Profile loading error
af: Profiel laai fout
am: የመገለጫ ጭነት ስህተት
ar: خطأ في تحميل الملف الشخصي
as: আলেখ্যন লোডিং ত্ৰুটি
az: Profilin yüklənməsi xətası
be: Памылка загрузкі профілю
bg: Грешка при зареждане на профила
bn: প্রোফাইল লোড করার সময় ত্রুটি
ca: Error de càrrega del perfil
cs: Chyba načítání profilu
da: Fejl ved indlæsning af profil
de: Fehler beim Laden des Profils
el: Σφάλμα φόρτωσης προφίλ
es: Error al cargar el perfil
et: Profiili laadimise viga
eu: Profila kargatzeko errorea
fa: خطای بارگیری پروفایل
fi: Profiilin latausvirhe
fr: Erreur de chargement du profil
gl: Erro ao cargar o perfil
gu: પ્રોફાઇલ લોડ કરવામાં ભૂલ
he: שגיאת טעינת פרופיל
hi: प्रोफ़ाइल लोड करने में त्रुटि
hr: Pogreška pri učitavanju profila
hu: Profil betöltési hiba
hy: Պրոֆիլի բեռնման սխալ
is: Villa í hleðslu prófíls
it: Errore di caricamento del profilo
ja: プロフィール読み込みエラー
ka: პროფილის ჩატვირთვის შეცდომა
kk: Профильді жүктеу қатесі
km: កំហុសក្នុងការផ្ទុកកម្រងព័ត៌មាន
kn: ಪ್ರೊಫೈಲ್ ಲೋಡ್ ಆಗುವಾಗ ದೋಷ ಉಂಟಾಗಿದೆ
ko: 프로필 로딩 오류
ky: Профилди жүктөө катасы
lo: ການໂຫຼດໂປຣໄຟລ໌ຜິດພາດ
lt: Profilio įkėlimo klaida
lv: Profila ielādes kļūda
mk: Грешка при вчитување на профилот
ml: പ്രൊഫൈൽ ലോഡ് ചെയ്യുന്നതിൽ പിശക്
mn: Профайлыг ачаалахад алдаа гарлаа
mr: प्रोफाइल लोड करताना एरर आली
ms: Ralat memuatkan profil
my: ပရိုဖိုင်တင်ရာတွင် အမှားအယွင်းရှိသည်။
ne: प्रोफाइल लोड गर्दा त्रुटि भयो
nl: Fout bij het laden van het profiel
no: Feil ved innlasting av profil
or: ପ୍ରୋଫାଇଲ୍‌ ଲୋଡ୍ ହେବାରେ ତ୍ରୁଟି
pa: ਪ੍ਰੋਫਾਈਲ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗੜਬੜ
pl: Błąd ładowania profilu
pt: Erro de carregamento de perfil
ro: Eroare la încărcarea profilului
ru: Ошибка загрузки профиля
si: පැතිකඩ පූරණය කිරීමේ දෝෂයකි
sk: Chyba načítania profilu
sl: Napaka pri nalaganju profila
sq: Gabim në ngarkimin e profilit
sr: Грешка при учитавању профила
sv: Fel vid inläsning av profil
sw: Hitilafu ya upakiaji wa wasifu
ta: சுயவிவரத்தை ஏற்றுவதில் பிழை
te: ప్రొఫైల్ లోడ్ కావడంలో లోపం ఏర్పడింది
th: ข้อผิดพลาดในการโหลดโปรไฟล์
tr: Profil yükleme hatası
uk: Помилка завантаження профілю
ur: پروفائل لوڈ کرنے میں خرابی۔
uz: Profilni yuklashda xatolik yuz berdi
vi: Lỗi tải hồ sơ
zh: 配置文件加载错误
zu: Iphutha lokulayisha iphrofayela

source: Save
af: Stoor
am: አስቀምጥ
ar: يحفظ
as: সঞ্চয় কৰা
az: Saxla
be: Захаваць
bg: Запазване
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
da: Spare
de: Speichern
el: Εκτός
es: Ahorrar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallentaa
fr: Enregistrer
gl: Gardar
gu: સાચવો
he: לְהַצִיל
hi: बचाना
hr: Uštedjeti
hu: Megtakarítás
hy: Պահպանել
is: Vista
it: Salva
ja: 保存
ka: შენახვა
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸಿ
ko: 구하다
ky: Сактоо
lo: ບັນທຶກ
lt: Išsaugoti
lv: Saglabāt
mk: Зачувај
ml: രക്ഷിക്കും
mn: Хадгалах
mr: जतन करा
ms: Jimat
my: သိမ်းဆည်းပါ။
ne: बचत गर्नुहोस्
nl: Redden
no: Spare
or: ସେଭ୍ କରନ୍ତୁ
pa: ਸੇਵ ਕਰੋ
pl: Ratować
pt: Salvar
ro: Salva
ru: Сохранять
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: Сачувај
sv: Spara
sw: Hifadhi
ta: சேமிக்கவும்
te: సేవ్ చేయండి
th: บันทึก
tr: Kaydetmek
uk: Зберегти
ur: محفوظ کریں۔
uz: Saqlash
vi: Cứu
zh: 节省
zu: Londoloza

# card_home_user_day
source: days
af: dae
am: ቀናት
ar: أيام
as: দিন
az: günlər
be: дні
bg: дни
bn: দিনগুলি
ca: dies
cs: dny
da: dage
de: Tage
el: ημέρες
es: días
et: päevad
eu: egunak
fa: روزها
fi: päivää
fr: jours
gl: días
gu: દિવસો
he: ימים
hi: दिन
hr: dana
hu: napok
hy: օրեր
is: dagar
it: giorni
ja: 日数
ka: დღეები
kk: күндер
km: ថ្ងៃ
kn: ದಿನಗಳು
ko: 날
ky: күн
lo: ມື້
lt: dienos
lv: dienas
mk: денови
ml: ദിവസങ്ങൾ
mn: өдрүүд
mr: दिवस
ms: hari
my: နေ့ရက်များ
ne: दिनहरू
nl: dagen
no: dager
or: ଦିନଗୁଡିକ
pa: ਦਿਨ
pl: dni
pt: dias
ro: zile
ru: дней
si: දින
sk: dni
sl: dni
sq: ditë
sr: дана
sv: dagar
sw: siku
ta: நாட்கள்
te: రోజులు
th: วัน
tr: günler
uk: дні
ur: دن
uz: kunlar
vi: ngày
zh: 天
zu: izinsuku

# card_home_user_liste_perso
source: list(s) Lost
af: lys(te) Verlore
am: ዝርዝር(ዎች) ጠፍቷል
ar: القائمة(القوائم) المفقودة
as: ব্যক্তিগত তালিকা(সমূহ)
az: İtirilmiş siyahı(lar).
be: спіс(ы) страчаных
bg: Лични списъци
bn: তালিকা(গুলি) হারিয়ে গেছে
ca: llista(es) perduda(es)
cs: Osobní seznam(y)
da: Personlige liste(r)
de: Persönliche Liste(n)
el: Προσωπική(ές) λίστα(ες)
es: Lista(s) personal(es)
et: Isiklik(ud) nimekiri(d)
eu: Galdutako zerrenda(k)
fa: فهرست(ها) گم شده
fi: lista(t) Kadonnut
fr: liste(s) Personnelle(s)
gl: Lista(s) persoal(is)
gu: યાદી(ઓ) ખોવાઈ ગઈ
he: רשימה(ות) אבודה
hi: व्यक्तिगत सूची(सूचियाँ)
hr: Osobni popis(i)
hu: Személyes lista(k)
hy: ցուցակ(ներ) Կորած
is: Listi(ar) týndur
it: liste(s) Perso
ja: 個人リスト
ka: პირადი სია(ები)
kk: Жеке тізім(дер)
km: បញ្ជី​ផ្ទាល់ខ្លួន
kn: ಪಟ್ಟಿ(ಗಳು) ಕಳೆದುಹೋಗಿವೆ
ko: 개인 목록
ky: Жеке тизме(лер)
lo: ລາຍ​ການ​ສູນ​ເສຍ​
lt: Asmeninis(-iai) sąrašas(-iai)
lv: Pazaudēts(-i) saraksts(-i)
mk: Личен/и список/и
ml: വ്യക്തിഗത ലിസ്റ്റ്(കൾ)
mn: Хувийн жагсаалт(ууд)
mr: वैयक्तिक यादी(ल्या)
ms: senarai Hilang
my: ပျောက်ဆုံးစာရင်း
ne: व्यक्तिगत सूची(हरू)
nl: lijst(en) Verloren
no: liste(r) Tapt
or: ବ୍ୟକ୍ତିଗତ ତାଲିକା(ଗୁଡିକ)
pa: ਸੂਚੀ(ਆਂ) ਗੁੰਮ ਗਈ
pl: lista(y) Zagubione
pt: lista(s) Perdida(s)
ro: listă(e) pierdută(e)
ru: список(ы) потерянных
si: පුද්ගලික ලැයිස්තුව(ය)
sk: zoznam(y) Stratené
sl: Osebni seznam(i)
sq: listë(a) të humbura
sr: Изгубљена листа(е)
sv: lista(or) Förlorad
sw: Orodha za kibinafsi
ta: பட்டியல்(கள்) இழந்தது
te: జాబితా(లు) పోయాయి
th: รายชื่อส่วนตัว
tr: Kişisel liste(ler)
uk: список(и) Втрачено
ur: فہرست (فہرستیں) گم ہو گئیں۔
uz: ro'yxat(lar) yo'qolgan
vi: danh sách(các) bị mất
zh: 个人名单
zu: Uhlu/uhlu lomuntu siqu

# card_home_share
source: shared
af: gedeel
am: ተጋርቷል።
ar: مشترك
as: শ্বেয়াৰ কৰা হৈছে
az: paylaşdı
be: агульны
bg: споделено
bn: ভাগ করা হয়েছে
ca: compartit
cs: sdílené
da: delt
de: geteilt
el: κοινόχρηστο
es: compartido
et: jagatud
eu: partekatua
fa: به اشتراک گذاشته شده
fi: jaettu
fr: partagée
gl: compartido
gu: શેર કરેલ
he: מְשׁוּתָף
hi: साझा
hr: podijeljeno
hu: megosztott
hy: կիսվել
is: deilt
it: condiviso
ja: 共有
ka: გაზიარებული
kk: бөлісті
km: ចែករំលែក
kn: ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ
ko: 공유
ky: бөлүштү
lo: ແບ່ງປັນ
lt: bendrinamas
lv: koplietots
mk: споделено
ml: പങ്കിട്ടു
mn: хуваалцсан
mr: शेअर केले
ms: dikongsi bersama
my: မျှဝေသည်။
ne: साझा गरिएको
nl: gedeeld
no: delt
or: ସେୟାର୍ କରାଯାଇଛି
pa: ਸਾਂਝਾ ਕੀਤਾ
pl: wspólny
pt: compartilhado
ro: partajat
ru: поделился
si: බෙදාගත්තා
sk: zdieľané
sl: deljeno
sq: i ndarë
sr: дељено
sv: delad
sw: pamoja
ta: பகிரப்பட்டது
te: పంచుకున్నారు
th: แชร์
tr: paylaşıldı
uk: спільний
ur: مشترکہ
uz: birgalikda
vi: được chia sẻ
zh: 共享
zu: okwabiwe

# card_home_mot
source: against
af: teen
am: መቃወም
ar: ضد
as: বিৰুদ্ধে
az: qarşı
be: супраць
bg: срещу
bn: বিরুদ্ধে
ca: contra
cs: proti
da: mod
de: gegen
el: κατά
es: contra
et: vastu
eu: aurka
fa: علیه
fi: vastaan
fr: mot(s)
gl: contra
gu: સામે
he: נֶגֶד
hi: ख़िलाफ़
hr: protiv
hu: ellen
hy: դեմ
is: gegn
it: contro
ja: に対して
ka: წინააღმდეგ
kk: қарсы
km: ប្រឆាំង
kn: ವಿರುದ್ಧ
ko: ~에 맞서
ky: каршы
lo: ຕ້ານ
lt: prieš
lv: pret
mk: против
ml: എതിരായി
mn: эсрэг
mr: विरुद्ध
ms: terhadap
my: ဆန့်ကျင်ဘက်
ne: विरुद्ध
nl: tegen
no: imot
or: ବିପକ୍ଷରେ
pa: ਦੇ ਵਿਰੁੱਧ
pl: przeciwko
pt: contra
ro: împotriva
ru: против
si: විරුද්ධව
sk: proti
sl: proti
sq: kundër
sr: против
sv: mot(s)
sw: dhidi ya
ta: எதிராக
te: వ్యతిరేకంగా
th: ขัดต่อ
tr: aykırı
uk: проти
ur: کے خلاف
uz: qarshi
vi: chống lại
zh: 反对
zu: ngokumelene

# card_home_reessayer
source: Try again
af: Probeer weer
am: እንደገና ይሞክሩ
ar: حاول ثانية
as: আকৌ এবাৰ চেষ্টা কৰক
az: Yenidən cəhd edin
be: Паспрабуйце яшчэ раз
bg: Опитай отново
bn: আবার চেষ্টা করুন
ca: Torna-ho a intentar
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut
el: Δοκιμάστε ξανά
es: Intentar otra vez
et: Proovi uuesti
eu: Saiatu berriro
fa: دوباره امتحان کنید
fi: Yritä uudelleen
fr: Réessayer
gl: Téntao de novo
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušajte ponovno
hu: Próbáld újra
hy: Փորձեք կրկին
is: Reyndu aftur
it: Riprova
ja: もう一度やり直してください
ka: ხელახლა სცადეთ
kk: Қайтадан байқап көріңіз
km: ព្យាយាមម្តងទៀត
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도하세요
ky: Кайра аракет кыл
lo: ລອງອີກຄັ້ງ
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
mk: Обидете се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mn: Дахин оролдоно уу
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
my: ထပ်ကြိုးစားပါ။
ne: फेरि प्रयास गर्नुहोस्
nl: Probeer het opnieuw
no: Prøv igjen
or: ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Încearcă din nou
ru: Попробуйте еще раз
si: නැවත උත්සාහ කරන්න
sk: Skúste to znova
sl: Poskusi znova
sq: Provo përsëri
sr: Покушај поново
sv: Försök igen
sw: Jaribu tena
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్ళీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Спробуйте ще раз
ur: دوبارہ کوشش کریں۔
uz: Qayta urinib ko'ring
vi: Thử lại
zh: 再试一次
zu: Zama futhi

# vocabulaire_user_error_delete_list
source: Error deleting list
af: Fout by die uitvee van lys
am: ዝርዝርን መሰረዝ ላይ ስህተት
ar: خطأ في حذف القائمة
as: তালিকা মচি পেলোৱাত ত্ৰুটি
az: Siyahını silərkən xəta baş verdi
be: Памылка пры выдаленні спісу
bg: Грешка при изтриване на списъка
bn: তালিকা মুছে ফেলার সময় ত্রুটি হয়েছে
ca: S'ha produït un error en suprimir la llista
cs: Chyba při mazání seznamu
da: Fejl ved sletning af liste
de: Fehler beim Löschen der Liste
el: Σφάλμα κατά τη διαγραφή της λίστας κατά τη διαγραφή της.
es: Error al eliminar la lista
et: Viga nimekirja kustutamisel
eu: Errorea zerrenda ezabatzean
fa: خطا در حذف لیست
fi: Virhe listan poistamisessa
fr: Erreur lors de la suppression de la liste
gl: Produciuse un erro ao eliminar a lista
gu: સૂચિ કાઢી નાખવામાં ભૂલ
he: שגיאה במחיקת רשימה
hi: सूची हटाने में त्रुटि
hr: Pogreška pri brisanju popisa
hu: Hiba a lista törlésekor
hy: Սխալ առաջացավ ցուցակը ջնջելիս։
is: Villa við að eyða lista
it: Errore durante l'eliminazione dell'elenco
ja: リストの削除中にエラーが発生しました
ka: შეცდომა სიის წაშლისას მოხდა. მოხდა შეცდომა სიის წაშლისას.
kk: Тізімді жою қатесі
km: កំហុសក្នុងការលុបបញ្ជី
kn: ಪಟ್ಟಿಯನ್ನು ಅಳಿಸುವಲ್ಲಿ ದೋಷ
ko: 목록 삭제 오류
ky: Тизмени жок кылууда ката кетти
lo: ເກີດຄວາມຜິດພາດໃນການລຶບລາຍຊື່
lt: Klaida ištrinant sąrašą
lv: Kļūda, dzēšot sarakstu
mk: Грешка при бришење на листата
ml: ലിസ്റ്റ് ഇല്ലാതാക്കുന്നതിൽ പിശക്
mn: Жагсаалтыг устгахад алдаа гарлаа
mr: यादी हटवताना एरर आली
ms: Ralat memadam senarai
my: စာရင်းဖျက်ရာတွင် အမှားအယွင်းရှိနေသည်။
ne: सूची मेटाउँदा त्रुटि भयो
nl: Fout bij het verwijderen van de lijst
no: Feil ved sletting av liste
or: ତାଲିକା ଡିଲିଟ୍ କରିବା ସମୟରେ ତ୍ରୁଟି
pa: ਸੂਚੀ ਮਿਟਾਉਣ ਵੇਲੇ ਗੜਬੜ ਹੋਈ
pl: Błąd podczas usuwania listy
pt: Erro ao excluir lista
ro: Eroare la ștergerea listei
ru: Ошибка удаления списка
si: ලැයිස්තුව මැකීමේ දෝෂයකි
sk: Chyba pri odstraňovaní zoznamu
sl: Napaka pri brisanju seznama
sq: Gabim gjatë fshirjes së listës gjatë fshirjes së saj.
sr: Грешка при брисању листе
sv: Fel vid borttagning av lista
sw: Hitilafu katika kufuta orodha
ta: பட்டியலை நீக்குவதில் பிழை
te: జాబితాను తొలగించడంలో లోపం ఏర్పడింది
th: เกิดข้อผิดพลาดในการลบรายการ
tr: Liste silinirken hata oluştu
uk: Помилка видалення списку
ur: فہرست کو حذف کرنے میں خرابی۔
uz: Roʻyxatni oʻchirishda xatolik yuz berdi
vi: Lỗi khi xóa danh sách
zh: 删除列表时出错
zu: Iphutha lokususa uhlu
