Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# app_feature_graphic_FeatureItem3
source: Track your progress in real time
af: Volg jou vordering intyds
am: ግስጋሴዎን በእውነተኛ ጊዜ ይከታተሉ
ar: تتبع تقدمك في الوقت الحقيقي
as: বাস্তৱ সময়ত আপোনাৰ অগ্ৰগতি অনুসৰণ কৰক
az: Tərəqqinizi real vaxtda izləyin
be: Адсочвайце свой прагрэс у рэжыме рэальнага часу
bg: Проследявайте напредъка си в реално време
bn: রিয়েল টাইমে আপনার অগ্রগতি ট্র্যাক করুন
ca: Fes un seguiment del teu progrés en temps real
cs: Sledujte svůj pokrok v reálném čase
da: Spor dine fremskridt i realtid
de: Verfolgen Sie Ihren Fortschritt in Echtzeit
el: Παρακολουθήστε την πρόοδό σας σε πραγματικό χρόνο
es: Sigue tu progreso en tiempo real
et: Jälgige oma edusamme reaalajas
eu: Jarrai ezazu zure aurrerapena denbora errealean
fa: پیشرفت خود را در زمان واقعی پیگیری کنید
fi: Seuraa edistymistäsi reaaliajassa
fr: Suivi de vos progrès en temps réel
gl: Fai un seguimento do teu progreso en tempo real
gu: રીઅલ ટાઇમમાં તમારી પ્રગતિને ટ્રૅક કરો
he: עקוב אחר ההתקדמות שלך בזמן אמת
hi: वास्तविक समय में अपनी प्रगति पर नज़र रखें
hr: Pratite svoj napredak u stvarnom vremenu
hu: Kövesse nyomon a haladását valós időben
hy: Հետևեք ձեր առաջընթացին իրական ժամանակում
is: Fylgstu með framvindu þinni í rauntíma
it: Tieni traccia dei tuoi progressi in tempo reale
ja: 進捗状況をリアルタイムで追跡
ka: თვალყური ადევნეთ თქვენს პროგრესს რეალურ დროში
kk: Прогрессті нақты уақытта бақылаңыз
km: តាមដានវឌ្ឍនភាពរបស់អ្នកក្នុងពេលវេលាជាក់ស្តែង
kn: ನಿಮ್ಮ ಪ್ರಗತಿಯನ್ನು ನೈಜ ಸಮಯದಲ್ಲಿ ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
ko: 실시간으로 진행 상황을 추적하세요
ky: Реалдуу убакытта прогрессиңизге көз салыңыз
lo: ຕິດຕາມຄວາມຄືບໜ້າຂອງເຈົ້າໃນເວລາຈິງ
lt: Stebėkite savo pažangą realiuoju laiku
lv: Sekojiet līdzi savam progresam reāllaikā
mk: Следете го вашиот напредок во реално време
ml: നിങ്ങളുടെ പുരോഗതി തത്സമയം ട്രാക്ക് ചെയ്യുക
mn: Бодит цаг хугацаанд ахиц дэвшлээ хянах
mr: रिअल टाइममध्ये तुमच्या प्रगतीचा मागोवा घ्या
ms: Jejaki kemajuan anda dalam masa nyata
my: သင့်တိုးတက်မှုကို အချိန်နှင့်တပြေးညီ ခြေရာခံပါ။
ne: वास्तविक समयमा आफ्नो प्रगति ट्र्याक गर्नुहोस्
nl: Volg uw voortgang in realtime
no: Spor fremgangen din i sanntid
or: ରିଅଲ୍ ଟାଇମରେ ଆପଣଙ୍କ ପ୍ରଗତି ଟ୍ରାକ୍ କରନ୍ତୁ
pa: ਰੀਅਲ ਟਾਈਮ ਵਿੱਚ ਆਪਣੀ ਪ੍ਰਗਤੀ ਨੂੰ ਟਰੈਕ ਕਰੋ
pl: Śledź swoje postępy w czasie rzeczywistym
pt: Acompanhe seu progresso em tempo real
ro: Urmărește-ți progresul în timp real
ru: Отслеживайте свой прогресс в режиме реального времени
si: ඔබගේ ප්‍රගතිය තථ්‍ය කාලය තුළ නිරීක්ෂණය කරන්න
sk: Sledujte svoj pokrok v reálnom čase
sl: Spremljajte svoj napredek v realnem času
sq: Ndiqni progresin tuaj në kohë reale
sr: Пратите свој напредак у реалном времену
sv: Följ dina framsteg i realtid
sw: Fuatilia maendeleo yako kwa wakati halisi
ta: உங்கள் முன்னேற்றத்தை நிகழ்நேரத்தில் கண்காணிக்கவும்
te: నిజ సమయంలో మీ పురోగతిని ట్రాక్ చేయండి
th: ติดตามความคืบหน้าของคุณแบบเรียลไทม์
tr: İlerlemenizi gerçek zamanlı olarak takip edin
uk: Відстежуйте свій прогрес у режимі реального часу
ur: حقیقی وقت میں اپنی پیشرفت کو ٹریک کریں۔
uz: Taraqqiyotingizni real vaqtda kuzatib boring
vi: Theo dõi tiến trình của bạn theo thời gian thực
zh: 实时追踪您的进度
zu: Landela intuthuko yakho ngesikhathi sangempela

# app_feature_graphic_FeatureItem4
source: Personalized and shareable lists
af: Gepersonaliseerde en deelbare lyste
am: ለግል የተበጁ እና ሊጋሩ የሚችሉ ዝርዝሮች
ar: قوائم مخصصة وقابلة للمشاركة
as: ব্যক্তিগতকৃত আৰু শ্বেয়াৰযোগ্য তালিকাসমূহ
az: Fərdiləşdirilmiş və paylaşıla bilən siyahılar
be: Персаналізаваныя спісы, якімі можна падзяліцца
bg: Персонализирани и споделяеми списъци
bn: ব্যক্তিগতকৃত এবং শেয়ারযোগ্য তালিকা
ca: Llistes personalitzades i compartibles
cs: Personalizované a sdílené seznamy
da: Personlige og delbare lister
de: Personalisierte und teilbare Listen
el: Εξατομικευμένες και κοινόχρηστες λίστες
es: Listas personalizadas y compartibles
et: Isikupärastatud ja jagatavad nimekirjad
eu: Zerrenda pertsonalizatuak eta partekagarriak
fa: لیست‌های شخصی‌سازی‌شده و قابل اشتراک‌گذاری
fi: Personoidut ja jaettavat listat
fr: Listes personnalisées et partageables
gl: Listas personalizadas e compartibles
gu: વ્યક્તિગત અને શેર કરી શકાય તેવી યાદીઓ
he: רשימות מותאמות אישית וניתנות לשיתוף
hi: वैयक्तिकृत और साझा करने योग्य सूचियाँ
hr: Personalizirani i djeljivi popisi
hu: Személyre szabott és megosztható listák
hy: Անհատականացված և կիսվող ցուցակներ
is: Sérsniðnir og deilanlegir listar
it: Liste personalizzate e condivisibili
ja: パーソナライズされ共有可能なリスト
ka: პერსონალიზებული და გაზიარებადი სიები
kk: Жекелендірілген және ортақ тізімдер
km: បញ្ជីផ្ទាល់ខ្លួន និងអាចចែករំលែកបាន។
kn: ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಬಹುದಾದ ಪಟ್ಟಿಗಳು
ko: 개인화되고 공유 가능한 목록
ky: Жекелештирилген жана бөлүшүлүүчү тизмелер
lo: ລາຍຊື່ສ່ວນບຸກຄົນ ແລະສາມາດແບ່ງປັນໄດ້
lt: Suasmeninti ir bendrinami sąrašai
lv: Personalizēti un koplietojami saraksti
mk: Персонализирани и списоци што можат да се споделуваат
ml: വ്യക്തിഗതമാക്കിയതും പങ്കിടാവുന്നതുമായ ലിസ്റ്റുകൾ
mn: Хувь хүний болон хуваалцах боломжтой жагсаалт
mr: वैयक्तिकृत आणि शेअर करण्यायोग्य याद्या
ms: Senarai yang diperibadikan dan boleh dikongsi
my: စိတ်ကြိုက်ပြင်ဆင်ပြီး မျှဝေနိုင်သောစာရင်းများ
ne: व्यक्तिगत र साझेदारी योग्य सूचीहरू
nl: Gepersonaliseerde en deelbare lijsten
no: Personlige og delbare lister
or: ବ୍ୟକ୍ତିଗତକୃତ ଏବଂ ସେୟାର୍‌ଯୋଗ୍ୟ ତାଲିକାଗୁଡ଼ିକ
pa: ਵਿਅਕਤੀਗਤ ਅਤੇ ਸਾਂਝਾ ਕਰਨ ਯੋਗ ਸੂਚੀਆਂ
pl: Spersonalizowane i udostępniane listy
pt: Listas personalizadas e compartilháveis
ro: Liste personalizate și partajabile
ru: Персонализированные и общие списки
si: පුද්ගලීකරණය කළ සහ බෙදාගත හැකි ලැයිස්තු
sk: Prispôsobené a zdieľateľné zoznamy
sl: Prilagojeni in deljivi seznami
sq: Lista të personalizuara dhe të ndashme
sr: Персонализоване и дељиве листе
sv: Anpassade och delbara listor
sw: Orodha zilizobinafsishwa na zinazoweza kushirikiwa
ta: தனிப்பயனாக்கப்பட்ட மற்றும் பகிரக்கூடிய பட்டியல்கள்
te: వ్యక్తిగతీకరించిన మరియు భాగస్వామ్యం చేయగల జాబితాలు
th: รายการที่ปรับแต่งได้และแบ่งปันได้
tr: Kişiselleştirilmiş ve paylaşılabilir listeler
uk: Персоналізовані списки, якими можна ділитися
ur: ذاتی نوعیت کی اور قابل اشتراک فہرستیں۔
uz: Shaxsiylashtirilgan va almashish mumkin bo'lgan ro'yxatlar
vi: Danh sách được cá nhân hóa và có thể chia sẻ
zh: 个性化和可共享的列表
zu: Uhlu olwenzelwe wena siqu nokwabelwa ngalo

# hello
source: Good morning !
af: Goeiemôre!
am: ምልካም እድል !
ar: صباح الخير !
as: সুপ্ৰভাত !
az: sabahiniz xeyir!
be: Добрай раніцы!
bg: Добро утро!
bn: শুভ সকাল!
ca: Bon dia!
cs: Dobré ráno!
da: Godmorgen!
de: Guten Morgen !
el: Καλημέρα!
es: Buen día !
et: Tere hommikust!
eu: Egun on!
fa: صبح بخیر!
fi: Hyvää huomenta!
fr: Bonjour !
gl: Bos días!
gu: સુપ્રભાત!
he: בוקר טוב!
hi: शुभ प्रभात !
hr: Dobro jutro!
hu: Jó reggelt!
hy: Բարի լույս!
is: Góðan daginn!
it: Buongiorno !
ja: おはよう ！
ka: დილა მშვიდობისა!
kk: Қайырлы таң !
km: អរុណសួស្តី!
kn: ಶುಭೋದಯ!
ko: 좋은 아침이에요 !
ky: Кайырдуу таң !
lo: ສະບາຍດີຕອນເຊົ້າ!
lt: Labas rytas!
lv: Labrīt!
mk: Добро утро!
ml: സുപ്രഭാതം !
mn: Өглөөний мэнд!
mr: शुभ सकाळ!
ms: selamat pagi!
my: မင်္ဂလာနံနက်ခင်းပါ !
ne: शुभ बिहानी!
nl: Goedemorgen !
no: God morgen!
or: ଶୁଭ ସକାଳ !
pa: ਸ਼ੁਭ ਸਵੇਰ !
pl: Dzień dobry !
pt: Bom dia !
ro: Bună dimineața!
ru: Доброе утро !
si: සුභ උදෑසනක් !
sk: Dobré ráno!
sl: Dobro jutro!
sq: Mirëmëngjes!
sr: Добро јутро!
sv: God morgon!
sw: Habari za asubuhi!
ta: காலை வணக்கம்!
te: శుభోదయం!
th: สวัสดีตอนเช้า !
tr: Günaydın !
uk: Доброго ранку!
ur: صبح بخیر!
uz: Xayrli tong !
vi: Chào buổi sáng !
zh: 早上好 ！
zu: Sawubona !

source: Change language
af: Verander taal
am: ቋንቋ ቀይር
ar: تغيير اللغة
as: ভাষা সলনি কৰক
az: Dili dəyişdirin
be: Змяніць мову
bg: Промяна на езика
bn: ভাষা পরিবর্তন করুন
ca: Canvia l'idioma
cs: Změnit jazyk
da: Skift sprog
de: Sprache ändern
el: Αλλαγή γλώσσας
es: Cambiar idioma
et: Keele muutmine
eu: Aldatu hizkuntza
fa: تغییر زبان
fi: Vaihda kieltä
fr: Changer la langue
gl: Cambiar idioma
gu: ભાષા બદલો
he: שנה שפה
hi: भाषा बदलें
hr: Promijeni jezik
hu: Nyelv módosítása
hy: Փոխել լեզուն
is: Breyta tungumáli
it: Cambia lingua
ja: 言語を変更する
ka: ენის შეცვლა
kk: Тілді өзгерту
km: ផ្លាស់ប្តូរភាសា
kn: ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಿ
ko: 언어 변경
ky: Тилди өзгөртүү
lo: ປ່ຽນພາສາ
lt: Keisti kalbą
lv: Mainīt valodu
mk: Промени јазик
ml: ഭാഷ മാറ്റുക
mn: Хэлийг өөрчлөх
mr: भाषा बदला
ms: Tukar bahasa
my: ဘာသာစကားပြောင်းပါ။
ne: भाषा परिवर्तन गर्नुहोस्
nl: Taal wijzigen
no: Endre språk
or: ଭାଷା ବଦଳାନ୍ତୁ
pa: ਭਾਸ਼ਾ ਬਦਲੋ
pl: Zmień język
pt: Alterar idioma
ro: Schimbați limba
ru: Изменить язык
si: භාෂාව වෙනස් කරන්න
sk: Zmeniť jazyk
sl: Spremeni jezik
sq: Ndrysho gjuhën
sr: Промени језик
sv: Ändra språk
sw: Badilisha lugha
ta: மொழியை மாற்று
te: భాషను మార్చండి
th: เปลี่ยนภาษา
tr: Dili değiştir
uk: Змінити мову
ur: زبان بدلو
uz: Tilni o'zgartirish
vi: Thay đổi ngôn ngữ
zh: 更改语言
zu: Shintsha ulimi

# my_purchase
source: My subscription
af: My intekening
am: የእኔ ምዝገባ
ar: اشتراكي
as: মোৰ চাবস্ক্ৰিপচন
az: Abunəliyim
be: Мая падпіска
bg: Моят абонамент
bn: আমার সাবস্ক্রিপশন
ca: La meva subscripció
cs: Moje předplatné
da: Mit abonnement
de: Mein Abonnement
el: Η συνδρομή μου
es: Mi suscripción
et: Minu tellimus
eu: Nire harpidetza
fa: اشتراک من
fi: Tilaukseni
fr: Mon abonnement
gl: A miña subscrición
gu: મારું સબ્સ્ક્રિપ્શન
he: המנוי שלי
hi: मेरी सदस्यता
hr: Moja pretplata
hu: Az előfizetésem
hy: Իմ բաժանորդագրությունը
is: Áskriftin mín
it: Il mio abbonamento
ja: 私のサブスクリプション
ka: ჩემი გამოწერა
kk: Менің жазылым
km: ការជាវរបស់ខ្ញុំ
kn: ನನ್ನ ಚಂದಾದಾರಿಕೆ
ko: 내 구독
ky: Менин жазылуусум
lo: ການສະໝັກໃຊ້ຂອງຂ້ອຍ
lt: Mano prenumerata
lv: Mans abonements
mk: Мојата претплата
ml: എന്റെ സബ്‌സ്‌ക്രിപ്‌ഷൻ
mn: Миний захиалга
mr: माझे सदस्यत्व
ms: Langganan saya
my: ကျွန်ုပ်၏ စာရင်းသွင်းမှု
ne: मेरो सदस्यता
nl: Mijn abonnement
no: Mitt abonnement
or: ମୋର ସଦସ୍ୟତା
pa: ਮੇਰੀ ਗਾਹਕੀ
pl: Moja subskrypcja
pt: Minha assinatura
ro: Abonamentul meu
ru: Моя подписка
si: මගේ දායකත්වය
sk: Moje predplatné
sl: Moja naročnina
sq: Abonimi im
sr: Моја претплата
sv: Min prenumeration
sw: Usajili wangu
ta: எனது சந்தா
te: నా సభ్యత్వం
th: การสมัครสมาชิกของฉัน
tr: Aboneliğim
uk: Моя підписка
ur: میری رکنیت
uz: Mening obunam
vi: Đăng ký của tôi
zh: 我的订阅
zu: Ukubhalisa kwami

# dictation_title
source: Voice dictation
af: Stemdiktee
am: የድምፅ ቃላቶች
ar: إملاء صوتي
as: কণ্ঠৰ ডিক্টেচন
az: Səs diktəsi
be: Галасавая дыктоўка
bg: Гласова диктовка
bn: ভয়েস ডিকটেশন
ca: Dictat per veu
cs: Hlasové diktování
da: Stemmediktat
de: Sprachdiktat
el: Φωνητική υπαγόρευση
es: Dictado de voz
et: Hääldikteerimine
eu: Ahots-diktaketa
fa: دیکته صوتی
fi: Äänisanelu
fr: Dictée vocale
gl: Ditado por voz
gu: અવાજ શ્રુતલેખન
he: הכתבה קולית
hi: ध्वनि श्रुतलेख
hr: Glasovno diktiranje
hu: Hangdiktálás
hy: Ձայնային թելադրում
is: Röddarupplestur
it: Dettatura vocale
ja: 音声入力
ka: ხმოვანი კარნახი
kk: Дауысты диктант
km: ការសរសេរតាមសំឡេង
kn: ಧ್ವನಿ ಡಿಕ್ಟೇಶನ್
ko: 음성 받아쓰기
ky: Үн диктанты
lo: ການສັ່ງດ້ວຍສຽງ
lt: Balso diktavimas
lv: Balss diktēšana
mk: Гласовно диктирање
ml: ശബ്ദം കേട്ടെഴുതൽ
mn: Дуут диктант
mr: आवाजाद्वारे श्रुतलेखन
ms: Imlak suara
my: အသံသတ်ပုံ
ne: आवाज श्रुतलेखन
nl: Spraakdictee
no: Stemmediktat
or: ଭଏସ୍ ଡିକ୍ଟେସନ୍
pa: ਵੌਇਸ ਡਿਕਟੇਸ਼ਨ
pl: Dyktowanie głosowe
pt: Ditado de voz
ro: Dictare vocală
ru: Голосовая диктовка
si: හඬ අනුලේඛනය
sk: Hlasové diktovanie
sl: Glasovno narekovanje
sq: Diktim me zë
sr: Гласовно диктирање
sv: Röstdiktering
sw: Maagizo ya sauti
ta: குரல் எழுதுதல்
te: వాయిస్ డిక్టేషన్
th: การบอกด้วยเสียง
tr: Ses diktesi
uk: Голосове диктування
ur: صوتی ڈکٹیشن
uz: Ovozli diktant
vi: Đọc chính tả bằng giọng nói
zh: 语音听写
zu: Ukubizelwa ngezwi

# dictation_label_text_field
source: Listen and type the text
af: Luister en tik die teks
am: ያዳምጡ እና ጽሑፉን ይተይቡ
ar: استمع واكتب النص
as: শুনা আৰু লিখনী টাইপ কৰক
az: Dinləyin və mətni yazın
be: Паслухайце і напішыце тэкст
bg: Слушайте и напишете текста
bn: শুনুন এবং লেখাটি টাইপ করুন।
ca: Escolta i escriu el text
cs: Poslouchejte a pište text
da: Lyt og skriv teksten
de: Hören Sie zu und geben Sie den Text ein
el: Ακούστε και πληκτρολογήστε το κείμενο
es: Escucha y escribe el texto.
et: Kuula ja kirjuta tekst
eu: Entzun eta idatzi testua
fa: گوش دهید و متن را تایپ کنید
fi: Kuuntele ja kirjoita teksti
fr: Écoutez et saisissez le texte
gl: Escoita e escribe o texto
gu: સાંભળો અને ટેક્સ્ટ ટાઇપ કરો
he: האזינו והקלידו את הטקסט
hi: पाठ सुनें और टाइप करें
hr: Slušajte i napišite tekst
hu: Hallgasd meg és gépeld be a szöveget
hy: Լսեք և մուտքագրեք տեքստը
is: Hlustaðu og skrifaðu textann
it: Ascolta e digita il testo
ja: 聞いてテキストを入力する
ka: მოუსმინეთ და აკრიფეთ ტექსტი
kk: Мәтінді тыңдап, теріңіз
km: ស្តាប់ហើយវាយអត្ថបទ
kn: ಪಠ್ಯವನ್ನು ಆಲಿಸಿ ಮತ್ತು ಟೈಪ್ ಮಾಡಿ
ko: 듣고 텍스트를 입력하세요
ky: Угуңуз жана текстти териңиз
lo: ຟັງແລະພິມຂໍ້ຄວາມ
lt: Klausykite ir rašykite tekstą
lv: Klausieties un ierakstiet tekstu
mk: Слушајте и напишете го текстот
ml: ടെക്സ്റ്റ് കേട്ട് ടൈപ്പ് ചെയ്യുക
mn: Текстийг сонсоод бичнэ үү
mr: ऐका आणि मजकूर टाइप करा.
ms: Dengar dan taip teks
my: နားထောင်ပြီး စာသားကို ရိုက်ထည့်ပါ။
ne: सुन्नुहोस् र पाठ टाइप गर्नुहोस्
nl: Luister en typ de tekst
no: Lytt og skriv teksten
or: ଶୁଣନ୍ତୁ ଏବଂ ଟେକ୍ସଟ୍ ଟାଇପ୍ କରନ୍ତୁ
pa: ਸੁਣੋ ਅਤੇ ਟੈਕਸਟ ਟਾਈਪ ਕਰੋ
pl: Posłuchaj i wpisz tekst
pt: Ouça e digite o texto
ro: Ascultă și tastează textul
ru: Прослушайте и напечатайте текст.
si: සවන් දී පෙළ ටයිප් කරන්න
sk: Počúvaj a napíš text
sl: Poslušaj in napiši besedilo
sq: Dëgjo dhe shkruaj tekstin
sr: Слушајте и откуцајте текст
sv: Lyssna och skriv texten
sw: Sikiliza na uandike maandishi
ta: உரையைக் கேட்டு தட்டச்சு செய்யவும்.
te: టెక్స్ట్ విని టైప్ చేయండి
th: ฟังและพิมพ์ข้อความ
tr: Dinleyin ve metni yazın
uk: Прослухайте та напишіть текст
ur: سنیں اور متن ٹائپ کریں۔
uz: Matnni tinglang va yozing
vi: Nghe và gõ văn bản
zh: 听并输入文本
zu: Lalela bese uthayipha umbhalo

# statistiques_title
source: Statistics
af: Statistiek
am: ስታትስቲክስ
ar: إحصائيات
as: পৰিসংখ্যা
az: Statistika
be: Статыстыка
bg: Статистика
bn: পরিসংখ্যান
ca: Estadístiques
cs: Statistika
da: Statistik
de: Statistiken
el: Στατιστική
es: Estadística
et: Statistika
eu: Estatistikak
fa: آمار
fi: Tilastot
fr: Statistiques
gl: Estatísticas
gu: આંકડા
he: סטָטִיסטִיקָה
hi: आंकड़े
hr: Statistika
hu: Statisztika
hy: Վիճակագրություն
is: Tölfræði
it: Statistiche
ja: 統計
ka: სტატისტიკა
kk: Статистика
km: ស្ថិតិ
kn: ಅಂಕಿಅಂಶಗಳು
ko: 통계
ky: Статистика
lo: ສະຖິຕິ
lt: Statistika
lv: Statistika
mk: Статистика
ml: സ്ഥിതിവിവരക്കണക്കുകൾ
mn: Статистик
mr: आकडेवारी
ms: Perangkaan
my: စာရင်းအင်းများ
ne: तथ्याङ्क
nl: Statistieken
no: Statistikk
or: ପରିସଂଖ୍ୟାନ
pa: ਅੰਕੜੇ
pl: Statystyka
pt: Estatísticas
ro: Statistici
ru: Статистика
si: සංඛ්‍යාලේඛන
sk: Štatistiky
sl: Statistika
sq: Statistikat
sr: Статистика
sv: Statistik
sw: Takwimu
ta: புள்ளிவிவரங்கள்
te: గణాంకాలు
th: สถิติ
tr: İstatistikler
uk: Статистика
ur: شماریات
uz: Statistika
vi: Thống kê
zh: 统计数据
zu: Izibalo

# liste_title
source: List
af: Lys
am: ዝርዝር
ar: قائمة
as: সূচী
az: Siyahı
be: Спіс
bg: Списък
bn: তালিকা
ca: Llista
cs: Seznam
da: Liste
de: Liste
el: Λίστα
es: Lista
et: Loend
eu: Zerrenda
fa: فهرست
fi: Lista
fr: Liste
gl: Lista
gu: યાદી
he: רְשִׁימָה
hi: सूची
hr: Popis
hu: Lista
hy: Ցանկ
is: Listi
it: Lista
ja: リスト
ka: სია
kk: Тізім
km: បញ្ជី
kn: ಪಟ್ಟಿ
ko: 목록
ky: Тизме
lo: ລາຍການ
lt: Sąrašas
lv: Saraksts
mk: Листа
ml: ലിസ്റ്റ്
mn: Жагсаалт
mr: यादी
ms: Senaraikan
my: စာရင်း
ne: सूची
nl: Lijst
no: Liste
or: ତାଲିକା
pa: ਸੂਚੀ
pl: Lista
pt: Lista
ro: Listă
ru: Список
si: ලැයිස්තුව
sk: Zoznam
sl: Seznam
sq: Listë
sr: Листа
sv: Lista
sw: Orodha
ta: பட்டியல்
te: జాబితా
th: รายการ
tr: Liste
uk: Список
ur: فہرست
uz: Roʻyxat
vi: Danh sách
zh: 列表
zu: Uhlu

# tester_title
source: Evaluation
af: Evaluering
am: ግምገማ
ar: تقييم
as: মূল্যায়ন
az: Qiymətləndirmə
be: Ацэнка
bg: Оценка
bn: মূল্যায়ন
ca: Avaluació
cs: Hodnocení
da: Evaluering
de: Auswertung
el: Εκτίμηση
es: Evaluación
et: Hindamine
eu: Ebaluazioa
fa: ارزیابی
fi: Arviointi
gl: Avaliación
gu: મૂલ્યાંકન
he: הַעֲרָכָה
hi: मूल्यांकन
hr: Evaluacija
hu: Értékelés
hy: Գնահատում
is: Mat
it: Valutazione
ja: 評価
ka: შეფასება
kk: Бағалау
km: ការវាយតម្លៃ
kn: ಮೌಲ್ಯಮಾಪನ
ko: 평가
ky: Баалоо
lo: ການປະເມີນຜົນ
lt: Vertinimas
lv: Novērtējums
mk: Евалуација
ml: വിലയിരുത്തൽ
mn: Үнэлгээ
mr: मूल्यांकन
ms: Penilaian
my: အကဲဖြတ်ခြင်း။
ne: मूल्याङ्कन
nl: Evaluatie
no: Evaluering
or: ମୂଲ୍ୟାଙ୍କନ
pa: ਮੁਲਾਂਕਣ
pl: Ocena
pt: Avaliação
ro: Evaluare
ru: Оценка
si: ඇගයීම
sk: Hodnotenie
sl: Vrednotenje
sq: Vlerësimi
sr: Евалуација
sv: Utvärdering
sw: Tathmini
ta: மதிப்பீடு
te: మూల్యాంకనం
th: การประเมิน
tr: Değerlendirme
uk: Оцінювання
ur: تشخیص
uz: Baholash
vi: Sự đánh giá
zh: 评估
zu: Ukuhlola

# apprendre_title
source: Learn
af: Leer
am: ተማር
ar: يتعلم
as: শিকা
az: Öyrən
be: Даведайцеся
bg: Научете
bn: শেখা
ca: Aprèn
cs: Učit se
da: Lære
de: Lernen
el: Μαθαίνω
es: Aprender
et: Õppige
eu: Ikasi
fa: یاد بگیرید
fi: Oppia
fr: Apprendre
gl: Aprender
gu: શીખો
he: לִלמוֹד
hi: सीखना
hr: Naučiti
hu: Tanul
hy: Սովորել
is: Læra
it: Imparare
ja: 学ぶ
ka: სწავლა
kk: Үйрену
km: រៀន
kn: ಕಲಿ
ko: 배우다
ky: Үйрөнүү
lo: ຮຽນຮູ້
lt: Mokytis
lv: Mācīties
mk: Научи
ml: പഠിക്കുക
mn: Сурах
mr: शिका
ms: Belajar
my: လေ့လာပါ။
ne: सिक्नुहोस्
nl: Leren
no: Lære
or: ଶିଖନ୍ତୁ
pa: ਸਿੱਖੋ
pl: Uczyć się
pt: Aprender
ro: Învăţa
ru: Учиться
si: ඉගෙන ගන්න
sk: Učiť sa
sl: Uči se
sq: Mëso
sr: Учи
sv: Lära sig
sw: Jifunze
ta: அறிய
te: తెలుసుకోండి
th: เรียนรู้
tr: Öğrenmek
uk: Дізнатися
ur: سیکھیں۔
uz: O'rganing
vi: Học hỏi
zh: 学习
zu: Funda

# language_locale
source: English
af: Afrikaans
am: Amharique
ar: Arabic
as: Assamese
az: Azerbaijani
be: Belarusian
bg: Bulgarian
bn: Bengali
ca: Catalan
cs: Czech
da: Danish
de: German
el: Greek
es: Spanish
et: Estonian
eu: Basque
fa: Persian
fi: Finnish
fr: Français
gl: Galician
gu: Gujarati
he: Hebrew
hi: Hindi
hr: Croatian
hu: Hungarian
hy: Armenian
is: Islandais
it: Italian
ja: Japanese
ka: Georgian
kk: Kazakh
km: Khmer
kn: Kannada
ko: Korean
ky: Kyrgyz
lo: Lao
lt: Lithuanian
lv: Latvian
mk: Macedonian
ml: Malayalam
mn: Mongolian
mr: Marathi
ms: Malay
my: Myanmar (Burmese)
ne: Nepali
nl: Dutch
no: Norwegian
or: Odia (Oriya)
pa: Punjabi (Gurmukhi)
pl: Polish
pt: Portuguese (Brazil)
ro: Romanian
ru: Russian
si: Sinhala
sk: Slovak
sl: Slovenian
sq: Albanian
sr: Serbian
sv: Swedish
sw: Swahili
ta: Tamil
te: Telugu
th: Thai
tr: Turkish
uk: Ukrainian
ur: Urdu
uz: Uzbek
vi: Vietnamese
zh: Chinese (Simplified)
zu: Zulu

# language_anglais
source: English
af: Engels
am: እንግሊዝኛ
ar: إنجليزي
as: ইংৰাজী
az: İngilis dili
be: Англійская
bg: английски
bn: ইংরেজী
ca: Anglès
cs: angličtina
da: Engelsk
de: Englisch
el: αγγλικός
es: Inglés
et: Inglise
eu: Ingelesa
fa: انگلیسی
fi: englanti
fr: Anglais
gl: Inglés
gu: અંગ્રેજી
he: אַנגְלִית
hi: अंग्रेज़ी
hr: engleski
hu: angol
hy: անգլերեն
is: Enska
it: Inglese
ja: 英語
ka: ინგლისური
kk: Ағылшын
km: ភាសាអង់គ្លេស
kn: ಇಂಗ್ಲೀಷ್
ko: 영어
ky: Англисче
lo: ພາສາອັງກິດ
lt: Anglų
lv: Angļu
mk: англиски
ml: ഇംഗ്ലീഷ്
mn: Англи
mr: इंग्रजी
ms: Inggeris
my: အင်္ဂလိပ်စာ
ne: अंग्रेजी
nl: Engels
no: Engelsk
or: ଇଂରାଜୀ
pa: ਅੰਗਰੇਜ਼ੀ
pl: angielski
pt: Inglês
ro: Engleză
ru: Английский
si: ඉංග්‍රීසි
sk: Angličtina
sl: Angleščina
sq: Anglisht
sr: Енглески
sv: Engelska
sw: Kiingereza
ta: ஆங்கிலம்
te: ఇంగ్లీష్
th: ภาษาอังกฤษ
tr: İngilizce
uk: Англійська
ur: انگریزی
uz: Ingliz
vi: Tiếng Anh
zh: 英语
zu: IsiNgisi

# search
source: To research
af: Om navorsing te doen
am: ምርምር ለማድረግ
ar: للبحث
as: গৱেষণা কৰিবলৈ
az: Tədqiq etmək
be: Даследаваць
bg: Да се проучи
bn: গবেষণা করা
ca: Per investigar
cs: Prozkoumat
da: At undersøge
de: Zur Forschung
el: Για έρευνα
es: Para investigar
et: Uurida
eu: Ikertzeko.
fa: برای تحقیق
fi: Tutkimus
fr: Rechercher
gl: Para investigar
gu: સંશોધન કરવા માટે
he: לחקור
hi: अनुसंधान करना
hr: Istraživanje
hu: Kutatáshoz
hy: Հետազոտել
is: Að rannsaka
it: Per ricercare
ja: 研究する
ka: კვლევისთვის
kk: Зерттеуге
km: ដើម្បីស្រាវជ្រាវ
kn: ಸಂಶೋಧನೆ ಮಾಡಲು
ko: 연구하다
ky: Изилдөө үчүн
lo: ເພື່ອຄົ້ນຄ້ວາ
lt: Tyrimams
lv: Lai pētītu
mk: Да истражувам
ml: ഗവേഷണം ചെയ്യാൻ
mn: Судалгаа хийх
mr: संशोधन करणे
ms: Untuk menyelidik
my: သုတေသနလုပ်ဖို့
ne: अनुसन्धान गर्न
nl: Om te onderzoeken
no: Å forske
or: ଗବେଷଣା କରିବାକୁ
pa: ਖੋਜ ਕਰਨ ਲਈ
pl: Do badań
pt: Para pesquisar
ro: A cerceta
ru: Для исследования
si: පර්යේෂණ කිරීමට
sk: Výskum
sl: Raziskati
sq: Për të hulumtuar
sr: Истраживати
sv: Att undersöka
sw: Kufanya utafiti
ta: ஆராய்ச்சி செய்ய
te: పరిశోధన చేయడానికి
th: เพื่อการวิจัย
tr: Araştırmak için
uk: Дослідити
ur: تحقیق کرنا
uz: Tadqiqot uchun
vi: Để nghiên cứu
zh: 研究
zu: Ukucwaninga

source: Audios
af: Oudio's
am: ኦዲዮዎች
ar: الصوتيات
as: অডিঅ'
az: Audiolar
be: Аўдыё
bg: Аудио файлове
bn: অডিও
ca: Àudios
cs: Audia
da: Lydfiler
el: Ήχοι
et: Helifailid
eu: Audioak
fa: صداها
fi: Äänitteet
gu: ઑડિઓઝ
he: קבצי אודיו
hi: ऑडियो
hr: Audiozapisi
hu: Hangfelvételek
hy: Աուդիոներ
is: Hljóð
it: Audio
ja: オーディオ
ka: აუდიოები
kk: Аудиолар
km: អូឌីយ៉ូ
kn: ಆಡಿಯೋಗಳು
ko: 오디오
ky: Аудио
lo: ສຽງ
lt: Garso įrašai
lv: Audio ieraksti
mk: Аудио снимки
ml: ഓഡിയോകൾ
mn: Аудио
mr: ऑडिओ
ms: Audio
my: အသံများ
ne: अडियोहरू
no: Lydfiler
or: ଅଡିଓଗୁଡିକ
pa: ਆਡੀਓਜ਼
pl: Pliki audio
pt: Áudios
ro: Audio-uri
ru: Аудио
si: ශ්‍රව්‍ය
sk: Zvuky
sl: Zvoki
sq: Audio
sr: Аудио записи
sv: Ljud
sw: Sauti
ta: ஆடியோக்கள்
te: ఆడియోలు
th: ไฟล์เสียง
tr: Sesler
uk: Аудіо
ur: آڈیوز
uz: Audiolar
vi: Âm thanh
zh: 音频
zu: Okulalelwayo

# no_results
source: No results found
af: Geen resultate gevind nie
am: ምንም ውጤቶች አልተገኙም።
ar: لم يتم العثور على نتائج
as: কোনো ফলাফল পোৱা নগ’ল
az: Heç bir nəticə tapılmadı
be: Вынікаў не знойдзена
bg: Няма намерени резултати
bn: কোন ফলাফল পাওয়া যায়নি
ca: No s'han trobat resultats
cs: Nenalezeny žádné výsledky
da: Ingen resultater fundet
de: Keine Ergebnisse gefunden
el: Δεν βρέθηκαν αποτελέσματα
es: No se encontraron resultados
et: Tulemusi ei leitud
eu: Ez da emaitzarik aurkitu
fa: هیچ نتیجه‌ای یافت نشد
fi: Ei tuloksia
fr: Aucun résultat trouvé
gl: Non se atoparon resultados
gu: કોઈ પરિણામ મળ્યું નથી.
he: לא נמצאו תוצאות
hi: कोई परिणाम नहीं मिला
hr: Nisu pronađeni rezultati
hu: Nincs találat
hy: Արդյունքներ չեն գտնվել
is: Engar niðurstöður fundust
it: Nessun risultato trovato
ja: 結果が見つかりませんでした
ka: შედეგები ვერ მოიძებნა
kk: Нәтиже табылмады
km: រកមិនឃើញលទ្ធផលទេ។
kn: ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ko: 검색 결과가 없습니다
ky: Эч натыйжа табылган жок
lo: ບໍ່ພົບຜົນການຊອກຫາ
lt: Nerasta jokių rezultatų
lv: Nav atrasts neviens rezultāts
mk: Не се пронајдени резултати
ml: ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mn: Үр дүн олдсонгүй
mr: कोणतेही निष्कर्ष सापडले नाहीत
ms: Tiada hasil ditemui
my: ရလဒ်များမတွေ့ပါ။
ne: कुनै नतिजा फेला परेन
nl: Geen resultaten gevonden
no: Ingen resultater funnet
or: କୌଣସି ଫଳାଫଳ ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
ro: Nu s-au găsit rezultate
ru: Результаты не найдены.
si: ප්‍රතිඵල හමු නොවීය
sk: Nenašli sa žiadne výsledky
sl: Ni najdenih rezultatov
sq: Nuk u gjetën rezultate
sr: Нису пронађени резултати
sv: Inga resultat hittades
sw: Hakuna matokeo yaliyopatikana
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை
te: ఫలితాలు కనుగొనబడలేదు
th: ไม่พบผลลัพธ์
tr: Hiçbir sonuç bulunamadı
uk: Результатів не знайдено
ur: کوئی نتیجہ نہیں ملا
uz: Hech qanday natija topilmadi
vi: Không tìm thấy kết quả
zh: 未找到结果
zu: Ayikho imiphumela etholiwe
