Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# auth_error_google
source: An unknown error occurred with Google login.
af: 'n Onbekende fout het met Google-aanmelding voorgekom.
am: በGoogle መግቢያ ላይ ያልታወቀ ስህተት ተከስቷል።
ar: حدث خطأ غير معروف أثناء تسجيل الدخول إلى Google.
as: গুগল লগইনৰ লগে লগে এটা অজ্ঞাত ভুল হৈছে।
az: Google girişi zamanı naməlum xəta baş verdi.
be: Невядомая памылка пры ўваходзе ў Google.
bg: Възникна неизвестна грешка при влизане в Google.
bn: গুগল লগইন করার সময় একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut en iniciar sessió a Google.
cs: Při přihlášení do Googlu došlo k neznámé chybě.
da: Der opstod en ukendt fejl med Google-login.
de: Bei der Google-Anmeldung ist ein unbekannter Fehler aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα με τη σύνδεση στο Google.
es: Se produjo un error desconocido con el inicio de sesión de Google.
et: Google'i sisselogimisel ilmnes tundmatu viga.
eu: Errore ezezagun bat gertatu da Google saioa hastean.
fa: خطای ناشناخته‌ای در ورود به سیستم گوگل رخ داده است.
fi: Google-kirjautumisessa tapahtui tuntematon virhe.
fr: Une erreur inconnue est survenue avec la connexion Google.
gl: Produciuse un erro descoñecido ao iniciar sesión en Google.
gu: ગૂગલ લોગિનમાં એક અજાણી ભૂલ આવી.
he: אירעה שגיאה לא ידועה בעת הכניסה לגוגל.
hi: गूगल लॉगिन में एक अज्ञात त्रुटि हुई.
hr: Došlo je do nepoznate pogreške prilikom prijave na Google.
hu: Ismeretlen hiba történt a Google bejelentkezéskor.
hy: Google մուտքի հետ կապված անհայտ սխալ է տեղի ունեցել։
is: Óþekkt villa kom upp við innskráningu á Google.
it: Si è verificato un errore sconosciuto durante l'accesso a Google.
ja: Google ログインで不明なエラーが発生しました。
ka: Google-ში შესვლასთან დაკავშირებით უცნობი შეცდომა მოხდა.
kk: Google жүйесіне кіру кезінде белгісіз қате орын алды.
km: កំហុសមិនស្គាល់បានកើតឡើងជាមួយនឹងការចូល Google ។
kn: Google ಲಾಗಿನ್‌ನಲ್ಲಿ ಅಪರಿಚಿತ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: Google 로그인에서 알 수 없는 오류가 발생했습니다.
ky: Google'га кирүү менен белгисиз ката кетти.
lo: ຄວາມຜິດພາດທີ່ບໍ່ຮູ້ຈັກເກີດຂຶ້ນກັບການເຂົ້າສູ່ລະບົບ Google.
lt: Prisijungiant prie „Google“ įvyko nežinoma klaida.
lv: Piesakoties pakalpojumā Google, radās nezināma kļūda.
mk: Се појави непозната грешка со најавувањето на Google.
ml: Google ലോഗിൻ ചെയ്യുമ്പോൾ ഒരു അജ്ഞാത പിശക് സംഭവിച്ചു.
mn: Google-д нэвтрэхэд үл мэдэгдэх алдаа гарлаа.
mr: गुगल लॉगिनमध्ये एक अज्ञात त्रुटी आली.
ms: Ralat tidak diketahui berlaku dengan log masuk Google.
my: Google အကောင့်ဝင်ခြင်းဖြင့် အမည်မသိအမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။
ne: गुगल लगइनमा एउटा अज्ञात त्रुटि भयो।
nl: Er is een onbekende fout opgetreden bij het inloggen bij Google.
no: Det oppsto en ukjent feil med Google-pålogging.
or: Google ଲଗଇନ୍ ସମୟରେ ଏକ ଅଜଣା ତ୍ରୁଟି ଘଟିଛି।
pa: ਗੂਗਲ ਲੌਗਇਨ ਵਿੱਚ ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਆਈ।
pl: Wystąpił nieznany błąd podczas logowania przez Google.
pt: Ocorreu um erro desconhecido com o login do Google.
ro: A apărut o eroare necunoscută la conectarea la Google.
ru: Произошла неизвестная ошибка при входе в Google.
si: Google පිවිසුම සමඟ නොදන්නා දෝෂයක් ඇති විය.
sk: Pri prihlásení do Google sa vyskytla neznáma chyba.
sl: Pri prijavi v Google je prišlo do neznane napake.
sq: Ndodhi një gabim i panjohur me hyrjen në Google.
sr: Дошло је до непознате грешке приликом пријављивања на Google.
sv: Ett okänt fel uppstod vid inloggning på Google.
sw: Hitilafu isiyojulikana imetokea wakati wa kuingia kwenye Google.
ta: கூகிள் உள்நுழைவில் ஒரு அறியப்படாத பிழை ஏற்பட்டது.
te: Google లాగిన్‌లో తెలియని లోపం సంభవించింది.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุกับการเข้าสู่ระบบ Google
tr: Google girişinde bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка під час входу в Google.
ur: گوگل لاگ ان میں ایک نامعلوم خرابی پیش آگئی۔
uz: Google tizimiga kirishda noma'lum xatolik yuz berdi.
vi: Đã xảy ra lỗi không xác định khi đăng nhập vào Google.
zh: Google 登录时出现未知错误。
zu: Kwenzeke iphutha elingaziwa ngokungena ngemvume kwe-Google.

# auth_error_apple
source: An unknown error occurred with Apple login.
af: 'n Onbekende fout het voorgekom met Apple-aanmelding.
am: በ Apple መግቢያ ላይ ያልታወቀ ስህተት ተከስቷል።
ar: حدث خطأ غير معروف أثناء تسجيل الدخول إلى Apple.
as: এপল লগইনৰ লগে লগে এটা অজ্ঞাত ত্ৰুটি ঘটিল।
az: Apple girişində naməlum xəta baş verdi.
be: Невядомая памылка пры ўваходзе ў Apple.
bg: Възникна неизвестна грешка при влизане в Apple.
bn: অ্যাপল লগইন করার সময় একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut en iniciar sessió a Apple.
cs: Při přihlašování k Apple došlo k neznámé chybě.
da: Der opstod en ukendt fejl under Apple-login.
de: Bei der Apple-Anmeldung ist ein unbekannter Fehler aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα με τη σύνδεση στην Apple.
es: Se produjo un error desconocido con el inicio de sesión de Apple.
et: Apple'i sisselogimisel ilmnes tundmatu viga.
eu: Errore ezezagun bat gertatu da Apple saioa hastean.
fa: خطای ناشناخته‌ای در ورود به سیستم اپل رخ داده است.
fi: Apple-kirjautumisessa tapahtui tuntematon virhe.
fr: Une erreur inconnue est survenue avec la connexion Apple.
gl: Produciuse un erro descoñecido ao iniciar sesión en Apple.
gu: એપલ લોગિનમાં એક અજાણી ભૂલ આવી.
he: אירעה שגיאה לא ידועה בעת הכניסה לאפל.
hi: Apple लॉगिन में एक अज्ञात त्रुटि उत्पन्न हुई.
hr: Došlo je do nepoznate pogreške prilikom prijave na Apple.
hu: Ismeretlen hiba történt az Apple bejelentkezéskor.
hy: Apple-ի մուտքի հետ կապված անհայտ սխալ է տեղի ունեցել։
is: Óþekkt villa kom upp við innskráningu hjá Apple.
it: Si è verificato un errore sconosciuto durante l'accesso Apple.
ja: Apple ログインで不明なエラーが発生しました。
ka: Apple-ში შესვლისას უცნობი შეცდომა მოხდა.
kk: Apple жүйесіне кіру кезінде белгісіз қате орын алды.
km: កំហុសមិនស្គាល់បានកើតឡើងជាមួយនឹងការចូល Apple ។
kn: ಆಪಲ್ ಲಾಗಿನ್‌ನಲ್ಲಿ ಅಜ್ಞಾತ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: Apple 로그인에서 알 수 없는 오류가 발생했습니다.
ky: Apple кирүүсүндө белгисиз ката кетти.
lo: ມີຄວາມຜິດພາດທີ່ບໍ່ຮູ້ຈັກເກີດຂຶ້ນກັບການເຂົ້າສູ່ລະບົບ Apple.
lt: Prisijungiant prie „Apple“ įvyko nežinoma klaida.
lv: Piesakoties pakalpojumā Apple, radās nezināma kļūda.
mk: Се појави непозната грешка со најавувањето на Apple.
ml: ആപ്പിൾ ലോഗിൻ ചെയ്യുമ്പോൾ ഒരു അജ്ഞാത പിശക് സംഭവിച്ചു.
mn: Apple-д нэвтрэх үед үл мэдэгдэх алдаа гарлаа.
mr: Apple लॉगिनमध्ये एक अज्ञात त्रुटी आली.
ms: Ralat tidak diketahui berlaku dengan log masuk Apple.
my: Apple အကောင့်ဝင်ခြင်းဖြင့် အမည်မသိအမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။
ne: एप्पल लगइनमा एउटा अज्ञात त्रुटि भयो।
nl: Er is een onbekende fout opgetreden bij het inloggen op Apple.
no: Det oppsto en ukjent feil med Apple-pålogging.
or: Apple ଲଗଇନ୍ ସହିତ ଏକ ଅଜଣା ତ୍ରୁଟି ଘଟିଛି।
pa: ਐਪਲ ਲੌਗਇਨ ਵਿੱਚ ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਆਈ।
pl: Wystąpił nieznany błąd podczas logowania Apple.
pt: Ocorreu um erro desconhecido com o login da Apple.
ro: A apărut o eroare necunoscută la conectarea la Apple.
ru: При входе в учетную запись Apple произошла неизвестная ошибка.
si: ඇපල් පිවිසුම සමඟ නොදන්නා දෝෂයක් ඇති විය.
sk: Pri prihlásení do Apple sa vyskytla neznáma chyba.
sl: Pri prijavi v Apple je prišlo do neznane napake.
sq: Ndodhi një gabim i panjohur me hyrjen në Apple.
sr: Дошло је до непознате грешке приликом пријављивања на Apple.
sv: Ett okänt fel uppstod vid Apple-inloggning.
sw: Hitilafu isiyojulikana imetokea kwa kuingia kwa Apple.
ta: ஆப்பிள் உள்நுழைவில் தெரியாத பிழை ஏற்பட்டது.
te: ఆపిల్ లాగిన్‌తో తెలియని లోపం సంభవించింది.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุกับการเข้าสู่ระบบ Apple
tr: Apple oturum açmada bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка під час входу в Apple.
ur: Apple لاگ ان میں ایک نامعلوم خرابی پیش آگئی۔
uz: Apple tizimiga kirishda noma'lum xatolik yuz berdi.
vi: Đã xảy ra lỗi không xác định khi đăng nhập vào Apple.
zh: Apple 登录时出现未知错误。
zu: Kwenzeke iphutha elingaziwa ngokungena ngemvume kwe-Apple.

# auth_error_echoue
source: Authentication failed, please try again
af: Verifikasie het misluk, probeer asseblief weer
am: ማረጋገጥ አልተሳካም፣ እባክዎ እንደገና ይሞክሩ
ar: فشل المصادقة، يرجى المحاولة مرة أخرى
as: প্ৰমাণীকৰণ বিফল, অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক
az: Doğrulama alınmadı, yenidən cəhd edin
be: Памылка аўтэнтыфікацыі, паспрабуйце яшчэ раз
bg: Удостоверяването не бе успешно, моля, опитайте отново
bn: প্রমাণীকরণ ব্যর্থ হয়েছে, অনুগ্রহ করে আবার চেষ্টা করুন।
ca: L'autenticació ha fallat, torna-ho a intentar.
cs: Ověření se nezdařilo, zkuste to prosím znovu.
da: Godkendelse mislykkedes. Prøv igen.
de: Authentifizierung fehlgeschlagen, bitte versuchen Sie es erneut
el: Η επαλήθευση ταυτότητας απέτυχε, δοκιμάστε ξανά
es: La autenticación falló, inténtelo de nuevo.
et: Autentimine ebaõnnestus, proovige uuesti
eu: Autentifikazioa huts egin du, saiatu berriro mesedez
fa: احراز هویت ناموفق بود، لطفا دوباره امتحان کنید
fi: Todennus epäonnistui, yritä uudelleen
fr: L'authentification a échoué, veuillez réessayer
gl: Fallou a autenticación. Téntao de novo.
gu: પ્રમાણીકરણ નિષ્ફળ ગયું, કૃપા કરીને ફરી પ્રયાસ કરો.
he: האימות נכשל, אנא נסה שוב
hi: प्रमाणीकरण विफल। पुन: प्रयास करें
hr: Autentifikacija nije uspjela, pokušajte ponovno
hu: A hitelesítés sikertelen, kérjük, próbálja újra
hy: Նույնականացումը ձախողվեց, խնդրում ենք կրկին փորձել
is: Auðkenning mistókst, vinsamlegast reyndu aftur
it: Autenticazione non riuscita, riprovare
ja: 認証に失敗しました。もう一度お試しください。
ka: ავთენტიფიკაცია ვერ მოხერხდა, გთხოვთ, სცადოთ ხელახლა
kk: Аутентификация орындалмады, әрекетті қайталаңыз
km: ការផ្ទៀងផ្ទាត់បានបរាជ័យ សូមព្យាយាមម្តងទៀត
kn: ದೃಢೀಕರಣ ವಿಫಲವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 인증에 실패했습니다. 다시 시도해 주세요.
ky: Аныктыгын текшерүү ишке ашкан жок, кайра аракет кылыңыз
lo: ການພິສູດຢືນຢັນລົ້ມເຫລວ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ
lt: Autentifikavimas nepavyko, bandykite dar kartą
lv: Autentifikācija neizdevās, lūdzu, mēģiniet vēlreiz
mk: Автентикацијата не успеа, обидете се повторно
ml: പ്രാമാണീകരണം പരാജയപ്പെട്ടു, വീണ്ടും ശ്രമിക്കുക.
mn: Баталгаажуулалт амжилтгүй боллоо, дахин оролдоно уу
mr: प्रमाणीकरण अयशस्वी, कृपया पुन्हा प्रयत्न करा.
ms: Pengesahan gagal, sila cuba lagi
my: အထောက်အထားစိစစ်ခြင်း မအောင်မြင်ပါ၊ ကျေးဇူးပြု၍ ထပ်စမ်းကြည့်ပါ။
ne: प्रमाणीकरण असफल भयो, कृपया फेरि प्रयास गर्नुहोस्।
nl: Authenticatie mislukt, probeer het opnieuw
no: Autentisering mislyktes. Prøv på nytt.
or: ପ୍ରାମାଣିକରଣ ବିଫଳ ହୋଇଛି, ଦୟାକରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਅਸਫਲ ਰਿਹਾ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Uwierzytelnianie nie powiodło się, spróbuj ponownie
pt: A autenticação falhou, tente novamente
ro: Autentificarea a eșuat, vă rugăm să încercați din nou.
ru: Аутентификация не удалась, попробуйте еще раз
si: සත්‍යාපනය අසාර්ථකයි, කරුණාකර නැවත උත්සාහ කරන්න.
sk: Overenie zlyhalo, skúste to znova.
sl: Preverjanje pristnosti ni uspelo, poskusite znova
sq: Autentifikimi dështoi, ju lutemi provoni përsëri
sr: Аутентификација није успела, покушајте поново
sv: Autentiseringen misslyckades, försök igen
sw: Uthibitishaji haukufaulu, tafadhali jaribu tena
ta: அங்கீகாரம் தோல்வியடைந்தது, மீண்டும் முயற்சிக்கவும்.
te: ప్రామాణీకరణ విఫలమైంది, దయచేసి మళ్ళీ ప్రయత్నించండి.
th: การตรวจสอบสิทธิ์ล้มเหลว โปรดลองอีกครั้ง
tr: Kimlik doğrulama başarısız oldu, lütfen tekrar deneyin
uk: Не вдалося виконати автентифікацію, спробуйте ще раз
ur: تصدیق ناکام ہو گئی، براہ کرم دوبارہ کوشش کریں۔
uz: Autentifikatsiya amalga oshmadi, qayta urinib ko‘ring
vi: Xác thực không thành công, vui lòng thử lại
zh: 身份验证失败，请重试
zu: Ukuqinisekisa kuhlulekile, sicela uzame futhi

# firebase_error_message_too_many_requests
source: Too many requests. Try again later.
af: Te veel versoeke. Probeer later weer.
am: በጣም ብዙ ጥያቄዎች። ቆይተው እንደገና ይሞክሩ።
ar: طلبات كثيرة جدًا. حاول مرة أخرى لاحقًا.
as: বহুত বেছি অনুৰোধ। পিছত আকৌ চেষ্টা কৰক।
az: Həddindən artıq sorğu. Daha sonra yenidən cəhd edin.
be: Занадта шмат запытаў. Паўтарыце спробу пазней.
bg: Твърде много заявки. Опитайте отново по-късно.
bn: অনেক বেশি অনুরোধ। পরে আবার চেষ্টা করুন।
ca: Massa sol·licituds. Torna-ho a provar més tard.
cs: Příliš mnoho požadavků. Zkuste to znovu později.
da: For mange anmodninger. Prøv igen senere.
de: Zu viele Anfragen. Versuchen Sie es später noch einmal.
el: Πάρα πολλά αιτήματα. Δοκιμάστε ξανά αργότερα.
es: Demasiadas solicitudes. Inténtalo de nuevo más tarde.
et: Liiga palju päringuid. Proovige hiljem uuesti.
eu: Eskaera gehiegi. Saiatu berriro geroago.
fa: درخواست‌ها خیلی زیاد است. بعداً دوباره امتحان کنید.
fi: Liikaa pyyntöjä. Yritä myöhemmin uudelleen.
fr: Trop de demandes. Réessayez plus tard.
gl: Demasiadas solicitudes. Téntao de novo máis tarde.
gu: ઘણી બધી વિનંતીઓ. પછીથી ફરી પ્રયાસ કરો.
he: יותר מדי בקשות. נסה שוב מאוחר יותר.
hi: बहुत ज़्यादा अनुरोध हैं. बाद में फिर से कोशिश करें.
hr: Previše zahtjeva. Pokušajte ponovno kasnije.
hu: Túl sok kérés. Próbáld újra később.
hy: Չափազանց շատ հարցումներ։ Փորձեք կրկին ավելի ուշ։
is: Of margar beiðnir. Reyndu aftur síðar.
it: Troppe richieste. Riprova più tardi.
ja: リクエストが多すぎます。しばらくしてからもう一度お試しください。
ka: ძალიან ბევრი მოთხოვნაა. სცადეთ მოგვიანებით.
kk: Өтініштер тым көп. Әрекетті кейінірек қайталаңыз.
km: សំណើច្រើនពេក។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
kn: ತುಂಬಾ ವಿನಂತಿಗಳಿವೆ. ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 요청이 너무 많습니다. 나중에 다시 시도하세요.
ky: Өтө көп өтүнүчтөр. Кийинчерээк кайра аракет кылыңыз.
lo: ການຮ້ອງຂໍຫຼາຍເກີນໄປ. ລອງໃໝ່ໃນພາຍຫຼັງ.
lt: Per daug užklausų. Bandykite dar kartą vėliau.
lv: Pārāk daudz pieprasījumu. Mēģiniet vēlreiz vēlāk.
mk: Премногу барања. Обидете се повторно подоцна.
ml: വളരെയധികം അഭ്യർത്ഥനകൾ. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mn: Хэт олон хүсэлт. Дараа дахин оролдоно уу.
mr: खूप जास्त विनंत्या. नंतर पुन्हा प्रयत्न करा.
ms: Terlalu banyak permintaan. Cuba lagi nanti.
my: တောင်းဆိုမှုတွေ များလွန်းတယ်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
ne: धेरै अनुरोधहरू। पछि फेरि प्रयास गर्नुहोस्।
nl: Te veel verzoeken. Probeer het later opnieuw.
no: For mange forespørsler. Prøv igjen senere.
or: ବହୁତ ଅଧିକ ଅନୁରୋଧ। ପରେ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਬਹੁਤ ਜ਼ਿਆਦਾ ਬੇਨਤੀਆਂ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Zbyt wiele żądań. Spróbuj ponownie później.
pt: Muitas solicitações. Tente novamente mais tarde.
ro: Prea multe solicitări. Încercați din nou mai târziu.
ru: Слишком много запросов. Попробуйте позже.
si: ඉල්ලීම් වැඩියි. පසුව නැවත උත්සාහ කරන්න.
sk: Príliš veľa žiadostí. Skúste to znova neskôr.
sl: Preveč zahtev. Poskusite znova pozneje.
sq: Shumë kërkesa. Provo përsëri më vonë.
sr: Превише захтева. Покушајте поново касније.
sv: För många förfrågningar. Försök igen senare.
sw: Maombi mengi sana. Jaribu tena baadaye.
ta: மிக அதிகமான கோரிக்கைகள். பிறகு முயற்சிக்கவும்.
te: చాలా ఎక్కువ అభ్యర్థనలు ఉన్నాయి. తర్వాత మళ్ళీ ప్రయత్నించండి.
th: มีคำขอมากเกินไป โปรดลองอีกครั้งในภายหลัง
tr: Çok fazla istek var. Daha sonra tekrar deneyin.
uk: Забагато запитів. Спробуйте пізніше.
ur: بہت زیادہ درخواستیں بعد میں دوبارہ کوشش کریں۔
uz: Juda koʻp soʻrovlar. Keyinroq qayta urining.
vi: Quá nhiều yêu cầu. Vui lòng thử lại sau.
zh: 请求过多。请稍后重试。
zu: Izicelo eziningi kakhulu. Zama futhi emuva kwesikhathi.

# firebase_error_message_default
source: An unknown error has occurred.
af: 'n Onbekende fout het voorgekom.
am: ያልታወቀ ስህተት ተከስቷል።
ar: لقد حدث خطأ غير معروف.
as: এটা অজ্ঞাত ভুল হৈছে।
az: Naməlum xəta baş verdi.
be: Узнікла невядомая памылка.
bg: Възникна неизвестна грешка.
bn: একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut.
cs: Došlo k neznámé chybě.
da: Der er opstået en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα.
es: Se ha producido un error desconocido.
et: Tekkis tundmatu viga.
eu: Errore ezezagun bat gertatu da.
fa: خطای ناشناخته‌ای رخ داده است.
fi: Tuntematon virhe on tapahtunut.
fr: Une erreur inconnue est survenue.
gl: Produciuse un erro descoñecido.
gu: એક અજાણી ભૂલ આવી છે.
he: אירעה שגיאה לא ידועה.
hi: एक अज्ञात त्रुटि हुई है।
hr: Došlo je do nepoznate pogreške.
hu: Ismeretlen hiba történt.
hy: Անհայտ սխալ է տեղի ունեցել։
is: Óþekkt villa hefur komið upp.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ka: უცნობი შეცდომა მოხდა.
kk: Белгісіз қате орын алды.
km: កំហុសមិនស្គាល់បានកើតឡើង។
kn: ಒಂದು ಅಜ್ಞಾತ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: 알 수 없는 오류가 발생했습니다.
ky: Белгисиз ката кетти.
lo: ເກີດຄວາມຜິດພາດທີ່ບໍ່ຮູ້ຈັກຂຶ້ນ.
lt: Įvyko nežinoma klaida.
lv: Radusies nezināma kļūda.
mk: Се појави непозната грешка.
ml: ഒരു അജ്ഞാത പിശക് സംഭവിച്ചു.
mn: Үл мэдэгдэх алдаа гарлаа.
mr: एक अज्ञात त्रुटी आली आहे.
ms: Ralat yang tidak diketahui telah berlaku.
my: အမည်မသိ အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။
ne: एउटा अज्ञात त्रुटि भएको छ।
nl: Er is een onbekende fout opgetreden.
no: Det har oppstått en ukjent feil.
or: ଏକ ଅଜଣା ତ୍ରୁଟି ଦେଖାଦେଇଛି।
pa: ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił nieznany błąd.
pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка.
si: නොදන්නා දෝෂයක් සිදුවී ඇත.
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.
sq: Ka ndodhur një gabim i panjohur.
sr: Дошло је до непознате грешке.
sv: Ett okänt fel har uppstått.
sw: Hitilafu isiyojulikana imetokea.
ta: தெரியாத பிழை ஏற்பட்டுள்ளது.
te: తెలియని లోపం సంభవించింది.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка.
ur: ایک نامعلوم خرابی پیش آ گئی ہے۔
uz: Noma'lum xatolik yuz berdi.
vi: Đã xảy ra lỗi không xác định.
zh: 发生了未知错误。
zu: Kwenzeke iphutha elingaziwa.

# firebase_error_message_invalid_email
source: The email address is malformed.
af: Die e-posadres is verkeerd gevorm.
am: የኢሜል አድራሻው የተሳሳተ ነው።
ar: عنوان البريد الإلكتروني غير صحيح.
as: ইমেইল ঠিকনাটো বিকৃত।
az: E-poçt ünvanı səhvdir.
be: Адрас электроннай пошты мае няправільны фармат.
bg: Имейл адресът е неправилно форматиран.
bn: ইমেল ঠিকানাটি ত্রুটিপূর্ণ।
ca: L'adreça de correu electrònic té un format incorrecte.
cs: E-mailová adresa je chybně naformátovaná.
da: E-mailadressen er forkert formateret.
de: Die E-Mail-Adresse ist falsch formatiert.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου έχει λανθασμένη μορφή.
es: La dirección de correo electrónico está mal formada.
et: E-posti aadress on vigane.
eu: Helbide elektronikoa gaizki osatuta dago.
fa: آدرس ایمیل ناقص است.
fi: Sähköpostiosoite on väärin muotoiltu.
fr: L'adresse e-mail est mal formée.
gl: O enderezo de correo electrónico ten un formato incorrecto.
gu: ઇમેઇલ સરનામું ખોટુ છે.
he: כתובת הדוא"ל אינה מעוצבת כראוי.
hi: ईमेल पता विकृत है.
hr: Adresa e-pošte je neispravno oblikovana.
hu: Az e-mail cím hibás formátumú.
hy: Էլ․ հասցեն սխալ է ձևակերպված։
is: Netfangið er rangt.
it: L'indirizzo email non è corretto.
ja: 電子メールアドレスの形式が正しくありません。
ka: ელფოსტის მისამართი არასწორად არის ფორმულირებული.
kk: Электрондық пошта мекенжайы дұрыс емес.
km: អាសយដ្ឋានអ៊ីមែលមានទម្រង់ខុស។
kn: ಇಮೇಲ್ ವಿಳಾಸವು ತಪ್ಪಾಗಿದೆ.
ko: 이메일 주소가 잘못되었습니다.
ky: Электрондук почта дареги туура эмес.
lo: ທີ່ຢູ່ອີເມວບໍ່ຖືກຕ້ອງ.
lt: El. pašto adresas yra netinkamai suformuotas.
lv: E-pasta adrese ir nepareizi veidota.
mk: Е-мејл адресата е погрешно форматирана.
ml: ഇമെയിൽ വിലാസം തെറ്റായി രൂപപ്പെടുത്തിയിരിക്കുന്നു.
mn: Имэйл хаяг алдаатай байна.
mr: ईमेल पत्ता विकृत आहे.
ms: Alamat e-mel salah bentuk.
my: အီးမေးလ်လိပ်စာသည် ပုံစံမမှန်ပါ။
ne: इमेल ठेगाना विकृत छ।
nl: Het e-mailadres is onjuist.
no: E-postadressen er feilformatert.
or: ଇମେଲ୍ ଠିକଣାଟି ଭୁଲ ହୋଇଛି।
pa: ਈਮੇਲ ਪਤਾ ਨੁਕਸਦਾਰ ਹੈ।
pl: Adres e-mail jest nieprawidłowy.
pt: O endereço de e-mail está incorreto.
ro: Adresa de e-mail este incorectă.
ru: Адрес электронной почты неверен.
si: විද්‍යුත් තැපැල් ලිපිනය වැරදියි.
sk: E-mailová adresa je nesprávne naformátovaná.
sl: E-poštni naslov je napačno oblikovan.
sq: Adresa e email-it është e keqformuar.
sr: Адреса е-поште је погрешно форматирана.
sv: E-postadressen är felaktigt formaterad.
sw: Anwani ya barua pepe ina hitilafu.
ta: மின்னஞ்சல் முகவரி தவறான வடிவத்தில் உள்ளது.
te: ఈమెయిల్ చిరునామా తప్పుగా ఉంది.
th: ที่อยู่อีเมลมีรูปแบบไม่ถูกต้อง
tr: E-posta adresi hatalı.
uk: Адреса електронної пошти має неправильний формат.
ur: ای میل ایڈریس خراب ہے۔
uz: Elektron pochta manzili noto'g'ri tuzilgan.
vi: Địa chỉ email không đúng định dạng.
zh: 电子邮件地址格式不正确。
zu: Ikheli le-imeyili alilungile.

# firebase_error_message_user_disabled
source: This user account has been disabled.
af: Hierdie gebruikersrekening is gedeaktiveer.
am: ይህ የተጠቃሚ መለያ ተሰናክሏል።
ar: تم تعطيل حساب المستخدم هذا.
as: এই ব্যৱহাৰকাৰী একাউণ্টটো নিষ্ক্ৰিয় কৰা হৈছে।
az: Bu istifadəçi hesabı deaktiv edilib.
be: Гэты ўліковы запіс карыстальніка быў адключаны.
bg: Този потребителски акаунт е деактивиран.
bn: এই ব্যবহারকারীর অ্যাকাউন্টটি নিষ্ক্রিয় করা হয়েছে।
ca: Aquest compte d'usuari ha estat desactivat.
cs: Tento uživatelský účet byl deaktivován.
da: Denne brugerkonto er blevet deaktiveret.
de: Dieses Benutzerkonto wurde deaktiviert.
el: Αυτός ο λογαριασμός χρήστη έχει απενεργοποιηθεί.
es: Esta cuenta de usuario ha sido deshabilitada.
et: See kasutajakonto on keelatud.
eu: Erabiltzaile-kontu hau desgaitu egin da.
fa: این حساب کاربری غیرفعال شده است.
fi: Tämä käyttäjätili on poistettu käytöstä.
fr: Ce compte utilisateur a été désactivé.
gl: Esta conta de usuario foi desactivada.
gu: આ વપરાશકર્તા ખાતું અક્ષમ કરવામાં આવ્યું છે.
he: חשבון משתמש זה הושבת.
hi: यह उपयोगकर्ता खाता अक्षम कर दिया गया है.
hr: Ovaj korisnički račun je onemogućen.
hu: Ez a felhasználói fiók letiltásra került.
hy: Այս օգտատիրոջ հաշիվը անջատված է։
is: Þessi notandareikningur hefur verið gerður óvirkur.
it: Questo account utente è stato disabilitato.
ja: このユーザー アカウントは無効になっています。
ka: ეს მომხმარებლის ანგარიში გამორთულია.
kk: Бұл пайдаланушы тіркелгісі өшірілген.
km: គណនីអ្នកប្រើប្រាស់នេះត្រូវបានបិទ។
kn: ಈ ಬಳಕೆದಾರ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.
ko: 이 사용자 계정은 비활성화되었습니다.
ky: Бул колдонуучу каттоо эсеби өчүрүлгөн.
lo: ບັນຊີຜູ້ໃຊ້ນີ້ຖືກປິດໃຊ້ງານ.
lt: Ši vartotojo paskyra buvo išjungta.
lv: Šis lietotāja konts ir atspējots.
mk: Оваа корисничка сметка е оневозможена.
ml: ഈ ഉപയോക്തൃ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു.
mn: Энэ хэрэглэгчийн бүртгэл идэвхгүй болсон.
mr: हे वापरकर्ता खाते अक्षम केले गेले आहे.
ms: Akaun pengguna ini telah dilumpuhkan.
my: ဤအသုံးပြုသူအကောင့်ကို ပိတ်ထားသည်။
ne: यो प्रयोगकर्ता खाता असक्षम पारिएको छ।
nl: Dit gebruikersaccount is uitgeschakeld.
no: Denne brukerkontoen er deaktivert.
or: ଏହି ଉପଯୋଗକର୍ତ୍ତା ଖାତାକୁ ଅକ୍ଷମ କରାଯାଇଛି।
pa: ਇਹ ਉਪਭੋਗਤਾ ਖਾਤਾ ਅਯੋਗ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: To konto użytkownika zostało wyłączone.
pt: Esta conta de usuário foi desativada.
ro: Acest cont de utilizator a fost dezactivat.
ru: Эта учетная запись пользователя отключена.
si: මෙම පරිශීලක ගිණුම අක්‍රිය කර ඇත.
sk: Tento používateľský účet bol deaktivovaný.
sl: Ta uporabniški račun je bil onemogočen.
sq: Kjo llogari përdoruesi është çaktivizuar.
sr: Овај кориснички налог је онемогућен.
sv: Det här användarkontot har inaktiverats.
sw: Akaunti hii ya mtumiaji imezimwa.
ta: இந்தப் பயனர் கணக்கு முடக்கப்பட்டுள்ளது.
te: ఈ వినియోగదారు ఖాతా నిలిపివేయబడింది.
th: บัญชีผู้ใช้นี้ถูกปิดใช้งานแล้ว
tr: Bu kullanıcı hesabı devre dışı bırakıldı.
uk: Цей обліковий запис користувача було вимкнено.
ur: یہ صارف اکاؤنٹ غیر فعال کر دیا گیا ہے۔
uz: Ushbu foydalanuvchi hisobi o'chirilgan.
vi: Tài khoản người dùng này đã bị vô hiệu hóa.
zh: 该用户帐户已被禁用。
zu: Le akhawunti yomsebenzisi ivaliwe.
