Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# alert_message_email_send_error
source: Error sending email.
af: Fout tydens die stuur van e-pos.
am: ኢሜይል በመላክ ላይ ስህተት።
ar: خطأ في إرسال البريد الإلكتروني.
as: ইমেইল প্ৰেৰণ কৰাত ত্ৰুটি।
az: E-poçt göndərilərkən xəta baş verdi.
be: Памылка адпраўкі электроннага ліста.
bg: Грешка при изпращане на имейл.
bn: ইমেল পাঠানোর সময় ত্রুটি।
ca: Error en enviar el correu electrònic.
cs: Chyba při odesílání e-mailu.
da: Fejl ved afsendelse af e-mail.
de: Fehler beim Senden der E-Mail.
el: Σφάλμα κατά την αποστολή email.
es: Error al enviar el correo electrónico.
et: Viga e-kirja saatmisel.
eu: Errorea mezu elektronikoa bidaltzean.
fa: خطا در ارسال ایمیل.
fi: Virhe sähköpostin lähetyksessä.
fr: Erreur lors de l'envoi de l'email.
gl: Erro ao enviar o correo electrónico.
gu: ઇમેઇલ મોકલવામાં ભૂલ.
he: שגיאה בשליחת אימייל.
hi: ईमेल भेजने में त्रुटि.
hr: Greška pri slanju e-pošte.
hu: Hiba az e-mail küldésekor.
hy: Էլ․փոստի ուղարկման սխալ։
is: Villa við að senda tölvupóst.
it: Errore durante l'invio dell'e-mail.
ja: メールの送信中にエラーが発生しました。
ka: ელფოსტის გაგზავნის შეცდომა.
kk: Электрондық поштаны жіберу қатесі.
km: កំហុសក្នុងការផ្ញើអ៊ីមែល។
kn: ಇಮೇಲ್ ಕಳುಹಿಸುವಲ್ಲಿ ದೋಷ.
ko: 이메일을 보내는 중 오류가 발생했습니다.
ky: Электрондук почтаны жөнөтүүдө ката кетти.
lo: ການສົ່ງອີເມວຜິດພາດ.
lt: Klaida siunčiant el. laišką.
lv: Kļūda, nosūtot e-pastu.
mk: Грешка при испраќање е-пошта.
ml: ഇമെയിൽ അയയ്ക്കുന്നതിൽ പിശക്.
mn: Имэйл илгээхэд алдаа гарлаа.
mr: ईमेल पाठवताना त्रुटी.
ms: Ralat menghantar e-mel.
my: အီးမေးလ်ပို့ရာတွင် အမှားအယွင်းရှိသည်။
ne: इमेल पठाउँदा त्रुटि भयो।
nl: Fout bij het verzenden van e-mail.
no: Feil ved sending av e-post.
or: ଇମେଲ୍ ପଠାଇବାରେ ତ୍ରୁଟି।
pa: ਈਮੇਲ ਭੇਜਣ ਵਿੱਚ ਗਲਤੀ।
pl: Błąd podczas wysyłania wiadomości e-mail.
pt: Erro ao enviar e-mail.
ro: Eroare la trimiterea e-mailului.
ru: Ошибка отправки письма.
si: විද්‍යුත් තැපෑල යැවීමේ දෝෂයකි.
sk: Chyba pri odosielaní e-mailu.
sl: Napaka pri pošiljanju e-pošte.
sq: Gabim gjatë dërgimit të email-it.
sr: Грешка при слању имејла.
sv: Fel vid sändning av e-post.
sw: Hitilafu katika kutuma barua pepe.
ta: மின்னஞ்சல் அனுப்புவதில் பிழை.
te: ఇమెయిల్ పంపడంలో లోపం.
th: เกิดข้อผิดพลาดในการส่งอีเมล์
tr: E-posta gönderilirken hata oluştu.
uk: Помилка надсилання електронного листа.
ur: ای میل بھیجنے میں خرابی۔
uz: Email yuborishda xatolik yuz berdi.
vi: Có lỗi khi gửi email.
zh: 发送电子邮件时出错。
zu: Iphutha ekuthumeleni i-imeyili.

# auth_error_deconnect
source: An error occurred while logging out.
af: 'n Fout het voorgekom tydens uitmelding.
am: በመውጣት ላይ ሳለ አንድ ስህተት ተከስቷል።
ar: حدث خطأ أثناء تسجيل الخروج.
as: লগ আউট কৰাৰ সময়ত এটা ভুল হৈছে।
az: Çıxış zamanı xəta baş verdi.
be: Падчас выхаду з сістэмы адбылася памылка.
bg: Възникна грешка при излизане.
bn: লগ আউট করার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error en tancar la sessió.
cs: Při odhlašování došlo k chybě.
da: Der opstod en fejl under udlogging.
de: Beim Abmelden ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την αποσύνδεση.
es: Se produjo un error al cerrar sesión.
et: Väljalogimisel ilmnes viga.
eu: Errore bat gertatu da saioa amaitzean.
fa: هنگام خروج از سیستم خطایی رخ داد.
fi: Uloskirjautumisessa tapahtui virhe.
fr: Une erreur est survenue lors de la déconnexion.
gl: Produciuse un erro ao pechar sesión.
gu: લોગ આઉટ કરતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת ההתנתקות.
hi: लॉग आउट करते समय एक त्रुटि हुई.
hr: Došlo je do pogreške prilikom odjave.
hu: Hiba történt a kijelentkezés során.
hy: Ելքի ժամանակ սխալ տեղի ունեցավ։
is: Villa kom upp við útskráningu.
it: Si è verificato un errore durante la disconnessione.
ja: ログアウト中にエラーが発生しました。
ka: გასვლისას შეცდომა მოხდა.
kk: Жүйеден шығу кезінде қате орын алды.
km: កំហុសមួយបានកើតឡើងពេលចេញពីគណនី។
kn: ಲಾಗ್ ಔಟ್ ಮಾಡುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: 로그아웃하는 동안 오류가 발생했습니다.
ky: Чыгуу учурунда ката кетти.
lo: ເກີດຄວາມຜິດພາດຂຶ້ນໃນຂະນະທີ່ອອກຈາກລະບົບ.
lt: Atsijungiant įvyko klaida.
lv: Izrakstoties, radās kļūda.
mk: Се појави грешка при одјавувањето.
ml: ലോഗ് ഔട്ട് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mn: Гарах үед алдаа гарлаа.
mr: लॉग आउट करताना एक त्रुटी आली.
ms: Ralat berlaku semasa log keluar.
my: ထွက်နေစဉ်တွင် အမှားအယွင်းတစ်ခု ဖြစ်ပေါ်ခဲ့သည်။
ne: लग आउट गर्दा एउटा त्रुटि भयो।
nl: Er is een fout opgetreden bij het uitloggen.
no: Det oppsto en feil under utlogging.
or: ଲଗ୍ ଆଉଟ୍ କରିବା ସମୟରେ ଏକ ତ୍ରୁଟି ଘଟିଛି।
pa: ਲੌਗ ਆਊਟ ਕਰਨ ਵੇਲੇ ਇੱਕ ਗਲਤੀ ਹੋਈ।
pl: Wystąpił błąd podczas wylogowywania.
pt: Ocorreu um erro ao sair.
ro: A apărut o eroare la deconectare.
ru: Произошла ошибка при выходе из системы.
si: ලොග් වීමේදී දෝෂයක් ඇති විය.
sk: Pri odhlasovaní sa vyskytla chyba.
sl: Pri odjavi je prišlo do napake.
sq: Ndodhi një gabim gjatë daljes.
sr: Дошло је до грешке приликом одјављивања.
sv: Ett fel uppstod vid utloggning.
sw: Hitilafu ilitokea wakati wa kuondoka.
ta: வெளியேறும்போது பிழை ஏற்பட்டது.
te: లాగ్ అవుట్ చేస్తున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะออกจากระบบ
tr: Çıkış yaparken bir hata oluştu.
uk: Під час виходу сталася помилка.
ur: لاگ آؤٹ کرتے وقت ایک خرابی پیش آگئی۔
uz: Hisobdan chiqishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi đăng xuất.
zh: 注销时发生错误。
zu: Kwenzeke iphutha ngesikhathi uphuma.

# auth_error_connect
source: An unknown error occurred while connecting.
af: 'n Onbekende fout het tydens die verbinding voorgekom.
am: በማገናኘት ጊዜ ያልታወቀ ስህተት ተከስቷል።
ar: حدث خطأ غير معروف أثناء الاتصال.
as: সংযোগ কৰাৰ সময়ত এটা অজ্ঞাত ভুল হৈছে।
az: Qoşularkən naməlum xəta baş verdi.
be: Падчас падключэння адбылася невядомая памылка.
bg: Възникна неизвестна грешка при свързване.
bn: সংযোগ করার সময় একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut durant la connexió.
cs: Při připojování došlo k neznámé chybě.
da: Der opstod en ukendt fejl under tilslutning.
de: Beim Verbinden ist ein unbekannter Fehler aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα κατά τη σύνδεση.
es: Se produjo un error desconocido durante la conexión.
et: Ühendamise ajal ilmnes tundmatu viga.
eu: Errore ezezagun bat gertatu da konektatzean.
fa: هنگام اتصال خطای ناشناخته‌ای رخ داد.
fi: Yhteyden muodostamisessa tapahtui tuntematon virhe.
fr: Une erreur inconnue est survenue lors de la connexion.
gl: Produciuse un erro descoñecido ao conectar.
gu: કનેક્ટ કરતી વખતે એક અજાણી ભૂલ આવી.
he: אירעה שגיאה לא ידועה בעת ההתחברות.
hi: कनेक्ट करते समय एक अज्ञात त्रुटि उत्पन्न हुई.
hr: Došlo je do nepoznate pogreške prilikom povezivanja.
hu: Ismeretlen hiba történt a csatlakozás során.
hy: Միացման ժամանակ անհայտ սխալ տեղի ունեցավ։
is: Óþekkt villa kom upp við tengingu.
it: Si è verificato un errore sconosciuto durante la connessione.
ja: 接続中に不明なエラーが発生しました。
ka: დაკავშირებისას უცნობი შეცდომა მოხდა.
kk: Қосылу кезінде белгісіз қате орын алды.
km: កំហុសមិនស្គាល់បានកើតឡើងនៅពេលភ្ជាប់។
kn: ಸಂಪರ್ಕಿಸುವಾಗ ಅಪರಿಚಿತ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: 연결하는 동안 알 수 없는 오류가 발생했습니다.
ky: Туташуу учурунда белгисиз ката кетти.
lo: ເກີດຄວາມຜິດພາດທີ່ບໍ່ຮູ້ຈັກໃນຂະນະທີ່ເຊື່ອມຕໍ່.
lt: Prisijungiant įvyko nežinoma klaida.
lv: Savienojuma laikā radās nezināma kļūda.
mk: Се појави непозната грешка при поврзувањето.
ml: ബന്ധിപ്പിക്കുമ്പോൾ ഒരു അജ്ഞാത പിശക് സംഭവിച്ചു.
mn: Холбох явцад үл мэдэгдэх алдаа гарлаа.
mr: कनेक्ट करताना एक अज्ञात त्रुटी आली.
ms: Ralat tidak diketahui berlaku semasa menyambung.
my: ချိတ်ဆက်နေစဉ် အမည်မသိ အမှားတစ်ခု ဖြစ်ပေါ်ခဲ့သည်။
ne: जडान गर्दा एउटा अज्ञात त्रुटि भयो।
nl: Er is een onbekende fout opgetreden tijdens het verbinden.
no: Det oppsto en ukjent feil under tilkobling.
or: ସଂଯୋଗ କରିବା ସମୟରେ ଏକ ଅଜଣା ତ୍ରୁଟି ଘଟିଛି।
pa: ਕਨੈਕਟ ਕਰਨ ਵੇਲੇ ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਆਈ।
pl: Podczas łączenia wystąpił nieznany błąd.
pt: Ocorreu um erro desconhecido durante a conexão.
ro: A apărut o eroare necunoscută la conectare.
ru: При подключении произошла неизвестная ошибка.
si: සම්බන්ධ වීමේදී නොදන්නා දෝෂයක් ඇති විය.
sk: Pri pripájaní sa vyskytla neznáma chyba.
sl: Med povezovanjem je prišlo do neznane napake.
sq: Ndodhi një gabim i panjohur gjatë lidhjes.
sr: Дошло је до непознате грешке приликом повезивања.
sv: Ett okänt fel uppstod vid anslutning.
sw: Hitilafu isiyojulikana imetokea wakati wa kuunganisha.
ta: இணைக்கும்போது தெரியாத பிழை ஏற்பட்டது.
te: కనెక్ట్ చేస్తున్నప్పుడు తెలియని లోపం సంభవించింది.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะเชื่อมต่อ
tr: Bağlantı sırasında bilinmeyen bir hata oluştu.
uk: Під час підключення сталася невідома помилка.
ur: رابطہ کرتے وقت ایک نامعلوم خرابی پیش آگئی۔
uz: Ulanishda noma'lum xatolik yuz berdi.
vi: Đã xảy ra lỗi không xác định khi kết nối.
zh: 连接时发生未知错误。
zu: Kwenzeke iphutha elingaziwa ngenkathi kuxhunywa.

# auth_error_register_unknown
source: An unknown error occurred during registration.
af: 'n Onbekende fout het tydens registrasie voorgekom.
am: በምዝገባ ወቅት ያልታወቀ ስህተት ተከስቷል።
ar: حدث خطأ غير معروف أثناء التسجيل.
as: পঞ্জীয়নৰ সময়ত এটা অজ্ঞাত ভুল হৈছে।
az: Qeydiyyat zamanı naməlum xəta baş verdi.
be: Падчас рэгістрацыі адбылася невядомая памылка.
bg: Възникна неизвестна грешка по време на регистрацията.
bn: নিবন্ধনের সময় একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut durant el registre.
cs: Během registrace došlo k neznámé chybě.
da: Der opstod en ukendt fejl under registreringen.
de: Bei der Registrierung ist ein unbekannter Fehler aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα κατά την εγγραφή.
es: Se produjo un error desconocido durante el registro.
et: Registreerimisel ilmnes tundmatu viga.
eu: Errore ezezagun bat gertatu da erregistroan zehar.
fa: خطای ناشناخته‌ای هنگام ثبت نام رخ داد.
fi: Rekisteröinnin aikana tapahtui tuntematon virhe.
fr: Une erreur inconnue est survenue lors de l'inscription.
gl: Produciuse un erro descoñecido durante o rexistro.
gu: નોંધણી દરમ્યાન એક અજાણી ભૂલ આવી.
he: אירעה שגיאה לא ידועה במהלך ההרשמה.
hi: पंजीकरण के दौरान एक अज्ञात त्रुटि हुई.
hr: Došlo je do nepoznate greške tijekom registracije.
hu: Ismeretlen hiba történt a regisztráció során.
hy: Գրանցման ընթացքում անհայտ սխալ է տեղի ունեցել։
is: Óþekkt villa kom upp við skráningu.
it: Si è verificato un errore sconosciuto durante la registrazione.
ja: 登録中に不明なエラーが発生しました。
ka: რეგისტრაციის დროს უცნობი შეცდომა მოხდა.
kk: Тіркеу кезінде белгісіз қате орын алды.
km: កំហុសមិនស្គាល់មួយបានកើតឡើងអំឡុងពេលចុះឈ្មោះ។
kn: ನೋಂದಣಿ ಸಮಯದಲ್ಲಿ ಅಪರಿಚಿತ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: 등록 중에 알 수 없는 오류가 발생했습니다.
ky: Каттоо учурунда белгисиз ката кетти.
lo: ມີຄວາມຜິດພາດທີ່ບໍ່ຮູ້ຈັກເກີດຂຶ້ນໃນລະຫວ່າງການລົງທະບຽນ.
lt: Registracijos metu įvyko nežinoma klaida.
lv: Reģistrācijas laikā radās nezināma kļūda.
mk: Се појави непозната грешка за време на регистрацијата.
ml: രജിസ്ട്രേഷൻ സമയത്ത് ഒരു അജ്ഞാത പിശക് സംഭവിച്ചു.
mn: Бүртгэлийн явцад үл мэдэгдэх алдаа гарлаа.
mr: नोंदणी करताना एक अज्ञात त्रुटी आली.
ms: Ralat tidak diketahui berlaku semasa pendaftaran.
my: မှတ်ပုံတင်နေစဉ် အမည်မသိ အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။
ne: दर्ता गर्दा एउटा अज्ञात त्रुटि भयो।
nl: Er is een onbekende fout opgetreden tijdens de registratie.
no: Det oppsto en ukjent feil under registreringen.
or: ପଞ୍ଜିକରଣ ସମୟରେ ଏକ ଅଜଣା ତ୍ରୁଟି ଘଟିଛି।
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦੌਰਾਨ ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਆਈ।
pl: Podczas rejestracji wystąpił nieznany błąd.
pt: Ocorreu um erro desconhecido durante o registro.
ro: A apărut o eroare necunoscută în timpul înregistrării.
ru: Во время регистрации произошла неизвестная ошибка.
si: ලියාපදිංචි කිරීමේදී නොදන්නා දෝෂයක් ඇති විය.
sk: Počas registrácie sa vyskytla neznáma chyba.
sl: Med registracijo je prišlo do neznane napake.
sq: Një gabim i panjohur ndodhi gjatë regjistrimit.
sr: Дошло је до непознате грешке током регистрације.
sv: Ett okänt fel uppstod under registreringen.
sw: Hitilafu isiyojulikana imetokea wakati wa usajili.
ta: பதிவு செய்யும் போது தெரியாத பிழை ஏற்பட்டது.
te: నమోదు సమయంలో తెలియని లోపం సంభవించింది.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุระหว่างการลงทะเบียน
tr: Kayıt sırasında bilinmeyen bir hata oluştu.
uk: Під час реєстрації сталася невідома помилка.
ur: رجسٹریشن کے دوران ایک نامعلوم خرابی پیش آگئی۔
uz: Ro'yxatdan o'tish paytida noma'lum xatolik yuz berdi.
vi: Đã xảy ra lỗi không xác định trong quá trình đăng ký.
zh: 注册时发生未知错误。
zu: Kwenzeke iphutha elingaziwa ngesikhathi sokubhalisa.

# auth_error_create_user
source: User creation failed.
af: Gebruikerskepping het misluk.
am: የተጠቃሚ መፍጠር አልተሳካም።
ar: فشل إنشاء المستخدم.
as: ব্যৱহাৰকাৰী সৃষ্টি ব্যৰ্থ।
az: İstifadəçi yaradılması uğursuz oldu.
be: Стварэнне карыстальніка не атрымалася.
bg: Създаването на потребител не бе успешно.
bn: ব্যবহারকারী তৈরি করা ব্যর্থ হয়েছে।
ca: La creació de l'usuari ha fallat.
cs: Vytvoření uživatele se nezdařilo.
da: Brugeroprettelse mislykkedes.
de: Die Benutzererstellung ist fehlgeschlagen.
el: Η δημιουργία χρήστη απέτυχε.
es: Error en la creación del usuario.
et: Kasutaja loomine ebaõnnestus.
eu: Erabiltzailea sortzeak huts egin du.
fa: ایجاد کاربر ناموفق بود.
fi: Käyttäjän luominen epäonnistui.
fr: La création de l'utilisateur a échoué.
gl: Fallou a creación do usuario.
gu: વપરાશકર્તા બનાવવામાં નિષ્ફળ ગયા.
he: יצירת המשתמש נכשלה.
hi: उपयोगकर्ता निर्माण विफल.
hr: Stvaranje korisnika nije uspjelo.
hu: A felhasználó létrehozása sikertelen.
hy: Օգտատիրոջ ստեղծումը ձախողվեց։
is: Mistókst að stofna notanda.
it: Creazione utente fallita.
ja: ユーザーの作成に失敗しました。
ka: მომხმარებლის შექმნა ვერ მოხერხდა.
kk: Пайдаланушы жасау сәтсіз аяқталды.
km: ការបង្កើតអ្នកប្រើប្រាស់បានបរាជ័យ។
kn: ಬಳಕೆದಾರರ ರಚನೆ ವಿಫಲವಾಗಿದೆ.
ko: 사용자 생성에 실패했습니다.
ky: Колдонуучу түзүлбөй калды.
lo: ການສ້າງຜູ້ໃຊ້ລົ້ມເຫລວ.
lt: Vartotojo sukūrimas nepavyko.
lv: Lietotāja izveide neizdevās.
mk: Креирањето на корисник не успеа.
ml: ഉപയോക്തൃ സൃഷ്ടി പരാജയപ്പെട്ടു.
mn: Хэрэглэгч үүсгэж чадсангүй.
mr: वापरकर्ता निर्मिती अयशस्वी.
ms: Pembuatan pengguna gagal.
my: အသုံးပြုသူ ဖန်တီးမှု မအောင်မြင်ပါ။
ne: प्रयोगकर्ता सिर्जना गर्न असफल भयो।
nl: Het aanmaken van de gebruiker is mislukt.
no: Brukeroppretting mislyktes.
or: ଉପଭୋକ୍ତା ତିଆରି ବିଫଳ ହେଲା।
pa: ਵਰਤੋਂਕਾਰ ਬਣਾਉਣਾ ਅਸਫਲ ਰਿਹਾ।
pl: Utworzenie użytkownika nie powiodło się.
pt: Falha na criação do usuário.
ro: Crearea utilizatorului a eșuat.
ru: Не удалось создать пользователя.
si: පරිශීලක නිර්මාණය අසාර්ථක විය.
sk: Vytvorenie používateľa zlyhalo.
sl: Ustvarjanje uporabnika ni uspelo.
sq: Krijimi i përdoruesit dështoi.
sr: Креирање корисника није успело.
sv: Användarskapandet misslyckades.
sw: Imeshindwa kuunda mtumiaji.
ta: பயனர் உருவாக்கம் தோல்வியடைந்தது.
te: వినియోగదారు సృష్టి విఫలమైంది.
th: การสร้างผู้ใช้ล้มเหลว
tr: Kullanıcı oluşturma başarısız oldu.
uk: Не вдалося створити користувача.
ur: صارف کی تخلیق ناکام ہوگئی۔
uz: Foydalanuvchi yaratish amalga oshmadi.
vi: Không tạo được người dùng.
zh: 用户创建失败。
zu: Ukudalwa komsebenzisi kuhlulekile.

# auth_error_update_profil
source: Error updating profile.
af: Fout tydens opdatering van profiel.
am: መገለጫን ማዘመን ላይ ስህተት።
ar: خطأ في تحديث الملف الشخصي.
as: আলেখ্যন আপডেইট কৰাত ত্ৰুটি।
az: Profili yeniləyərkən xəta baş verdi.
be: Памылка абнаўлення профілю.
bg: Грешка при актуализиране на профила.
bn: প্রোফাইল আপডেট করার সময় ত্রুটি।
ca: Error en actualitzar el perfil.
cs: Chyba při aktualizaci profilu.
da: Fejl ved opdatering af profil.
de: Fehler beim Aktualisieren des Profils.
el: Σφάλμα κατά την ενημέρωση του προφίλ.
es: Error al actualizar el perfil.
et: Viga profiili uuendamisel.
eu: Errorea profila eguneratzean.
fa: خطا در به‌روزرسانی پروفایل
fi: Profiilin päivitysvirhe.
fr: Erreur lors de la mise à jour du profil.
gl: Produciuse un erro ao actualizar o perfil.
gu: પ્રોફાઇલ અપડેટ કરવામાં ભૂલ.
he: שגיאה בעדכון הפרופיל.
hi: प्रोफ़ाइल अपडेट करने में त्रुटि.
hr: Greška pri ažuriranju profila.
hu: Hiba a profil frissítésekor.
hy: Սխալ առաջացավ պրոֆիլը թարմացնելիս։
is: Villa við að uppfæra prófílinn.
it: Errore durante l'aggiornamento del profilo.
ja: プロフィールの更新中にエラーが発生しました。
ka: პროფილის განახლებისას შეცდომა მოხდა.
kk: Профильді жаңарту қатесі.
km: កំហុសក្នុងការធ្វើបច្ចុប្បន្នភាពទម្រង់។
kn: ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸುವಲ್ಲಿ ದೋಷ.
ko: 프로필 업데이트 중 오류가 발생했습니다.
ky: Профилди жаңыртуудагы ката.
lo: ເກີດຄວາມຜິດພາດໃນການອັບເດດໂປຣໄຟລ໌.
lt: Atnaujinant profilį įvyko klaida.
lv: Kļūda, atjauninot profilu.
mk: Грешка при ажурирање на профилот.
ml: പ്രൊഫൈൽ അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പിശക്.
mn: Профайлыг шинэчлэхэд алдаа гарлаа.
mr: प्रोफाइल अपडेट करताना एरर आली.
ms: Ralat mengemas kini profil.
my: ပရိုဖိုင်ကို အပ်ဒိတ်လုပ်ရာတွင် အမှားအယွင်းရှိနေသည်။
ne: प्रोफाइल अपडेट गर्दा त्रुटि भयो।
nl: Fout bij het bijwerken van het profiel.
no: Feil ved oppdatering av profilen.
or: ପ୍ରୋଫାଇଲ୍ ଅପଡେଟ୍ କରିବାରେ ତ୍ରୁଟି।
pa: ਪ੍ਰੋਫਾਈਲ ਅੱਪਡੇਟ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।
pl: Błąd podczas aktualizacji profilu.
pt: Erro ao atualizar o perfil.
ro: Eroare la actualizarea profilului.
ru: Ошибка обновления профиля.
si: පැතිකඩ යාවත්කාලීන කිරීමේ දෝෂයකි.
sk: Chyba pri aktualizácii profilu.
sl: Napaka pri posodabljanju profila.
sq: Gabim gjatë përditësimit të profilit.
sr: Грешка при ажурирању профила.
sv: Fel vid uppdatering av profilen.
sw: Hitilafu katika kusasisha wasifu.
ta: சுயவிவரத்தைப் புதுப்பிப்பதில் பிழை.
te: ప్రొఫైల్‌ను నవీకరించడంలో లోపం.
th: เกิดข้อผิดพลาดในการอัปเดตโปรไฟล์
tr: Profil güncellenirken hata oluştu.
uk: Помилка оновлення профілю.
ur: پروفائل کو اپ ڈیٹ کرنے میں خرابی
uz: Profilni yangilashda xatolik yuz berdi.
vi: Có lỗi khi cập nhật hồ sơ.
zh: 更新个人资料时出错。
zu: Iphutha ekubuyekezeni iphrofayela.

# auth_error_facebook
source: An unknown error occurred with Facebook login.
af: 'n Onbekende fout het voorgekom met Facebook-aanmelding.
am: በፌስቡክ መግቢያ ላይ ያልታወቀ ስህተት ተከስቷል።
ar: حدث خطأ غير معروف أثناء تسجيل الدخول إلى Facebook.
as: ফেচবুক লগইনৰ লগে লগে এটা অজ্ঞাত ত্ৰুটি ঘটিল।
az: Facebooka giriş zamanı naməlum xəta baş verdi.
be: Невядомая памылка пры ўваходзе ў Facebook.
bg: Възникна неизвестна грешка при влизане във Facebook.
bn: ফেসবুক লগইন করার সময় একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut en iniciar la sessió a Facebook.
cs: Při přihlášení k Facebooku došlo k neznámé chybě.
da: Der opstod en ukendt fejl under Facebook-login.
de: Bei der Facebook-Anmeldung ist ein unbekannter Fehler aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα κατά τη σύνδεση στο Facebook.
es: Se produjo un error desconocido con el inicio de sesión de Facebook.
et: Facebooki sisselogimisel ilmnes tundmatu viga.
eu: Errore ezezagun bat gertatu da Facebook saioa hastean.
fa: خطای ناشناخته‌ای در ورود به فیس‌بوک رخ داده است.
fi: Tuntematon virhe Facebook-kirjautumisessa.
fr: Une erreur inconnue est survenue avec la connexion Facebook.
gl: Produciuse un erro descoñecido ao iniciar sesión en Facebook.
gu: ફેસબુક લોગિનમાં એક અજાણી ભૂલ આવી.
he: אירעה שגיאה לא ידועה בעת הכניסה לפייסבוק.
hi: फेसबुक लॉगिन में एक अज्ञात त्रुटि हुई।
hr: Došlo je do nepoznate pogreške prilikom prijave na Facebook.
hu: Ismeretlen hiba történt a Facebook bejelentkezéskor.
hy: Ֆեյսբուք մուտք գործելիս անհայտ սխալ է տեղի ունեցել։
is: Óþekkt villa kom upp við innskráningu á Facebook.
it: Si è verificato un errore sconosciuto durante l'accesso a Facebook.
ja: Facebook ログインで不明なエラーが発生しました。
ka: Facebook-ში შესვლისას უცნობი შეცდომა მოხდა.
kk: Facebook жүйесіне кіру кезінде белгісіз қате орын алды.
km: កំហុសមិនស្គាល់មួយបានកើតឡើងជាមួយនឹងការចូល Facebook ។
kn: ಫೇಸ್‌ಬುಕ್ ಲಾಗಿನ್‌ನಲ್ಲಿ ಅಪರಿಚಿತ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: Facebook 로그인에서 알 수 없는 오류가 발생했습니다.
ky: Фейсбукка кирүү менен белгисиз ката кетти.
lo: ຄວາມຜິດພາດທີ່ບໍ່ຮູ້ຈັກເກີດຂຶ້ນກັບການເຂົ້າສູ່ລະບົບ Facebook.
lt: Prisijungiant prie „Facebook“ įvyko nežinoma klaida.
lv: Piesakoties pakalpojumā Facebook, radās nezināma kļūda.
mk: Се појави непозната грешка со најавувањето на Фејсбук.
ml: ഫേസ്ബുക്ക് ലോഗിൻ ചെയ്യുമ്പോൾ ഒരു അജ്ഞാത പിശക് സംഭവിച്ചു.
mn: Facebook-т нэвтрэхэд үл мэдэгдэх алдаа гарлаа.
mr: फेसबुक लॉगिन करताना एक अज्ञात त्रुटी आली.
ms: Ralat tidak diketahui berlaku dengan log masuk Facebook.
my: Facebook အကောင့်ဝင်ခြင်းဖြင့် အမည်မသိအမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။
ne: फेसबुक लगइन गर्दा एउटा अज्ञात त्रुटि भयो।
nl: Er is een onbekende fout opgetreden bij het inloggen op Facebook.
no: Det oppsto en ukjent feil med Facebook-innlogging.
or: ଫେସବୁକ୍ ଲଗଇନ୍ ସମୟରେ ଏକ ଅଜଣା ତ୍ରୁଟି ଘଟିଛି।
pa: ਫੇਸਬੁੱਕ ਲੌਗਇਨ ਵਿੱਚ ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਆਈ।
pl: Wystąpił nieznany błąd podczas logowania przez Facebooka.
pt: Ocorreu um erro desconhecido com o login do Facebook.
ro: A apărut o eroare necunoscută la conectarea la Facebook.
ru: При входе в Facebook произошла неизвестная ошибка.
si: ෆේස්බුක් පිවිසුමේදී නොදන්නා දෝෂයක් ඇති විය.
sk: Pri prihlásení na Facebook sa vyskytla neznáma chyba.
sl: Pri prijavi v Facebook je prišlo do neznane napake.
sq: Ndodhi një gabim i panjohur me hyrjen në Facebook.
sr: Дошло је до непознате грешке приликом пријављивања на Фејсбук.
sv: Ett okänt fel uppstod vid inloggning på Facebook.
sw: Hitilafu isiyojulikana imetokea wakati wa kuingia kwenye Facebook.
ta: பேஸ்புக் உள்நுழைவில் ஒரு அறியப்படாத பிழை ஏற்பட்டது.
te: ఫేస్‌బుక్ లాగిన్‌లో తెలియని లోపం సంభవించింది.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุกับการเข้าสู่ระบบ Facebook
tr: Facebook girişinde bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка під час входу у Facebook.
ur: فیس بک لاگ ان کے ساتھ ایک نامعلوم خرابی پیش آگئی۔
uz: Facebook tizimiga kirishda noma'lum xatolik yuz berdi.
vi: Đã xảy ra lỗi không xác định khi đăng nhập vào Facebook.
zh: Facebook 登录时出现未知错误。
zu: Kwenzeke iphutha elingaziwa ngokungena ku-Facebook.
