Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# learn_view_carte
source: Click on the map to see the answer
af: Klik op die kaart om die antwoord te sien
am: መልሱን ለማየት ካርታው ላይ ጠቅ ያድርጉ
ar: انقر على الخريطة لرؤية الإجابة
as: উত্তৰ চাবলৈ মানচিত্ৰত ক্লিক কৰক
az: Cavabı görmək üçün xəritəyə klikləyin
be: Націсніце на карту, каб убачыць адказ
bg: Кликнете върху картата, за да видите отговора
bn: উত্তরটি দেখতে মানচিত্রে ক্লিক করুন
ca: Feu clic al mapa per veure la resposta
cs: Klikněte na mapu pro zobrazení odpovědi
da: Klik på kortet for at se svaret
de: Klicken Sie auf die Karte, um die Antwort anzuzeigen
el: Κάντε κλικ στον χάρτη για να δείτε την απάντηση
es: Haga clic en el mapa para ver la respuesta.
et: Vastuse nägemiseks klõpsa kaardil
eu: Egin klik mapan erantzuna ikusteko
fa: برای دیدن پاسخ روی نقشه کلیک کنید
fi: Klikkaa karttaa nähdäksesi vastauksen
fr: Cliquez sur la carte pour voir la réponse
gl: Fai clic no mapa para ver a resposta
gu: જવાબ જોવા માટે નકશા પર ક્લિક કરો
he: לחצו על המפה כדי לראות את התשובה
hi: उत्तर देखने के लिए मानचित्र पर क्लिक करें
hr: Kliknite na kartu da biste vidjeli odgovor
hu: Kattintson a térképre a válasz megtekintéséhez
hy: Սեղմեք քարտեզի վրա՝ պատասխանը տեսնելու համար
is: Smelltu á kortið til að sjá svarið
it: Clicca sulla mappa per vedere la risposta
ja: 地図をクリックすると答えが表示されます
ka: პასუხის სანახავად დააწკაპუნეთ რუკაზე
kk: Жауапты көру үшін картаны басыңыз
km: ចុចលើផែនទីដើម្បីមើលចម្លើយ
kn: ಉತ್ತರವನ್ನು ನೋಡಲು ನಕ್ಷೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 지도를 클릭하면 답을 볼 수 있습니다.
ky: Жоопту көрүү үчүн картаны басыңыз
lo: ໃຫ້ຄລິກໃສ່ແຜນທີ່ເພື່ອເບິ່ງຄໍາຕອບ
lt: Spustelėkite žemėlapį, kad pamatytumėte atsakymą
lv: Noklikšķiniet uz kartes, lai redzētu atbildi
mk: Кликнете на мапата за да го видите одговорот
ml: ഉത്തരം കാണാൻ മാപ്പിൽ ക്ലിക്ക് ചെയ്യുക
mn: Газрын зураг дээр дарж хариултыг харна уу
mr: उत्तर पाहण्यासाठी नकाशावर क्लिक करा.
ms: Klik pada peta untuk melihat jawapannya
my: အဖြေကိုကြည့်ရန် မြေပုံပေါ်တွင် နှိပ်ပါ။
ne: उत्तर हेर्न नक्सामा क्लिक गर्नुहोस्
nl: Klik op de kaart om het antwoord te zien
no: Klikk på kartet for å se svaret
or: ଉତ୍ତର ଦେଖିବା ପାଇଁ ମ୍ୟାପରେ କ୍ଲିକ୍ କରନ୍ତୁ।
pa: ਜਵਾਬ ਦੇਖਣ ਲਈ ਨਕਸ਼ੇ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Kliknij na mapę, aby zobaczyć odpowiedź
pt: Clique no mapa para ver a resposta
ro: Faceți clic pe hartă pentru a vedea răspunsul
ru: Нажмите на карту, чтобы увидеть ответ.
si: පිළිතුර බැලීමට සිතියම මත ක්ලික් කරන්න.
sk: Kliknite na mapu a zobrazí sa vám odpoveď
sl: Kliknite na zemljevid, da si ogledate odgovor
sq: Klikoni në hartë për të parë përgjigjen
sr: Кликните на мапу да бисте видели одговор
sv: Klicka på kartan för att se svaret
sw: Bofya kwenye ramani ili kuona jibu
ta: பதிலைக் காண வரைபடத்தில் கிளிக் செய்யவும்.
te: సమాధానాన్ని చూడటానికి మ్యాప్‌పై క్లిక్ చేయండి.
th: คลิกบนแผนที่เพื่อดูคำตอบ
tr: Cevabı görmek için haritaya tıklayın
uk: Натисніть на карту, щоб побачити відповідь
ur: جواب دیکھنے کے لیے نقشے پر کلک کریں۔
uz: Javobni ko'rish uchun xaritani bosing
vi: Nhấp vào bản đồ để xem câu trả lời
zh: 点击地图查看答案
zu: Chofoza kumephu ukuze ubone impendulo

# button_next
source: Suite
am: ስዊት
ar: جناح
as: ছুইট
be: Люкс
bg: Апартамент
bn: স্যুট
cs: Apartmá
el: Σουίτα
et: Sviit
eu: Suitea
fa: سوئیت
fi: Sviitti
gu: સ્યુટ
he: סְוִיטָה
hi: सुइट
hr: Apartman
hu: Kíséret
hy: Սյուիտ
is: Svíta
ja: スイート
ka: ლუქსი
kk: Люкс
km: ឈុត
kn: ಸೂಟ್
ko: 모음곡
lo: ຊຸດ
lt: Liukso numeris
mk: Апартман
ml: സ്യൂട്ട്
mr: सुट
my: အစုံ
ne: सुइट
or: ସୁଟ୍
pa: ਸੂਟ
pl: Apartament
pt: Suíte
ro: Suită
ru: Люкс
si: සූට්
sk: Apartmán
sl: Suita
sq: Suitë
sr: Апартман
sv: Svit
ta: சூட்
te: సూట్
th: ห้องชุด
tr: Süit
uk: Люкс
ur: سویٹ
vi: Bộ
zh: 套房
zu: I-Suite

# error_loading
source: Loading error
af: Laai fout
am: የመጫን ስህተት
ar: خطأ في التحميل
as: লোডিং ত্ৰুটি
az: Yükləmə xətası
be: Памылка загрузкі
bg: Грешка при зареждане
bn: লোডিং ত্রুটি
ca: Error de càrrega
cs: Chyba načítání
da: Indlæsningsfejl
de: Ladefehler
el: Σφάλμα φόρτωσης
es: Error de carga
et: Laadimisviga
eu: Kargatzeko errorea
fa: خطای بارگیری
fi: Latausvirhe
fr: Erreur de chargement
gl: Erro de carga
gu: લોડ કરવામાં ભૂલ
he: שגיאת טעינה
hi: लोडिंग त्रुटि
hr: Pogreška učitavanja
hu: Betöltési hiba
hy: Բեռնման սխալ
is: Hleðsluvilla
it: Errore di caricamento
ja: 読み込みエラー
ka: ჩატვირთვის შეცდომა
kk: Жүктеу қатесі
km: កំហុសក្នុងការផ្ទុក
kn: ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ
ko: 로딩 오류
ky: Жүктөө катасы
lo: ການໂຫຼດຜິດພາດ
lt: Įkėlimo klaida
lv: Ielādes kļūda
mk: Грешка при вчитување
ml: ലോഡ് ചെയ്യുന്നതിൽ പിശക്
mn: Ачаалахад алдаа гарлаа
mr: लोड करताना त्रुटी आली
ms: Ralat memuatkan
my: တင်ရာတွင် အမှားအယွင်း
ne: लोड गर्दा त्रुटि भयो
nl: Fout bij het laden
no: Lastefeil
or: ଲୋଡ୍ ହେବାରେ ତ୍ରୁଟି
pa: ਲੋਡ ਕਰਨ ਵਿੱਚ ਗੜਬੜ
pl: Błąd ładowania
pt: Erro de carregamento
ro: Eroare la încărcare
ru: Ошибка загрузки
si: පූරණය කිරීමේ දෝෂයකි
sk: Chyba načítavania
sl: Napaka pri nalaganju
sq: Gabim ngarkimi
sr: Грешка при учитавању
sv: Inläsningsfel
sw: Hitilafu ya kupakia
ta: ஏற்றுவதில் பிழை
te: లోడ్ చేయడంలో లోపం
th: ข้อผิดพลาดในการโหลด
tr: Yükleme hatası
uk: Помилка завантаження
ur: لوڈنگ کی خرابی۔
uz: Yuklashda xato
vi: Lỗi tải
zh: 加载错误
zu: Iphutha lokulayisha

source: Unknown error
af: Onbekende fout
am: ያልታወቀ ስህተት
ar: خطأ غير معروف
as: অজ্ঞাত ভুল
az: Naməlum xəta
be: Невядомая памылка
bg: Неизвестна грешка
bn: অজানা ত্রুটি
ca: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
et: Tundmatu viga
eu: Errore ezezaguna
fa: خطای ناشناخته
fi: Tuntematon virhe
fr: Erreur inconnue
gl: Erro descoñecido
gu: અજાણી ભૂલ
he: שגיאה לא ידועה
hi: अज्ञात त्रुटि
hr: Nepoznata pogreška
hu: Ismeretlen hiba
hy: Անհայտ սխալ
is: Óþekkt villa
it: Errore sconosciuto
ja: 不明なエラー
ka: უცნობი შეცდომა
kk: Белгісіз қате
km: កំហុសមិនស្គាល់
kn: ಅಜ್ಞಾತ ದೋಷ
ko: 알 수 없는 오류
ky: Белгисиз ката
lo: ຄວາມຜິດພາດທີ່ບໍ່ຮູ້ຈັກ
lt: Nežinoma klaida
lv: Nezināma kļūda
mk: Непозната грешка
ml: അജ്ഞാത പിശക്
mn: Үл мэдэгдэх алдаа
mr: अज्ञात त्रुटी
ms: Ralat tidak diketahui
my: အမည်မသိ အမှား
ne: अज्ञात त्रुटि
nl: Onbekende fout
no: Ukjent feil
or: ଅଜଣା ତ୍ରୁଟି
pa: ਅਗਿਆਤ ਗਲਤੀ
pl: Nieznany błąd
pt: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
si: නොදන්නා දෝෂයකි
sk: Neznáma chyba
sl: Neznana napaka
sq: Gabim i panjohur
sr: Непозната грешка
sv: Okänt fel
sw: Hitilafu isiyojulikana
ta: தெரியாத பிழை
te: తెలియని లోపం
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
uk: Невідома помилка
ur: نامعلوم خرابی۔
uz: Noma'lum xato
vi: Lỗi không xác định
zh: 未知错误
zu: Iphutha elingaziwa

source: No vocabulary items found
af: Geen woordeskatitems gevind nie
am: ምንም የቃላት ዝርዝር አልተገኙም።
ar: لم يتم العثور على عناصر المفردات
as: কোনো শব্দভাণ্ডাৰৰ বস্তু পোৱা নগ'ল
az: Heç bir lüğət elementi tapılmadı
be: Слоўнікавых элементаў не знойдзена
bg: Няма намерени елементи от речника
bn: কোন শব্দভান্ডারের আইটেম পাওয়া যায়নি।
ca: No s'han trobat elements de vocabulari
cs: Nenalezeny žádné položky slovní zásoby
da: Ingen ordforrådselementer fundet
de: Keine Vokabeln gefunden
el: Δεν βρέθηκαν στοιχεία λεξιλογίου
es: No se encontraron elementos de vocabulario
et: Sõnavaraelemente ei leitud
eu: Ez da hiztegi-elementurik aurkitu
fa: هیچ واژه‌نامه‌ای یافت نشد
fi: Sanastokohteita ei löytynyt
fr: Aucun élément de vocabulaire trouvé
gl: Non se atoparon elementos de vocabulario
gu: કોઈ શબ્દભંડોળની વસ્તુઓ મળી નથી.
he: לא נמצאו פריטי אוצר מילים
hi: कोई शब्दावली आइटम नहीं मिला
hr: Nisu pronađene stavke vokabulara
hu: Nem található szókincselem
hy: Բառապաշարային տարրեր չեն գտնվել
is: Engin orðaforðaatriði fundust
it: Nessun elemento del vocabolario trovato
ja: 語彙項目が見つかりません
ka: ლექსიკური ერთეულები ვერ მოიძებნა
kk: Сөздік элементтері табылмады
km: រកមិនឃើញធាតុវាក្យសព្ទទេ។
kn: ಯಾವುದೇ ಶಬ್ದಕೋಶದ ವಸ್ತುಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ko: 어휘 항목을 찾을 수 없습니다
ky: Сөз байлыгы табылган жок
lo: ບໍ່ພົບລາຍການຄຳສັບ
lt: Nerasta jokių žodyno elementų
lv: Nav atrasts neviens vārdu krājuma elements
mk: Не се пронајдени вокабуларни елементи
ml: പദാവലി ഇനങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
mn: Тайлбар толь олдсонгүй
mr: शब्दसंग्रहातील कोणतेही आयटम आढळले नाहीत.
ms: Tiada item perbendaharaan kata ditemui
my: ဝေါဟာရ အကြောင်းအရာများ မတွေ့ပါ။
ne: कुनै शब्दावली वस्तुहरू फेला परेनन्।
nl: Geen woordenschatitems gevonden
no: Ingen ordforrådselementer funnet
or: କୌଣସି ଶବ୍ଦାବଳୀ ଆଇଟମ୍ ମିଳିଲା ନାହିଁ।
pa: ਕੋਈ ਸ਼ਬਦਾਵਲੀ ਆਈਟਮਾਂ ਨਹੀਂ ਮਿਲੀਆਂ।
pl: Nie znaleziono żadnych elementów słownictwa
pt: Nenhum item de vocabulário encontrado
ro: Nu s-au găsit elemente de vocabular
ru: Словарные единицы не найдены
si: වචන මාලා අයිතම කිසිවක් හමු නොවීය
sk: Nenašli sa žiadne položky slovnej zásoby
sl: Ni najdenih besednih elementov
sq: Nuk u gjet asnjë artikull fjalori
sr: Није пронађен ниједан речник
sv: Inga ordförråd hittades
sw: Hakuna vipengee vya msamiati vilivyopatikana
ta: சொற்களஞ்சியம் எதுவும் கிடைக்கவில்லை.
te: పదజాల అంశాలు ఏవీ కనుగొనబడలేదు
th: ไม่พบรายการคำศัพท์
tr: Hiçbir kelime öğesi bulunamadı
uk: Не знайдено словникового запасу
ur: کوئی ذخیرہ الفاظ نہیں ملے
uz: Hech qanday lug'at topilmadi
vi: Không tìm thấy mục từ vựng nào
zh: 未找到任何词汇条目
zu: Azikho izinto zamagama ezitholakele

# pronunciation_title
source: Pronunciation
af: Uitspraak
am: አጠራር
ar: نطق
as: উচ্চাৰণ
az: Tələffüz
be: Вымаўленне
bg: Произношение
bn: উচ্চারণ
ca: Pronunciació
cs: Výslovnost
da: Udtale
de: Aussprache
el: Προφορά
es: Pronunciación
et: Hääldus
eu: Ahoskera
fa: تلفظ
fi: Ääntäminen
fr: Prononciation
gl: Pronunciación
gu: ઉચ્ચારણ
he: מִבטָא
hi: उच्चारण
hr: Izgovor
hu: Kiejtés
hy: Արտասանություն
is: Framburður
it: Pronuncia
ja: 発音
ka: გამოთქმა
kk: Айтылуы
km: ការបញ្ចេញសំឡេង
kn: ಉಚ್ಚಾರಣೆ
ko: 발음
lo: ການອອກສຽງ
lt: Tarimas
lv: Izruna
mk: Изговор
ml: ഉച്ചാരണം
mn: Дуудлага
mr: उच्चार
ms: Sebutan
my: အသံထွက်
ne: उच्चारण
nl: Uitspraak
no: Uttale
or: ଉଚ୍ଚାରଣ
pa: ਉਚਾਰਨ
pl: Wymowa
pt: Pronúncia
ro: Pronunție
ru: Произношение
si: උච්චාරණය
sk: Výslovnosť
sl: Izgovorjava
sq: Shqiptimi
sr: Изговор
sv: Uttal
sw: Matamshi
ta: உச்சரிப்பு
te: ఉచ్చారణ
th: การออกเสียง
tr: Telaffuz
uk: Вимова
ur: تلفظ
uz: Talaffuz
vi: Cách phát âm
zh: 发音
zu: Ukuphimisela

# pronunciation_success
source: Bravo !
am: ብራቮ!
ar: برافو !
as: ব্ৰাভো !
be: Брава!
bg: Браво!
bn: সাধুবাদ!
el: Μπράβο!
fa: آفرین!
gu: બ્રાવો!
he: בראבו!
hi: वाह!
hu: Bravó!
hy: Բրավո՜
ja: ブラボー！
ka: ბრავო!
kk: Браво !
km: ក្លាហាន!
kn: ಬ್ರಾವೋ!
ko: 브라보!
ky: Браво !
mk: Браво!
ml: ബ്രാവോ!
mn: Браво!
mr: ब्राव्हो!
ne: ब्राभो!
or: ବ୍ରାଭୋ !
pa: ਬ੍ਰਾਵੋ!
pl: Brawo!
ru: Браво!
si: බ්‍රාවෝ!
sr: Браво!
ta: பிராவோ!
te: బ్రావో!
th: บราโว่ !
tr: Aferin!
uk: Браво!
ur: براوو!
vi: Tuyệt vời!
zh: 好极了！

# pronunciation_error
source: Hmm, that's not quite right. Try again.
af: Hmm, dis nie heeltemal reg nie. Probeer weer.
am: ኧረ ትክክል አይደለም። እንደገና ይሞክሩ።
ar: همم، هذا ليس صحيحًا تمامًا. حاول مرة أخرى.
as: হুমম, সেইটো একেবাৰে ঠিক নহয়। আকৌ এবাৰ চেষ্টা কৰক।
az: Hmm, bu tam doğru deyil. Yenidən cəhd edin.
be: Гм, гэта не зусім так. Паспрабуйце яшчэ раз.
bg: Хм, това не е съвсем правилно. Опитай отново.
bn: হুম, এটা ঠিক না। আবার চেষ্টা করুন।
ca: Hmm, això no és del tot correcte. Torna-ho a intentar.
cs: Hmm, to není úplně správně. Zkuste to znovu.
da: Hmm, det er ikke helt rigtigt. Prøv igen.
de: Hmm, das ist nicht ganz richtig. Versuchen Sie es noch einmal.
el: Χμμ, αυτό δεν είναι ακριβώς σωστό. Δοκιμάστε ξανά.
es: Mmm, eso no está del todo bien. Inténtalo de nuevo.
et: Hmm, see pole päris õige. Proovi uuesti.
eu: Hmm, hori ez da guztiz zuzena. Saiatu berriro.
fa: هوم، این کاملاً درست نیست. دوباره امتحان کن.
fi: Hmm, tuo ei ole aivan oikein. Yritä uudelleen.
fr: Hmm, ce n’est pas tout à fait juste. Essaie encore.
gl: Mmm, iso non é totalmente correcto. Téntao de novo.
gu: હમ્મ, તે બિલકુલ સાચું નથી. ફરી પ્રયાસ કરો.
he: הממ, זה לא לגמרי נכון. נסה שוב.
hi: हम्म, यह बिलकुल सही नहीं है। फिर से कोशिश करो।
hr: Hmm, to nije baš točno. Pokušajte ponovno.
hu: Hmm, ez nem egészen így van. Próbáld újra.
hy: Հըմ, դա այդքան էլ ճիշտ չէ։ Փորձեք կրկին։
is: Hmm, þetta er ekki alveg rétt. Reyndu aftur.
it: Mmm, non è proprio così. Riprova.
ja: うーん、ちょっと違いますね。もう一度試してください。
ka: ჰმ, ეს მთლად სწორი არ არის. სცადეთ ხელახლა.
kk: Хмм, бұл дұрыс емес. Қайтадан байқап көріңіз.
km: ហ៊ឺ វាមិនត្រឹមត្រូវទេ។ ព្យាយាមម្តងទៀត។
kn: ಹ್ಮ್, ಅದು ಸರಿಯಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 음, 정확하지 않습니다. 다시 시도해 보세요.
ky: Ммм, бул такыр туура эмес. Кайра аракет кыл.
lo: Hmm, ນັ້ນບໍ່ຖືກຕ້ອງ. ລອງອີກຄັ້ງ.
lt: Hmm, ne visai teisingai. Bandykite dar kartą.
lv: Hmm, tas nav gluži pareizi. Mēģiniet vēlreiz.
mk: Хм, тоа не е баш точно. Обидете се повторно.
ml: ഹ്മ്മ്, അത് ശരിയല്ല. വീണ്ടും ശ്രമിക്കൂ.
mn: Хмм, тийм ч зөв биш байна. Дахин оролдоно уу.
mr: हम्म, ते बरोबर नाहीये. पुन्हा प्रयत्न करा.
ms: Hmm, itu tidak betul. Cuba lagi.
my: ဟမ်၊ အဲဒါ မမှန်ဘူး။ ထပ်ကြိုးစားပါ။
ne: अँ, त्यो त ठीक होइन। फेरि प्रयास गर्नुहोस्।
nl: Hmm, dat klopt niet helemaal. Probeer het nog eens.
no: Hmm, det stemmer ikke helt. Prøv igjen.
or: ହୁଁ, ଏହା ସମ୍ପୂର୍ଣ୍ଣ ଠିକ୍ ନୁହେଁ। ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਹੂੰ, ਇਹ ਬਿਲਕੁਲ ਸਹੀ ਨਹੀਂ ਹੈ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Hmm, to nie do końca tak. Spróbuj ponownie.
pt: Hmm, não está bem certo. Tente novamente.
ro: Hmm, nu e chiar corect. Încearcă din nou.
ru: Хм, это не совсем так. Попробуйте ещё раз.
si: හ්ම්, ඒක එච්චර හරි නෑ. ආයෙත් උත්සාහ කරන්න.
sk: Hmm, to nie je celkom správne. Skúste to znova.
sl: Hmm, to ni čisto prav. Poskusi znova.
sq: Hëm, kjo nuk është tamam e saktë. Provo përsëri.
sr: Хмм, то није баш тачно. Пробај поново.
sv: Hmm, det stämmer inte helt. Försök igen.
sw: Hmm, hiyo si sawa kabisa. Jaribu tena.
ta: ம்ம்ம், அது சரியில்லை. மறுபடியும் முயற்சி பண்ணுங்க.
te: హ్మ్, అది సరిగ్గా లేదు. మళ్ళీ ప్రయత్నించండి.
th: อืม ไม่ค่อยถูกนะ ลองใหม่อีกครั้ง
tr: Hmm, pek doğru değil. Tekrar deneyin.
uk: Хм, це не зовсім так. Спробуйте ще раз.
ur: ہمم، یہ بالکل ٹھیک نہیں ہے۔ دوبارہ کوشش کریں۔
uz: Hmm, bu unchalik to'g'ri emas. Qayta urinib ko'ring.
vi: Ồ, không đúng lắm. Thử lại nhé.
zh: 嗯，不太对。再试一次。
zu: Hmm, lokho akulungile. Zama futhi.

# pronunciation_i_heard_you_say
source: I heard you say
af: Ek het jou hoor sê
am: ስትል ሰምቻለሁ
ar: لقد سمعتك تقول
as: তুমি কোৱা শুনিছোঁ
az: dediyini eşitdim
be: Я чуў, як ты казаў
bg: Чух те да казваш
bn: আমি তোমাকে বলতে শুনেছি।
ca: Et vaig sentir dir
cs: Slyšel jsem tě říkat
da: Jeg hørte dig sige
de: Ich habe dich sagen hören
el: Σε άκουσα να λες
es: Te escuché decir
et: Ma kuulsin sind ütlemas
eu: Entzun dizut esaten
fa: شنیدم که گفتی
fi: Kuulin sinun sanovan
fr: Je t'ai entendu dire
gl: Escoiteite dicir
gu: મેં તમને કહેતા સાંભળ્યા.
he: שמעתי אותך אומר
hi: मैंने आपको कहते सुना
hr: Čuo sam te kako kažeš
hu: Hallottam, hogy azt mondod
hy: Ես լսեցի, որ ասացիր
is: Ég heyrði þig segja
it: Ti ho sentito dire
ja: こうおっしゃるのを聞きました
ka: გავიგე, რომ თქვი
kk: Мен сенің айтқаныңды естідім
km: ខ្ញុំឮអ្នកនិយាយ
kn: ನೀವು ಹೇಳಿದ್ದು ನನಗೆ ಕೇಳಿಸಿತು.
ko: 나는 당신이 말하는 것을 들었습니다
ky: Мен сенин айтканыңды уктум
lo: ຂ້ອຍໄດ້ຍິນເຈົ້າເວົ້າ
lt: Girdėjau tave sakant
lv: Es dzirdēju tevi sakām
mk: Те слушнав како велиш
ml: നീ പറഞ്ഞത് ഞാൻ കേട്ടു.
mn: Би чиний хэлэхийг сонссон
mr: मी तुला बोलताना ऐकले.
ms: Saya dengar awak cakap
my: မင်းပြောတာ ငါကြားတယ်။
ne: मैले तिमीले भनेको सुनें।
nl: Ik hoorde je zeggen
no: Jeg hørte deg si
or: ମୁଁ ତୁମେ କହିବାର ଶୁଣିଲି
pa: ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦੇ ਸੁਣਿਆ ਹੈ।
pl: Słyszałem, jak mówiłeś
pt: Eu ouvi você dizer
ro: Te-am auzit spunând
ru: Я слышал, ты сказал
si: මට ඇහුණා ඔයා කියනවා
sk: Počul som ťa hovoriť
sl: Slišal sem te reči
sq: Të dëgjova të thuash
sr: Чуо сам те како кажеш
sv: Jag hörde dig säga
sw: Nilikusikia ukisema
ta: நீங்க சொன்னதைக் கேட்டேன்.
te: నువ్వు చెప్పింది విన్నాను.
th: ฉันได้ยินคุณพูด
tr: Seni söylerken duydum
uk: Я чув, як ти казав
ur: میں نے آپ کو کہتے سنا
uz: aytganingizni eshitdim
vi: Tôi nghe bạn nói
zh: 我听到你说
zu: Ngikuzwile uthi

# pronunciation_description_action
source: Press the microphone to speak and check your pronunciation.
af: Druk die mikrofoon om te praat en jou uitspraak na te gaan.
am: ለመናገር ማይክሮፎኑን ይጫኑ እና አነጋገርዎን ያረጋግጡ።
ar: اضغط على الميكروفون للتحدث والتحقق من نطقك.
as: কথা ক’বলৈ মাইক্ৰ’ফোন টিপক আৰু আপোনাৰ উচ্চাৰণ পৰীক্ষা কৰক।
az: Danışmaq və tələffüzünüzü yoxlamaq üçün mikrofona basın.
be: Націсніце на мікрафон, каб гаварыць і праверыць сваё вымаўленне.
bg: Натиснете микрофона, за да говорите и да проверите произношението си.
bn: কথা বলতে মাইক্রোফোন টিপুন এবং আপনার উচ্চারণ পরীক্ষা করুন।
ca: Prem el micròfon per parlar i comprovar la teva pronunciació.
cs: Stiskněte mikrofon pro mluvení a kontrolu výslovnosti.
da: Tryk på mikrofonen for at tale og tjekke din udtale.
de: Drücken Sie auf das Mikrofon, um zu sprechen und Ihre Aussprache zu überprüfen.
el: Πατήστε το μικρόφωνο για να μιλήσετε και να ελέγξετε την προφορά σας.
es: Presiona el micrófono para hablar y comprobar tu pronunciación.
et: Vajutage mikrofoni, et rääkida ja oma hääldust kontrollida.
eu: Sakatu mikrofonoa hitz egiteko eta zure ahoskera egiaztatzeko.
fa: برای صحبت کردن و بررسی تلفظ خود، میکروفون را فشار دهید.
fi: Paina mikrofonia puhuaksesi ja tarkistaaksesi ääntämyksesi.
fr: Appuyer sur le micro pour parler et vérifier votre prononciation.
gl: Preme o micrófono para falar e comprobar a túa pronuncia.
gu: બોલવા માટે માઇક્રોફોન દબાવો અને તમારા ઉચ્ચારણ તપાસો.
he: לחץ על המיקרופון כדי לדבר ולבדוק את ההגייה שלך.
hi: बोलने के लिए माइक्रोफ़ोन दबाएँ और अपना उच्चारण जांचें।
hr: Pritisnite mikrofon da biste govorili i provjerili svoj izgovor.
hu: Nyomd meg a mikrofon gombot a beszédhez és a kiejtés ellenőrzéséhez.
hy: Սեղմեք միկրոֆոնը՝ խոսելու և ձեր արտասանությունը ստուգելու համար։
is: Ýttu á hljóðnemann til að tala og athuga framburðinn.
it: Premi il microfono per parlare e controlla la tua pronuncia.
ja: マイクを押して話して発音を確認します。
ka: დააჭირეთ მიკროფონს სასაუბროდ და შეამოწმეთ თქვენი გამოთქმა.
kk: Сөйлеу және айтылуыңызды тексеру үшін микрофонды басыңыз.
km: ចុចមីក្រូហ្វូនដើម្បីនិយាយ និងពិនិត្យមើលការបញ្ចេញសំឡេងរបស់អ្នក។
kn: ಮಾತನಾಡಲು ಮೈಕ್ರೊಫೋನ್ ಒತ್ತಿ ಮತ್ತು ನಿಮ್ಮ ಉಚ್ಚಾರಣೆಯನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 마이크를 눌러 말하고 발음을 확인하세요.
ky: Сүйлөө үчүн микрофонду басыңыз жана айтылышыңызды текшериңиз.
lo: ກົດໄມໂຄຣໂຟນເພື່ອເວົ້າ ແລະກວດສອບການອອກສຽງຂອງທ່ານ.
lt: Paspauskite mikrofoną, kad galėtumėte kalbėti ir patikrinti savo tarimą.
lv: Nospiediet mikrofonu, lai runātu un pārbaudītu savu izrunu.
mk: Притиснете го микрофонот за да зборувате и проверете го вашиот изговор.
ml: സംസാരിക്കാൻ മൈക്രോഫോൺ അമർത്തി നിങ്ങളുടെ ഉച്ചാരണം പരിശോധിക്കുക.
mn: Микрофон дээр дарж ярьж, дуудлагаа шалгана уу.
mr: बोलण्यासाठी मायक्रोफोन दाबा आणि तुमचे उच्चार तपासा.
ms: Tekan mikrofon untuk bercakap dan semak sebutan anda.
my: စကားပြောရန်နှင့် သင့်အသံထွက်ကို စစ်ဆေးရန် မိုက်ခရိုဖုန်းကို နှိပ်ပါ။
ne: बोल्न र आफ्नो उच्चारण जाँच गर्न माइक्रोफोन थिच्नुहोस्।
nl: Druk op de microfoon om te spreken en uw uitspraak te controleren.
no: Trykk på mikrofonen for å snakke og sjekke uttalen din.
or: କହିବା ପାଇଁ ମାଇକ୍ରୋଫୋନ୍ ଦବାନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ଉଚ୍ଚାରଣ ଯାଞ୍ଚ କରନ୍ତୁ।
pa: ਬੋਲਣ ਲਈ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਦਬਾਓ ਅਤੇ ਆਪਣੇ ਉਚਾਰਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Naciśnij mikrofon, aby mówić i sprawdzić swoją wymowę.
pt: Pressione o microfone para falar e verificar sua pronúncia.
ro: Apăsați microfonul pentru a vorbi și a vă verifica pronunția.
ru: Нажмите на микрофон, чтобы говорить и проверить свое произношение.
si: කතා කිරීමට මයික්‍රෆෝනය ඔබා ඔබේ උච්චාරණය පරීක්ෂා කරන්න.
sk: Stlačte mikrofón, aby ste mohli hovoriť a skontrolovať si svoju výslovnosť.
sl: Pritisnite mikrofon, da spregovorite in preverite svojo izgovorjavo.
sq: Shtypni mikrofonin për të folur dhe kontrolloni shqiptimin tuaj.
sr: Притисните микрофон да бисте говорили и проверили свој изговор.
sv: Tryck på mikrofonen för att tala och kontrollera ditt uttal.
sw: Bonyeza maikrofoni ili kuzungumza na kuangalia matamshi yako.
ta: பேச மைக்ரோஃபோனை அழுத்தி உங்கள் உச்சரிப்பைச் சரிபார்க்கவும்.
te: మాట్లాడటానికి మైక్రోఫోన్ నొక్కి, మీ ఉచ్చారణను తనిఖీ చేయండి.
th: กดไมโครโฟนเพื่อพูดและตรวจสอบการออกเสียงของคุณ
tr: Konuşmak için mikrofona basın ve telaffuzunuzu kontrol edin.
uk: Натисніть кнопку мікрофона, щоб говорити та перевіряти свою вимову.
ur: بولنے اور اپنا تلفظ چیک کرنے کے لیے مائیکروفون کو دبائیں۔
uz: Gapirish va talaffuzingizni tekshirish uchun mikrofonni bosing.
vi: Nhấn micrô để nói và kiểm tra cách phát âm của bạn.
zh: 按下麦克风说话并检查您的发音。
zu: Cindezela imakrofoni ukuze ukhulume futhi uhlole ukuphimisela kwakho.

# pronunciation_error1
source: Failed to initialize speech recognition
af: Kon nie spraakherkenning inisialiseer nie
am: የንግግር ማወቂያን ማስጀመር አልተሳካም።
ar: فشل في تهيئة التعرف على الكلام
as: বাক্য চিনাক্তকৰণ আৰম্ভ কৰাত ব্যৰ্থ
az: Nitqin tanınmasını işə salmaq alınmadı
be: Не атрымалася ініцыялізаваць распазнаванне маўлення
bg: Неуспешно инициализиране на разпознаването на реч
bn: স্পিচ রিকগনিশন শুরু করা যায়নি
ca: No s'ha pogut inicialitzar el reconeixement de veu
cs: Nepodařilo se inicializovat rozpoznávání řeči
da: Kunne ikke initialisere talegenkendelse
de: Spracherkennung konnte nicht initialisiert werden
el: Αποτυχία αρχικοποίησης της αναγνώρισης ομιλίας
es: No se pudo inicializar el reconocimiento de voz
et: Kõnetuvastuse initsialiseerimine ebaõnnestus
eu: Ahots-ezagutza abiaraztea huts egin da
fa: تشخیص گفتار مقداردهی اولیه نشد
fi: Puheentunnistuksen alustaminen epäonnistui
fr: Echec de l'initialisation de la reconnaissance vocale
gl: Non se puido inicializar o recoñecemento de voz
gu: વાણી ઓળખ શરૂ કરવામાં નિષ્ફળ થયાં
he: נכשל באתחול זיהוי הדיבור
hi: वाक् पहचान आरंभ करने में विफल
hr: Nije uspjelo inicijaliziranje prepoznavanja govora
hu: Nem sikerült inicializálni a beszédfelismerést
hy: Չհաջողվեց նախնականացնել խոսքի ճանաչումը
is: Mistókst að frumstilla talgreiningu
it: Impossibile inizializzare il riconoscimento vocale
ja: 音声認識の初期化に失敗しました
ka: მეტყველების ამოცნობის ინიციალიზაცია ვერ მოხერხდა
kk: Дауысты тану инициализацияланбады
km: បរាជ័យក្នុងការចាប់ផ្តើមការទទួលស្គាល់ការនិយាយ
kn: ಭಾಷಣ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ.
ko: 음성 인식을 초기화하지 못했습니다.
ky: Кепти таануу инициализацияланган жок
lo: ລົ້ມເຫລວໃນການເລີ່ມຕົ້ນການຮັບຮູ້ສຽງເວົ້າ
lt: Nepavyko inicijuoti kalbos atpažinimo
lv: Neizdevās inicializēt runas atpazīšanu
mk: Неуспешно иницијализирање на препознавањето говор
ml: സംഭാഷണ തിരിച്ചറിയൽ ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു
mn: Яриа танихыг эхлүүлж чадсангүй
mr: उच्चार ओळख सुरू करण्यात अयशस्वी
ms: Gagal memulakan pengecaman pertuturan
my: စကားပြောအသိအမှတ်ပြုခြင်းကို အစပြု၍မရပါ။
ne: वाणी पहिचान सुरु गर्न असफल भयो
nl: Het is niet gelukt om spraakherkenning te initialiseren
no: Kunne ikke initialisere talegjenkjenning
or: ସ୍ପିଚ୍ ଚିହ୍ନଟକରଣ ଆରମ୍ଭ କରିବାରେ ବିଫଳ ହେଲା
pa: ਬੋਲੀ ਪਛਾਣ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Nie udało się zainicjować rozpoznawania mowy
pt: Falha ao inicializar o reconhecimento de fala
ro: Inițializarea recunoașterii vocale a eșuat
ru: Не удалось инициализировать распознавание речи
si: කථන හඳුනාගැනීම ආරම්භ කිරීමට අසමත් විය.
sk: Nepodarilo sa inicializovať rozpoznávanie reči
sl: Inicializacija prepoznavanja govora ni uspela
sq: Dështoi në inicializimin e njohjes së të folurit
sr: Није успело покретање препознавања говора
sv: Misslyckades med att initiera taligenkänning
sw: Imeshindwa kuanzisha utambuzi wa matamshi
ta: பேச்சு அங்கீகாரத்தைத் தொடங்குவதில் தோல்வி.
te: ప్రసంగ గుర్తింపును ప్రారంభించడంలో విఫలమైంది
th: ไม่สามารถเริ่มต้นการจดจำเสียงพูดได้
tr: Konuşma tanıma başlatılamadı
uk: Не вдалося ініціалізувати розпізнавання мовлення
ur: تقریر کی شناخت شروع کرنے میں ناکام
uz: Nutqni aniqlashni ishga tushirib boʻlmadi
vi: Không thể khởi tạo nhận dạng giọng nói
zh: 无法初始化语音识别
zu: Yehlulekile ukuqalisa ukubonwa kwenkulumo
