Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# auth_success_update_profile
source: Profile successfully updated!
af: Profiel suksesvol opgedateer!
am: መገለጫ በተሳካ ሁኔታ ዘምኗል!
ar: تم تحديث الملف الشخصي بنجاح!
as: প্ৰফাইল সফলতাৰে আপডেট কৰা হৈছে!
az: Profil uğurla yeniləndi!
be: Профіль паспяхова абноўлены!
bg: Профилът е актуализиран успешно!
bn: প্রোফাইল সফলভাবে আপডেট করা হয়েছে!
ca: Perfil actualitzat correctament!
cs: Profil byl úspěšně aktualizován!
da: Profilen er blevet opdateret!
de: Profil erfolgreich aktualisiert!
el: Το προφίλ ενημερώθηκε με επιτυχία!
es: ¡Perfil actualizado exitosamente!
et: Profiili värskendamine õnnestus!
eu: Profila behar bezala eguneratu da!
fa: پروفایل با موفقیت به‌روزرسانی شد!
fi: Profiili päivitetty onnistuneesti!
fr: Profil mis à jour avec succès !
gl: Perfil actualizado correctamente!
gu: પ્રોફાઇલ સફળતાપૂર્વક અપડેટ થઈ!
he: הפרופיל עודכן בהצלחה!
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट हो गई!
hr: Profil uspješno ažuriran!
hu: Profil sikeresen frissítve!
hy: Պրոֆիլը հաջողությամբ թարմացվեց։
is: Prófíllinn hefur verið uppfærður!
it: Profilo aggiornato con successo!
ja: プロフィールが正常に更新されました。
ka: პროფილი წარმატებით განახლდა!
kk: Профиль сәтті жаңартылды!
km: បានធ្វើបច្ចុប្បន្នភាពទម្រង់ដោយជោគជ័យ!
kn: ಪ್ರೊಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!
ko: 프로필이 성공적으로 업데이트되었습니다!
ky: Профиль ийгиликтүү жаңыртылды!
lo: ອັບເດດໂປຣໄຟລ໌ສຳເລັດແລ້ວ!
lt: Profilis sėkmingai atnaujintas!
lv: Profils veiksmīgi atjaunināts!
mk: Профилот е успешно ажуриран!
ml: പ്രൊഫൈൽ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു!
mn: Профайлыг амжилттай шинэчилсэн!
mr: प्रोफाइल यशस्वीरित्या अपडेट केले!
ms: Profil berjaya dikemas kini!
my: ပရိုဖိုင်ကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။
ne: प्रोफाइल सफलतापूर्वक अद्यावधिक गरियो!
nl: Profiel succesvol bijgewerkt!
no: Profilen er oppdatert!
or: ପ୍ରୋଫାଇଲ୍ ସଫଳତାର ସହ ଅପଡେଟ୍ କରାଯାଇଛି!
pa: ਪ੍ਰੋਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ!
pl: Profil został pomyślnie zaktualizowany!
pt: Perfil atualizado com sucesso!
ro: Profilul a fost actualizat cu succes!
ru: Профиль успешно обновлен!
si: පැතිකඩ සාර්ථකව යාවත්කාලීන කරන ලදී!
sk: Profil bol úspešne aktualizovaný!
sl: Profil je bil uspešno posodobljen!
sq: Profili u përditësua me sukses!
sr: Профил је успешно ажуриран!
sv: Profilen har uppdaterats!
sw: Wasifu umesasishwa!
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!
te: ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది!
th: อัปเดตโปรไฟล์สำเร็จแล้ว!
tr: Profil başarıyla güncellendi!
uk: Профіль успішно оновлено!
ur: پروفائل کامیابی کے ساتھ اپ ڈیٹ ہو گیا!
uz: Profil muvaffaqiyatli yangilandi!
vi: Hồ sơ đã được cập nhật thành công!
zh: 个人资料更新成功！
zu: Iphrofayela ibuyekezwe ngempumelelo!

# vocabulaire_success_delete_list
source: List deleted successfully.
af: Lys suksesvol uitgevee.
am: ዝርዝሩ በተሳካ ሁኔታ ተሰርዟል።
ar: تم حذف القائمة بنجاح.
as: তালিকা সফলতাৰে মচি পেলোৱা হৈছে।
az: Siyahı uğurla silindi.
be: Спіс паспяхова выдалены.
bg: Списъкът е изтрит успешно.
bn: তালিকা সফলভাবে মুছে ফেলা হয়েছে।
ca: Llista suprimida correctament.
cs: Seznam byl úspěšně smazán.
da: Listen er slettet.
de: Liste erfolgreich gelöscht.
el: Η λίστα διαγράφηκε με επιτυχία.
es: Lista eliminada exitosamente
et: Loend edukalt kustutatud.
eu: Zerrenda behar bezala ezabatu da.
fa: لیست با موفقیت حذف شد.
fi: Lista poistettu onnistuneesti.
fr: Liste supprimée avec succès.
gl: Lista eliminada correctamente.
gu: સૂચિ સફળતાપૂર્વક કાઢી નાખવામાં આવી.
he: הרשימה נמחקה בהצלחה.
hi: सूची सफलतापूर्वक हटा दी गई.
hr: Popis je uspješno izbrisan.
hu: A lista sikeresen törölve.
hy: Ցանկը հաջողությամբ ջնջվեց։
is: Listi eytt með góðum árangri.
it: Elenco eliminato con successo.
ja: リストは正常に削除されました。
ka: სია წარმატებით წაიშალა.
kk: Тізім сәтті жойылды.
km: បានលុបបញ្ជីដោយជោគជ័យ។
kn: ಪಟ್ಟಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.
ko: 목록이 성공적으로 삭제되었습니다.
ky: Тизме ийгиликтүү жок кылынды.
lo: ລຶບລາຍຊື່ສຳເລັດແລ້ວ.
lt: Sąrašas sėkmingai ištrintas.
lv: Saraksts veiksmīgi izdzēsts.
mk: Листата е успешно избришана.
ml: ലിസ്റ്റ് വിജയകരമായി ഇല്ലാതാക്കി.
mn: Жагсаалтыг амжилттай устгалаа.
mr: यादी यशस्वीरित्या हटवली.
ms: Senarai berjaya dipadamkan.
my: စာရင်းကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။
ne: सूची सफलतापूर्वक मेटाइयो।
nl: Lijst succesvol verwijderd.
no: Listen er slettet.
or: ତାଲିକା ସଫଳତାର ସହ ଡିଲିଟ୍ ହୋଇଯାଇଛି।
pa: ਸੂਚੀ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤੀ ਗਈ।
pl: Lista została pomyślnie usunięta.
pt: Lista excluída com sucesso.
ro: Lista a fost ștearsă cu succes.
ru: Список успешно удален.
si: ලැයිස්තුව සාර්ථකව මකා දමන ලදී.
sk: Zoznam bol úspešne odstránený.
sl: Seznam je bil uspešno izbrisan.
sq: Lista u fshi me sukses.
sr: Листа је успешно обрисана.
sv: Listan har raderats.
sw: Orodha imefutwa.
ta: பட்டியல் வெற்றிகரமாக நீக்கப்பட்டது.
te: జాబితా విజయవంతంగా తొలగించబడింది.
th: ลบรายการสำเร็จแล้ว
tr: Liste başarıyla silindi.
uk: Список успішно видалено.
ur: فہرست کامیابی کے ساتھ حذف کر دی گئی۔
uz: Roʻyxat muvaffaqiyatli oʻchirildi.
vi: Đã xóa danh sách thành công.
zh: 列表删除成功。
zu: Uhlu lususwe ngempumelelo.

# update_app_text_1
source: A new version of Voczilla is available with significant improvements, new features and bug fixes for an even better experience
af: 'n Nuwe weergawe van Voczilla is beskikbaar met beduidende verbeterings, nuwe funksies en foutoplossings vir 'n nog beter ervaring.
am: አዲስ የVoczilla ስሪት ጉልህ ማሻሻያዎችን፣ አዲስ ባህሪያትን እና የሳንካ ጥገናዎችን ለተሻለ ተሞክሮ ይገኛል።
ar: يتوفر إصدار جديد من Voczilla مع تحسينات كبيرة وميزات جديدة وإصلاحات للأخطاء للحصول على تجربة أفضل
as: Voczilla ৰ এটা নতুন সংস্কৰণ আৰু উন্নত অভিজ্ঞতাৰ বাবে উল্লেখযোগ্য উন্নতি, নতুন বৈশিষ্ট্য আৰু বাগ সমাধানৰ সৈতে উপলব্ধ
az: Daha yaxşı təcrübə üçün əhəmiyyətli təkmilləşdirmələr, yeni funksiyalar və səhv düzəlişləri ilə Voczilla-nın yeni versiyası mövcuddur
be: Даступная новая версія Voczilla са значнымі паляпшэннямі, новымі функцыямі і выпраўленнямі памылак для яшчэ лепшага вопыту.
bg: Налична е нова версия на Voczilla със значителни подобрения, нови функции и корекции на грешки за още по-добро изживяване.
bn: আরও ভালো অভিজ্ঞতার জন্য উল্লেখযোগ্য উন্নতি, নতুন বৈশিষ্ট্য এবং বাগ সংশোধন সহ Voczilla-এর একটি নতুন সংস্করণ উপলব্ধ।
ca: Hi ha disponible una nova versió de Voczilla amb millores significatives, noves funcions i correcció d'errors per a una experiència encara millor.
cs: Nová verze Voczilly je k dispozici s významnými vylepšeními, novými funkcemi a opravami chyb pro ještě lepší zážitek.
da: En ny version af Voczilla er tilgængelig med betydelige forbedringer, nye funktioner og fejlrettelser for en endnu bedre oplevelse
de: Eine neue Version von Voczilla ist verfügbar mit erheblichen Verbesserungen, neuen Funktionen und Fehlerbehebungen für ein noch besseres Erlebnis
el: Μια νέα έκδοση του Voczilla είναι διαθέσιμη με σημαντικές βελτιώσεις, νέες δυνατότητες και διορθώσεις σφαλμάτων για μια ακόμα καλύτερη εμπειρία.
es: Una nueva versión de Voczilla está disponible con mejoras significativas, nuevas funciones y correcciones de errores para una experiencia aún mejor.
et: Voczilla uus versioon on saadaval oluliste täiustuste, uute funktsioonide ja veaparandustega veelgi parema kogemuse tagamiseks.
eu: Voczillaren bertsio berri bat eskuragarri dago, hobekuntza nabarmenekin, funtzio berriekin eta akatsen konponketekin, esperientzia are hobea izan dadin.
fa: نسخه جدید Voczilla با پیشرفت‌های قابل توجه، ویژگی‌های جدید و رفع اشکالات برای تجربه‌ای بهتر در دسترس است.
fi: Voczillasta on saatavilla uusi versio, joka sisältää merkittäviä parannuksia, uusia ominaisuuksia ja virheenkorjauksia entistä paremman käyttökokemuksen takaamiseksi.
fr: Une nouvelle version de Voczilla est disponible avec des améliorations importantes, de nouvelles fonctionnalités et des corrections de bugs pour une expérience encore meilleure
gl: Hai dispoñible unha nova versión de Voczilla con melloras significativas, novas funcionalidades e correccións de erros para unha experiencia aínda mellor.
gu: વધુ સારા અનુભવ માટે Voczilla નું નવું સંસ્કરણ નોંધપાત્ર સુધારાઓ, નવી સુવિધાઓ અને બગ ફિક્સ સાથે ઉપલબ્ધ છે.
he: גרסה חדשה של Voczilla זמינה עם שיפורים משמעותיים, תכונות חדשות ותיקוני באגים לחוויה טובה עוד יותר
hi: वोकज़िला का एक नया संस्करण महत्वपूर्ण सुधारों, नई सुविधाओं और बग फिक्स के साथ उपलब्ध है ताकि अनुभव और भी बेहतर हो सके
hr: Nova verzija Voczille dostupna je sa značajnim poboljšanjima, novim značajkama i ispravcima grešaka za još bolje iskustvo.
hu: Megjelent a Voczilla új verziója, amely jelentős fejlesztéseket, új funkciókat és hibajavításokat tartalmaz a még jobb felhasználói élmény érdekében.
hy: Voczilla-ի նոր տարբերակը հասանելի է զգալի բարելավումներով, նոր հնարավորություններով և սխալների շտկումներով՝ ավելի լավ փորձառություն ապահովելու համար։
is: Ný útgáfa af Voczilla er fáanleg með verulegum úrbótum, nýjum eiginleikum og villuleiðréttingum fyrir enn betri upplifun.
it: È disponibile una nuova versione di Voczilla con miglioramenti significativi, nuove funzionalità e correzioni di bug per un'esperienza ancora migliore
ja: Voczillaの新バージョンでは、大幅な改善、新機能、バグ修正が行われ、さらに優れたエクスペリエンスが実現しました。
ka: Voczilla-ს ახალი ვერსია ხელმისაწვდომია მნიშვნელოვანი გაუმჯობესებებით, ახალი ფუნქციებითა და შეცდომების გამოსწორებით კიდევ უფრო უკეთესი გამოცდილებისთვის.
kk: Voczilla қолданбасының жаңа нұсқасы айтарлықтай жақсартулармен, жаңа мүмкіндіктермен және қателерді түзетумен қол жетімді
km: កំណែថ្មីរបស់ Voczilla អាចរកបានជាមួយនឹងការកែលម្អសំខាន់ៗ លក្ខណៈពិសេសថ្មី និងការកែបញ្ហាសម្រាប់បទពិសោធន៍កាន់តែប្រសើរ
kn: ಇನ್ನೂ ಉತ್ತಮ ಅನುಭವಕ್ಕಾಗಿ ಗಮನಾರ್ಹ ಸುಧಾರಣೆಗಳು, ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ದೋಷ ಪರಿಹಾರಗಳೊಂದಿಗೆ Voczilla ನ ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ.
ko: 더욱 향상된 경험을 위해 중요한 개선 사항, 새로운 기능 및 버그 수정을 포함한 새로운 버전의 Voczilla가 출시되었습니다.
ky: Voczilla'нын жаңы версиясы олуттуу жакшыртуулар, жаңы функциялар жана мүчүлүштүктөрдү оңдоолор менен жеткиликтүү
lo: ເວີຊັນໃໝ່ຂອງ Voczilla ແມ່ນມີໃຫ້ພ້ອມດ້ວຍການປັບປຸງທີ່ສຳຄັນ, ຄຸນສົມບັດໃໝ່ ແລະການແກ້ໄຂຂໍ້ບົກພ່ອງເພື່ອປະສົບການທີ່ດີຂຶ້ນ.
lt: Nauja „Voczilla“ versija prieinama su reikšmingais patobulinimais, naujomis funkcijomis ir klaidų ištaisymais, kad patirtis būtų dar geresnė.
lv: Ir pieejama jauna Voczilla versija ar ievērojamiem uzlabojumiem, jaunām funkcijām un kļūdu labojumiem vēl labākai pieredzei.
mk: Достапна е нова верзија на Voczilla со значителни подобрувања, нови функции и поправки на грешки за уште подобро искуство.
ml: കൂടുതൽ മികച്ച അനുഭവത്തിനായി കാര്യമായ മെച്ചപ്പെടുത്തലുകൾ, പുതിയ സവിശേഷതകൾ, ബഗ് പരിഹാരങ്ങൾ എന്നിവയോടെ വോക്‌സില്ലയുടെ ഒരു പുതിയ പതിപ്പ് ലഭ്യമാണ്.
mn: Voczilla-ийн шинэ хувилбар нь мэдэгдэхүйц сайжруулалт, шинэ боломжууд болон алдааны засваруудыг илүү сайн ашиглах боломжтой болсон
mr: आणखी चांगल्या अनुभवासाठी व्होकझिलाची नवीन आवृत्ती लक्षणीय सुधारणा, नवीन वैशिष्ट्ये आणि बग फिक्ससह उपलब्ध आहे.
ms: Versi baharu Voczilla tersedia dengan peningkatan ketara, ciri baharu dan pembetulan pepijat untuk pengalaman yang lebih baik
my: ပိုမိုကောင်းမွန်သောအတွေ့အကြုံအတွက် Voczilla ဗားရှင်းအသစ်ကို သိသာထင်ရှားသောတိုးတက်မှုများ၊ ဝန်ဆောင်မှုအသစ်များနှင့် ချွတ်ယွင်းချက်ပြင်ဆင်မှုများနှင့်အတူ ရရှိနိုင်ပါသည်။
ne: अझ राम्रो अनुभवको लागि Voczilla को नयाँ संस्करण उल्लेखनीय सुधारहरू, नयाँ सुविधाहरू र बग समाधानहरू सहित उपलब्ध छ।
nl: Er is een nieuwe versie van Voczilla beschikbaar met aanzienlijke verbeteringen, nieuwe functies en bugfixes voor een nog betere ervaring
no: En ny versjon av Voczilla er tilgjengelig med betydelige forbedringer, nye funksjoner og feilrettinger for en enda bedre opplevelse
or: ଆହୁରି ଭଲ ଅଭିଜ୍ଞତା ପାଇଁ Voczillaର ଏକ ନୂତନ ସଂସ୍କରଣ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଉନ୍ନତି, ନୂତନ ବୈଶିଷ୍ଟ୍ୟ ଏବଂ ତ୍ରୁଟି ସମାଧାନ ସହିତ ଉପଲବ୍ଧ।
pa: Voczilla ਦਾ ਇੱਕ ਨਵਾਂ ਸੰਸਕਰਣ ਹੋਰ ਵੀ ਬਿਹਤਰ ਅਨੁਭਵ ਲਈ ਮਹੱਤਵਪੂਰਨ ਸੁਧਾਰਾਂ, ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਬੱਗ ਫਿਕਸਾਂ ਦੇ ਨਾਲ ਉਪਲਬਧ ਹੈ।
pl: Dostępna jest nowa wersja Voczilli ze znaczącymi ulepszeniami, nowymi funkcjami i poprawkami błędów, zapewniająca jeszcze lepsze wrażenia
pt: Uma nova versão do Voczilla está disponível com melhorias significativas, novos recursos e correções de bugs para uma experiência ainda melhor
ro: O nouă versiune de Voczilla este disponibilă cu îmbunătățiri semnificative, funcții noi și remedieri de erori pentru o experiență și mai bună.
ru: Доступна новая версия Voczilla со значительными улучшениями, новыми функциями и исправлениями ошибок для еще лучшего опыта использования.
si: ඊටත් වඩා හොඳ අත්දැකීමක් සඳහා සැලකිය යුතු වැඩිදියුණු කිරීම්, නව විශේෂාංග සහ දෝෂ නිවැරදි කිරීම් සහිත Voczilla හි නව අනුවාදයක් තිබේ.
sk: Nová verzia Voczilly je k dispozícii s výraznými vylepšeniami, novými funkciami a opravami chýb pre ešte lepší zážitok.
sl: Na voljo je nova različica Voczille s pomembnimi izboljšavami, novimi funkcijami in popravki napak za še boljšo izkušnjo.
sq: Një version i ri i Voczilla është i disponueshëm me përmirësime të rëndësishme, veçori të reja dhe korrigjime gabimesh për një përvojë edhe më të mirë.
sr: Нова верзија Voczilla-е је доступна са значајним побољшањима, новим функцијама и исправкама грешака за још боље искуство.
sv: En ny version av Voczilla finns tillgänglig med betydande förbättringar, nya funktioner och buggfixar för en ännu bättre upplevelse
sw: Toleo jipya la Voczilla linapatikana likiwa na maboresho makubwa, vipengele vipya na kurekebishwa kwa hitilafu kwa matumizi bora zaidi
ta: இன்னும் சிறந்த அனுபவத்திற்காக குறிப்பிடத்தக்க மேம்பாடுகள், புதிய அம்சங்கள் மற்றும் பிழை திருத்தங்களுடன் Voczilla இன் புதிய பதிப்பு கிடைக்கிறது.
te: మరింత మెరుగైన అనుభవం కోసం గణనీయమైన మెరుగుదలలు, కొత్త ఫీచర్లు మరియు బగ్ పరిష్కారాలతో Voczilla యొక్క కొత్త వెర్షన్ అందుబాటులో ఉంది.
th: Voczilla เวอร์ชันใหม่พร้อมการปรับปรุงที่สำคัญ คุณสมบัติใหม่ และการแก้ไขข้อบกพร่องเพื่อประสบการณ์ที่ดียิ่งขึ้น
tr: Daha iyi bir deneyim için önemli iyileştirmeler, yeni özellikler ve hata düzeltmeleriyle Voczilla'nın yeni bir sürümü kullanıma sunuldu
uk: Нова версія Voczilla доступна зі значними покращеннями, новими функціями та виправленнями помилок для ще кращого досвіду.
ur: Voczilla کا ایک نیا ورژن ایک اور بھی بہتر تجربہ کے لیے نمایاں بہتریوں، نئی خصوصیات اور بگ فکسز کے ساتھ دستیاب ہے۔
uz: Voczilla-ning yangi versiyasi sezilarli yaxshilanishlar, yangi xususiyatlar va xatolarni tuzatish bilan yanada yaxshi tajriba uchun mavjud
vi: Phiên bản mới của Voczilla đã có sẵn với những cải tiến đáng kể, tính năng mới và sửa lỗi để mang lại trải nghiệm tốt hơn nữa
zh: Voczilla 的新版本现已推出，其中包含重大改进、新功能和错误修复，可提供更好的体验
zu: Inguqulo entsha ye-Voczilla iyatholakala ngokuthuthuka okuphawulekayo, izici ezintsha nokulungiswa kweziphazamisi ukuze uthole ulwazi olungcono nakakhulu

# update_app_text_2
source: Don't miss out on the latest news!
af: Moenie die nuutste nuus misloop nie!
am: የቅርብ ጊዜ ዜና እንዳያመልጥዎ!
ar: لا تفوت آخر الأخبار!
as: শেহতীয়া খবৰ নাপাহৰিব!
az: Ən son xəbərləri qaçırmayın!
be: Не прапусціце апошнія навіны!
bg: Не пропускайте последните новини!
bn: সর্বশেষ খবর মিস করবেন না!
ca: No et perdis les últimes notícies!
cs: Nenechte si ujít nejnovější zprávy!
da: Gå ikke glip af de seneste nyheder!
de: Verpassen Sie keine Neuigkeiten!
el: Μην χάσετε τα τελευταία νέα!
es: ¡No te pierdas las últimas novedades!
et: Ära maga maha värskeimaid uudiseid!
eu: Ez galdu azken berriak!
fa: آخرین اخبار را از دست ندهید!
fi: Älä missaa uusimpia uutisia!
fr: Ne manquez pas les nouveautés !
gl: Non te perdas as últimas novas!
gu: નવીનતમ સમાચાર ચૂકશો નહીં!
he: אל תפספסו את החדשות האחרונות!
hi: नवीनतम समाचारों से वंचित न रहें!
hr: Ne propustite najnovije vijesti!
hu: Ne maradj le a legfrissebb hírekről!
hy: Մի բաց թողեք վերջին նորությունները։
is: Missið ekki af nýjustu fréttunum!
it: Non perderti le ultime novità!
ja: 最新ニュースをお見逃しなく！
ka: არ გამოტოვოთ უახლესი ამბები!
kk: Соңғы жаңалықтарды жіберіп алмаңыз!
km: កុំខកខានព័ត៌មានថ្មីៗ!
kn: ಇತ್ತೀಚಿನ ಸುದ್ದಿಗಳನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಡಿ!
ko: 최신 뉴스를 놓치지 마세요!
ky: Акыркы жаңылыктарды өткөрүп жибербеңиз!
lo: ຢ່າພາດຂ່າວລ່າສຸດ!
lt: Nepraleiskite naujausių naujienų!
lv: Nepalaidiet garām jaunākās ziņas!
mk: Не пропуштајте ги најновите вести!
ml: ഏറ്റവും പുതിയ വാർത്തകൾ നഷ്ടപ്പെടുത്തരുത്!
mn: Хамгийн сүүлийн үеийн мэдээг бүү алдаарай!
mr: ताज्या बातम्या चुकवू नका!
ms: Jangan ketinggalan berita terkini!
my: နောက်ဆုံးရသတင်းများကို လက်မလွတ်စေနှင့်။
ne: ताजा समाचारहरू नछुटाउनुहोस्!
nl: Mis het laatste nieuws niet!
no: Ikke gå glipp av de siste nyhetene!
or: ନବୀନତମ ଖବର ପାଇବାକୁ ହାତଛଡ଼ା କରନ୍ତୁ ନାହିଁ!
pa: ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਨੂੰ ਨਾ ਗੁਆਓ!
pl: Nie przegap najnowszych wiadomości!
pt: Não perca as últimas notícias!
ro: Nu ratați cele mai recente știri!
ru: Не пропустите последние новости!
si: නවතම පුවත් අතපසු කරගන්න එපා!
sk: Nenechajte si ujsť najnovšie správy!
sl: Ne zamudite najnovejših novic!
sq: Mos i humbisni lajmet më të fundit!
sr: Не пропустите најновије вести!
sv: Missa inte de senaste nyheterna!
sw: Usikose habari za hivi punde!
ta: சமீபத்திய செய்திகளைத் தவறவிடாதீர்கள்!
te: తాజా వార్తలను మిస్ అవ్వకండి!
th: อย่าพลาดข่าวสารล่าสุด!
tr: Son dakika haberlerini kaçırmayın!
uk: Не пропустіть останні новини!
ur: تازہ ترین خبروں سے محروم نہ ہوں!
uz: Eng so'nggi yangiliklarni o'tkazib yubormang!
vi: Đừng bỏ lỡ những tin tức mới nhất!
zh: 不要错过最新消息！
zu: Ungaphuthelwa yizindaba zakamuva!

# update_app_text_3
source: Click below to update now
af: Klik hieronder om nou op te dateer
am: አሁን ለማዘመን ከታች ጠቅ ያድርጉ
ar: انقر أدناه للتحديث الآن
as: এতিয়াই আপডেট কৰিবলৈ তলত ক্লিক কৰক
az: İndi yeniləmək üçün aşağıya klikləyin
be: Націсніце ніжэй, каб абнавіць зараз
bg: Кликнете по-долу, за да актуализирате сега
bn: এখনই আপডেট করতে নিচে ক্লিক করুন
ca: Feu clic a continuació per actualitzar ara
cs: Klikněte níže pro aktualizaci
da: Klik nedenfor for at opdatere nu
de: Klicken Sie unten, um jetzt zu aktualisieren
el: Κάντε κλικ παρακάτω για να ενημερωθείτε τώρα
es: Haga clic a continuación para actualizar ahora
et: Klõpsake allpool, et kohe värskendada
eu: Egin klik behean orain eguneratzeko
fa: برای به‌روزرسانی همین حالا روی لینک زیر کلیک کنید
fi: Päivitä nyt napsauttamalla alla olevaa linkkiä
fr: Cliquez ci-dessous pour mettre à jour maintenant
gl: Fai clic a continuación para actualizar agora
gu: હમણાં અપડેટ કરવા માટે નીચે ક્લિક કરો
he: לחצו למטה כדי לעדכן עכשיו
hi: अभी अपडेट करने के लिए नीचे क्लिक करें
hr: Kliknite dolje za ažuriranje odmah
hu: Kattintson az alábbi gombra a frissítéshez
hy: Սեղմեք ստորև՝ հիմա թարմացնելու համար
is: Smelltu hér að neðan til að uppfæra núna
it: Fai clic qui sotto per aggiornare ora
ja: 今すぐ更新するには以下をクリックしてください
ka: დააწკაპუნეთ ქვემოთ ახლავე განახლებისთვის
kk: Қазір жаңарту үшін төменде басыңыз
km: ចុចខាងក្រោមដើម្បីធ្វើបច្ចុប្បន្នភាពឥឡូវនេះ
kn: ಈಗಲೇ ನವೀಕರಿಸಲು ಕೆಳಗೆ ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 지금 업데이트하려면 아래를 클릭하세요
ky: Азыр жаңыртуу үчүн төмөндө чыкылдатыңыз
lo: ກົດຂ້າງລຸ່ມນີ້ເພື່ອອັບເດດດຽວນີ້
lt: Spustelėkite žemiau, kad atnaujintumėte dabar
lv: Noklikšķiniet zemāk, lai atjauninātu tūlīt
mk: Кликнете подолу за да ажурирате сега
ml: ഇപ്പോൾ അപ്ഡേറ്റ് ചെയ്യാൻ താഴെ ക്ലിക്ക് ചെയ്യുക
mn: Одоо шинэчлэхийн тулд доор дарна уу
mr: आता अपडेट करण्यासाठी खाली क्लिक करा
ms: Klik di bawah untuk mengemas kini sekarang
my: ယခု အပ်ဒိတ်လုပ်ရန် အောက်တွင် နှိပ်ပါ။
ne: अहिले नै अपडेट गर्न तल क्लिक गर्नुहोस्
nl: Klik hieronder om nu te updaten
no: Klikk nedenfor for å oppdatere nå
or: ଏବେ ଅପଡେଟ୍ କରିବାକୁ ତଳେ କ୍ଲିକ୍ କରନ୍ତୁ
pa: ਹੁਣੇ ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਹੇਠਾਂ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij poniżej, aby zaktualizować teraz
pt: Clique abaixo para atualizar agora
ro: Faceți clic mai jos pentru a actualiza acum
ru: Нажмите ниже, чтобы обновить сейчас
si: දැන් යාවත්කාලීන කිරීමට පහත ක්ලික් කරන්න.
sk: Kliknite nižšie pre aktualizáciu
sl: Kliknite spodaj za posodobitev zdaj
sq: Klikoni më poshtë për të përditësuar tani
sr: Кликните испод да бисте одмах ажурирали
sv: Klicka nedan för att uppdatera nu
sw: Bofya hapa chini kusasisha sasa
ta: இப்போது புதுப்பிக்க கீழே கிளிக் செய்யவும்.
te: ఇప్పుడే నవీకరించడానికి క్రింద క్లిక్ చేయండి.
th: คลิกด้านล่างเพื่ออัปเดตทันที
tr: Şimdi güncellemek için aşağıya tıklayın
uk: Натисніть нижче, щоб оновити зараз
ur: ابھی اپ ڈیٹ کرنے کے لیے نیچے کلک کریں۔
uz: Hozir yangilash uchun pastga bosing
vi: Nhấp vào bên dưới để cập nhật ngay
zh: 点击下面立即更新
zu: Chofoza ngezansi ukuze ubuyekeze manje

# update_app_text_4
source: Update VocZilla
af: Opdateer VocZilla
am: VocZillaን ያዘምኑ
ar: تحديث VocZilla
as: VocZilla আপডেট কৰক
az: VocZilla-nı yeniləyin
be: Абнавіць VocZilla
bg: Актуализирайте VocZilla
bn: VocZilla আপডেট করুন
ca: Actualitza VocZilla
cs: Aktualizace VocZilly
da: Opdater VocZilla
de: VocZilla aktualisieren
el: Ενημέρωση VocZilla
es: Actualizar VocZilla
et: VocZilla värskendamine
eu: VocZilla eguneratu
fa: به‌روزرسانی وُک‌زیلا
fi: Päivitä VocZilla
fr: Mettre à jour VocZilla
gl: Actualizar VocZilla
gu: VocZilla અપડેટ કરો
he: עדכון VocZilla
hi: VocZilla अपडेट करें
hr: Ažuriraj VocZillu
hu: Frissítse a VocZillát
hy: VocZilla-ի թարմացում
is: Uppfæra VocZilla
it: Aggiorna VocZilla
ja: VocZilla を更新
ka: VocZilla-ს განახლება
kk: VocZilla бағдарламасын жаңартыңыз
km: ធ្វើបច្ចុប្បន្នភាព VocZilla
kn: ವೋಕ್‌ಝಿಲ್ಲಾ ನವೀಕರಿಸಿ
ko: VocZilla 업데이트
ky: VocZilla жаңыртуу
lo: ອັບເດດ VocZilla
lt: Atnaujinti „VocZilla“
lv: Atjaunināt VocZilla
mk: Ажурирај VocZilla
ml: വോക്‌സില്ല അപ്‌ഡേറ്റ് ചെയ്യുക
mn: VocZilla-г шинэчлэх
mr: VocZilla अपडेट करा
ms: Kemas kini VocZilla
my: VocZilla ကို အပ်ဒိတ်လုပ်ပါ။
ne: VocZilla अपडेट गर्नुहोस्
nl: VocZilla bijwerken
no: Oppdater VocZilla
or: VocZilla ଅପଡେଟ୍ କରନ୍ତୁ
pa: VocZilla ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizacja VocZilli
pt: Atualizar VocZilla
ro: Actualizați VocZilla
ru: Обновление VocZilla
si: VocZilla යාවත්කාලීන කරන්න
sk: Aktualizácia VocZilly
sl: Posodobi VocZillo
sq: Përditëso VocZilla-n
sr: Ажурирајте VocZilla-у
sv: Uppdatera VocZilla
sw: Sasisha VocZilla
ta: VocZilla ஐப் புதுப்பிக்கவும்
te: వోక్జిల్లాను నవీకరించండి
th: อัปเดต VocZilla
tr: VocZilla'yı güncelle
uk: Оновлення VocZilla
ur: VocZilla کو اپ ڈیٹ کریں۔
uz: VocZilla-ni yangilang
vi: Cập nhật VocZilla
zh: 更新 VocZilla
zu: Buyekeza i-VocZilla
