Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# freetrial_info2
source: Join us and unlock a world of possibilities with our exclusive memberships!
af: Sluit by ons aan en ontsluit 'n wêreld van moontlikhede met ons eksklusiewe lidmaatskappe!
am: ከእኛ ጋር ይቀላቀሉ እና የእኛ ልዩ አባልነቶች ጋር አጋጣሚዎች ዓለም ይክፈቱ!
ar: انضم إلينا وافتح عالمًا مليئًا بالإمكانيات مع عضويتنا الحصرية!
as: আমাৰ সৈতে যোগদান কৰক আৰু আমাৰ একচেটিয়া সদস্যপদৰ সৈতে সম্ভাৱনাৰ এখন জগত মুকলি কৰক!
az: Bizə qoşulun və eksklüziv üzvlüklərimizlə imkanlar dünyasını açın!
be: Далучайцеся да нас і адкрыйце для сябе свет магчымасцей з нашымі эксклюзіўнымі сяброўствамі!
bg: Присъединете се към нас и отключете свят от възможности с нашите ексклузивни членства!
bn: আমাদের সাথে যোগ দিন এবং আমাদের এক্সক্লুসিভ সদস্যপদগুলির মাধ্যমে সম্ভাবনার এক জগৎ উন্মোচন করুন!
ca: Uneix-te a nosaltres i desbloqueja un món de possibilitats amb les nostres quotes exclusives!
cs: Přidejte se k nám a odemkněte svět možností s našimi exkluzivními členstvími!
da: Bliv medlem og oplev en verden af muligheder med vores eksklusive medlemskaber!
de: Werden Sie Mitglied und eröffnen Sie sich mit unseren exklusiven Mitgliedschaften eine Welt voller Möglichkeiten!
el: Ελάτε μαζί μας και ξεκλειδώστε έναν κόσμο δυνατοτήτων με τις αποκλειστικές μας συνδρομές!
es: ¡Únete a nosotros y descubre un mundo de posibilidades con nuestras membresías exclusivas!
et: Liitu meiega ja ava võimaluste maailm meie eksklusiivsete liikmesustega!
eu: Batu zaitez gurekin eta desblokeatu aukera mundu bat gure kidetza esklusiboekin!
fa: به ما بپیوندید و با عضویت‌های انحصاری ما، دنیایی از امکانات را برای خود باز کنید!
fi: Liity mukaan ja avaa mahdollisuuksien maailma ainutlaatuisilla jäsenyyksillämme!
fr: Rejoignez-nous et débloquez un monde de possibilités avec nos abonnements exclusifs!
gl: Únete a nós e descubre un mundo de posibilidades coas nosas membresías exclusivas!
gu: અમારી સાથે જોડાઓ અને અમારી વિશિષ્ટ સભ્યપદ સાથે શક્યતાઓની દુનિયાને અનલૉક કરો!
he: הצטרפו אלינו וגלו עולם של אפשרויות עם המנויים הבלעדיים שלנו!
hi: हमारे साथ जुड़ें और हमारी विशेष सदस्यता के साथ संभावनाओं की दुनिया को अनलॉक करें!
hr: Pridružite nam se i otključajte svijet mogućnosti uz naša ekskluzivna članstva!
hu: Csatlakozz hozzánk, és fedezd fel a lehetőségek világát exkluzív tagságainkkal!
hy: Միացե՛ք մեզ և բացահայտե՛ք հնարավորությունների մի աշխարհ մեր բացառիկ անդամակցությունների միջոցով։
is: Vertu með okkur og opnaðu heim möguleika með einkaréttaraðild okkar!
it: Unisciti a noi e scopri un mondo di possibilità con le nostre esclusive iscrizioni!
ja: ぜひご参加いただき、当社の限定メンバーシップで無限の可能性の世界を広げてください!
ka: შემოგვიერთდით და აღმოაჩინეთ შესაძლებლობების სამყარო ჩვენი ექსკლუზიური წევრობით!
kk: Бізге қосылыңыз және эксклюзивті мүшеліктерімізбен мүмкіндіктер әлемінің құлпын ашыңыз!
km: ចូលរួមជាមួយពួកយើង ហើយបើកមើលពិភពនៃលទ្ធភាពជាមួយនឹងសមាជិកភាពផ្តាច់មុខរបស់យើង!
kn: ನಮ್ಮೊಂದಿಗೆ ಸೇರಿ ಮತ್ತು ನಮ್ಮ ವಿಶೇಷ ಸದಸ್ಯತ್ವಗಳೊಂದಿಗೆ ಸಾಧ್ಯತೆಗಳ ಜಗತ್ತನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಿ!
ko: 저희와 함께 하셔서 특별 멤버십을 통해 무한한 가능성의 세계를 열어보세요!
ky: Бизге кошулуңуз жана эксклюзивдүү мүчөлүгүбүз менен мүмкүнчүлүктөр дүйнөсүн ачыңыз!
lo: ເຂົ້າຮ່ວມກັບພວກເຮົາ ແລະປົດລັອກໂລກແຫ່ງຄວາມເປັນໄປໄດ້ດ້ວຍການເປັນສະມາຊິກສະເພາະຂອງພວກເຮົາ!
lt: Prisijunkite prie mūsų ir atverkite galimybių pasaulį su mūsų išskirtinėmis narystėmis!
lv: Pievienojies mums un atklāj iespēju pasauli ar mūsu ekskluzīvajām dalības iespējām!
mk: Придружете ни се и отклучете свет на можности со нашите ексклузивни членства!
ml: ഞങ്ങളോടൊപ്പം ചേരൂ, ഞങ്ങളുടെ എക്സ്ക്ലൂസീവ് അംഗത്വങ്ങൾ ഉപയോഗിച്ച് സാധ്യതകളുടെ ഒരു ലോകം തുറക്കൂ!
mn: Бидэнтэй нэгдэж, онцгой гишүүнчлэлийн тусламжтайгаар дэлхийн боломжуудыг нээгээрэй!
mr: आमच्यासोबत सामील व्हा आणि आमच्या विशेष सदस्यत्वांसह शक्यतांचे जग अनलॉक करा!
ms: Sertai kami dan buka dunia kemungkinan dengan keahlian eksklusif kami!
my: ကျွန်ုပ်တို့နှင့်ပူးပေါင်းပြီး ကျွန်ုပ်တို့၏သီးသန့်အဖွဲ့ဝင်မှုများဖြင့် ဖြစ်နိုင်ခြေရှိသောကမ္ဘာတစ်ခုကို ဖွင့်လိုက်ပါ။
ne: हामीसँग सामेल हुनुहोस् र हाम्रो विशेष सदस्यताको साथ सम्भावनाहरूको संसार अनलक गर्नुहोस्!
nl: Sluit u bij ons aan en ontdek een wereld aan mogelijkheden met onze exclusieve lidmaatschappen!
no: Bli med oss og oppdag en verden av muligheter med våre eksklusive medlemskap!
or: ଆମ ସହିତ ଯୋଗଦାନ କରନ୍ତୁ ଏବଂ ଆମର ସ୍ୱତନ୍ତ୍ର ସଦସ୍ୟତା ସହିତ ସମ୍ଭାବନାର ଏକ ଦୁନିଆକୁ ଅନଲକ୍ କରନ୍ତୁ!
pa: ਸਾਡੇ ਨਾਲ ਜੁੜੋ ਅਤੇ ਸਾਡੀਆਂ ਵਿਸ਼ੇਸ਼ ਮੈਂਬਰਸ਼ਿਪਾਂ ਨਾਲ ਸੰਭਾਵਨਾਵਾਂ ਦੀ ਦੁਨੀਆ ਨੂੰ ਅਨਲੌਕ ਕਰੋ!
pl: Dołącz do nas i odkryj świat możliwości dzięki naszym ekskluzywnym członkostwom!
pt: Junte-se a nós e descubra um mundo de possibilidades com nossas assinaturas exclusivas!
ro: Alătură-te nouă și descoperă o lume de posibilități cu abonamentele noastre exclusive!
ru: Присоединяйтесь к нам и откройте для себя мир возможностей с нашим эксклюзивным членством!
si: අපගේ සුවිශේෂී සාමාජිකත්වයන් සමඟ අප හා එක් වී විභවයන්ගෙන් යුත් ලෝකයක් විවෘත කරන්න!
sk: Pridajte sa k nám a odomknite svet možností s našimi exkluzívnymi členstvami!
sl: Pridružite se nam in odklenite svet možnosti z našimi ekskluzivnimi članstvi!
sq: Bashkohuni me ne dhe zhbllokoni një botë mundësish me anëtarësimet tona ekskluzive!
sr: Придружите нам се и откључајте свет могућности уз наше ексклузивне чланства!
sv: Gå med oss och lås upp en värld av möjligheter med våra exklusiva medlemskap!
sw: Jiunge nasi na ufungue ulimwengu wa uwezekano ukitumia uanachama wetu wa kipekee!
ta: எங்களுடன் சேர்ந்து, எங்கள் பிரத்யேக உறுப்பினர் சேர்க்கைகள் மூலம் சாத்தியக்கூறுகளின் உலகத்தைத் திறக்கவும்!
te: మాతో చేరండి మరియు మా ప్రత్యేక సభ్యత్వాలతో అవకాశాల ప్రపంచాన్ని అన్‌లాక్ చేయండి!
th: เข้าร่วมกับเราและปลดล็อคโลกแห่งความเป็นไปได้ด้วยสมาชิกสุดพิเศษของเรา!
tr: Bize katılın ve özel üyeliklerimizle olasılıklar dünyasının kapılarını açın!
uk: Приєднуйтесь до нас та відкрийте для себе світ можливостей з нашими ексклюзивними членствами!
ur: ہمارے ساتھ شامل ہوں اور ہماری خصوصی رکنیت کے ساتھ امکانات کی دنیا کو کھولیں!
uz: Bizga qoʻshiling va eksklyuziv aʼzoligimiz bilan imkoniyatlar dunyosini oching!
vi: Hãy tham gia cùng chúng tôi và mở ra một thế giới đầy tiềm năng với tư cách thành viên độc quyền của chúng tôi!
zh: 加入我们，通过我们的独家会员资格开启一个充满可能性的世界！
zu: Sijoyine futhi uvule umhlaba wamathuba ngobulungu bethu obukhethekile!

# mois
source: month
af: maand
am: ወር
ar: شهر
as: মাহ
az: ay
be: месяц
bg: месец
bn: মাস
ca: mes
cs: měsíc
da: måned
de: Monat
el: μήνας
es: mes
et: kuu
eu: hilabete
fa: ماه
fi: kuukausi
fr: mois
gl: mes
gu: મહિનો
he: חוֹדֶשׁ
hi: महीना
hr: mjesec
hu: hónap
hy: ամիս
is: mánuður
it: mese
ja: 月
ka: თვე
kk: ай
km: ខែ
kn: ತಿಂಗಳು
ko: 월
ky: ай
lo: ເດືອນ
lt: mėnesį
lv: mēnesis
mk: месец
ml: മാസം
mn: сар
mr: महिना
ms: bulan
my: လ
ne: महिना
nl: maand
no: måned
or: ମାସ
pa: ਮਹੀਨਾ
pl: miesiąc
pt: mês
ro: lună
ru: месяц
si: මාසය
sk: mesiac
sl: mesec
sq: muaj
sr: месец
sv: månad
sw: mwezi
ta: மாதம்
te: నెల
th: เดือน
tr: ay
uk: місяць
ur: مہینہ
uz: oy
vi: tháng
zh: 月
zu: inyanga

# annee
source: year
af: jaar
am: አመት
ar: سنة
as: বছৰ
az: il
be: год
bg: година
bn: বছর
ca: any
cs: rok
da: år
de: Jahr
el: έτος
es: año
et: aasta
eu: urtea
fa: سال
fi: vuosi
fr: année
gl: ano
gu: વર્ષ
he: שָׁנָה
hi: वर्ष
hr: godina
hu: év
hy: տարի
is: ár
it: anno
ja: 年
ka: წელი
kk: жыл
km: ឆ្នាំ
kn: ವರ್ಷ
ko: 년도
ky: жыл
lo: ປີ
lt: metai
lv: gads
mk: година
ml: വർഷം
mn: жил
mr: वर्ष
ms: tahun
my: တစ်နှစ်
ne: वर्ष
nl: jaar
no: år
or: ବର୍ଷ
pa: ਸਾਲ
pl: rok
pt: ano
ro: an
ru: год
si: වර්ෂය
sk: rok
sl: leto
sq: vit
sr: година
sv: år
sw: mwaka
ta: ஆண்டு
te: సంవత్సరం
th: ปี
tr: yıl
uk: рік
ur: سال
uz: yil
vi: năm
zh: 年
zu: unyaka

# abonnement_mensuel
source: Monthly Subscription
af: Maandelikse intekening
am: ወርሃዊ የደንበኝነት ምዝገባ
ar: الاشتراك الشهري
as: মাহেকীয়া চাবস্ক্ৰিপচন
az: Aylıq Abunəlik
be: Штомесячная падпіска
bg: Месечен абонамент
bn: মাসিক সাবস্ক্রিপশন
ca: Subscripció mensual
cs: Měsíční předplatné
da: Månedligt abonnement
de: Monatliches Abonnement
el: Μηνιαία Συνδρομή
es: Suscripción mensual
et: Kuutellimus
eu: Hileroko harpidetza
fa: اشتراک ماهانه
fi: Kuukausitilaus
fr: Abonnement Mensuel
gl: Subscrición mensual
gu: માસિક સબ્સ્ક્રિપ્શન
he: מנוי חודשי
hi: मासिक सदस्यता
hr: Mjesečna pretplata
hu: Havi előfizetés
hy: Ամսական բաժանորդագրություն
is: Mánaðaráskrift
it: Abbonamento mensile
ja: 月額サブスクリプション
ka: ყოველთვიური გამოწერა
kk: Ай сайынғы жазылым
km: ការជាវប្រចាំខែ
kn: ಮಾಸಿಕ ಚಂದಾದಾರಿಕೆ
ko: 월간 구독
ky: Айлык жазылуу
lo: ການສະໝັກໃຊ້ລາຍເດືອນ
lt: Mėnesinė prenumerata
lv: Mēneša abonements
mk: Месечна претплата
ml: പ്രതിമാസ സബ്‌സ്‌ക്രിപ്‌ഷൻ
mn: Сарын захиалга
mr: मासिक सदस्यता
ms: Langganan Bulanan
my: လစဉ်စာရင်းသွင်းခြင်း။
ne: मासिक सदस्यता
nl: Maandelijks abonnement
no: Månedlig abonnement
or: ମାସିକ ସବସ୍କ୍ରିପସନ
pa: ਮਹੀਨਾਵਾਰ ਗਾਹਕੀ
pl: Miesięczna subskrypcja
pt: Assinatura Mensal
ro: Abonament lunar
ru: Ежемесячная подписка
si: මාසික දායකත්වය
sk: Mesačné predplatné
sl: Mesečna naročnina
sq: Abonim mujor
sr: Месечна претплата
sv: Månadsprenumeration
sw: Usajili wa Kila Mwezi
ta: மாதாந்திர சந்தா
te: నెలవారీ సభ్యత్వం
th: สมัครสมาชิกรายเดือน
tr: Aylık Abonelik
uk: Щомісячна підписка
ur: ماہانہ رکنیت
uz: Oylik obuna
vi: Đăng ký hàng tháng
zh: 每月订阅
zu: Ukubhalisa kwanyanga zonke

# abonnement_annuel
source: Annual Subscription
af: Jaarlikse Subskripsie
am: ዓመታዊ የደንበኝነት ምዝገባ
ar: الاشتراك السنوي
as: বাৰ্ষিক চাবস্ক্ৰিপচন
az: İllik Abunəlik
be: Штогадовая падпіска
bg: Годишен абонамент
bn: বার্ষিক চাঁদা
ca: Subscripció anual
cs: Roční předplatné
da: Årligt abonnement
de: Jahresabonnement
el: Ετήσια Συνδρομή
es: Suscripción anual
et: Aastane tellimus
eu: Urteko harpidetza
fa: اشتراک سالانه
fi: Vuositilaus
fr: Abonnement Annuel
gl: Subscrición anual
gu: વાર્ષિક સબ્સ્ક્રિપ્શન
he: מנוי שנתי
hi: वार्षिक सदस्यता
hr: Godišnja pretplata
hu: Éves előfizetés
hy: Տարեկան բաժանորդագրություն
is: Árleg áskrift
it: Abbonamento annuale
ja: 年間購読
ka: წლიური გამოწერა
kk: Жылдық жазылым
km: ការជាវប្រចាំឆ្នាំ
kn: ವಾರ್ಷಿಕ ಚಂದಾದಾರಿಕೆ
ko: 연간 구독
ky: Жылдык жазылуу
lo: ການສະໝັກໃຊ້ປະຈຳປີ
lt: Metinė prenumerata
lv: Gada abonements
mk: Годишна претплата
ml: വാർഷിക സബ്‌സ്‌ക്രിപ്‌ഷൻ
mn: Жилийн захиалга
mr: वार्षिक वर्गणी
ms: Langganan Tahunan
my: နှစ်စဉ် စာရင်းသွင်းခြင်း။
ne: वार्षिक सदस्यता
nl: Jaarlijks abonnement
no: Årsabonnement
or: ବାର୍ଷିକ ସବସ୍କ୍ରିପସନ
pa: ਸਾਲਾਨਾ ਗਾਹਕੀ
pl: Roczna subskrypcja
pt: Assinatura Anual
ro: Abonament anual
ru: Годовая подписка
si: වාර්ෂික දායකත්වය
sk: Ročné predplatné
sl: Letna naročnina
sq: Abonim Vjetor
sr: Годишња претплата
sv: Årlig prenumeration
sw: Usajili wa Mwaka
ta: வருடாந்திர சந்தா
te: వార్షిక సభ్యత్వం
th: การสมัครสมาชิกรายปี
tr: Yıllık Abonelik
uk: Річна підписка
ur: سالانہ سبسکرپشن
uz: Yillik obuna
vi: Đăng ký hàng năm
zh: 年度订阅
zu: Ukubhalisa konyaka

# abonnement_descriptif_mensuel
source: Free as a bird: cancel whenever you want.
af: Vry soos 'n voël: kanselleer wanneer jy wil.
am: እንደ ወፍ ነፃ፡ በፈለጉበት ጊዜ ይሰርዙ።
ar: حر كالطير: قم بالإلغاء متى شئت.
as: চৰাই হিচাপে বিনামূলীয়া: যেতিয়াই বিচাৰে বাতিল কৰক।
az: Quş kimi pulsuz: istədiyiniz zaman ləğv edin.
be: Вольны як птушка: адмяняйце, калі захочаце.
bg: Свободен като птица: откажете се, когато пожелаете.
bn: পাখির মতো মুক্ত: যখনই ইচ্ছা বাতিল করো।
ca: Lliure com un ocell: cancel·la quan vulguis.
cs: Volný jako pták: zrušte, kdykoli chcete.
da: Fri som en fugl: opsige når du vil.
de: Frei wie ein Vogel: Kündigen Sie, wann immer Sie wollen.
el: Ελεύθερος σαν πουλί: ακυρώστε όποτε θέλετε.
es: Libre como un pájaro: cancela cuando quieras.
et: Vaba nagu lind: tühista millal iganes soovid.
eu: Txori bat bezain libre: nahi duzunean bertan behera utzi.
fa: آزاد مثل یک پرنده: هر زمان که خواستید لغو کنید.
fi: Vapaa kuin lintu: peruuta milloin haluat.
fr: Libre comme l’air : résiliez quand vous voulez.
gl: Libre coma un paxaro: cancela cando queiras.
gu: પક્ષીની જેમ મુક્ત: જ્યારે તમે ઇચ્છો ત્યારે રદ કરો.
he: חופשי כציפור: בטלו מתי שתרצו.
hi: पक्षी की तरह स्वतंत्र: जब चाहें रद्द करें।
hr: Slobodan kao ptica: otkažite kad god želite.
hu: Madárként szabad: bármikor lemondhatod.
hy: Ազատ ինչպես թռչուն. չեղարկեք, երբ ցանկանաք։
is: Frjáls eins og fuglinn: hætta við hvenær sem þú vilt.
it: Libero come un uccello: puoi annullare quando vuoi.
ja: 鳥のように自由：いつでもキャンセルできます。
ka: თავისუფალი როგორც ჩიტი: გააუქმეთ ნებისმიერ დროს.
kk: Құс сияқты тегін: қалаған кезде бас тартыңыз.
km: ឥតគិតថ្លៃដូចសត្វស្លាប៖ បោះបង់នៅពេលណាដែលអ្នកចង់បាន។
kn: ಹಕ್ಕಿಯಂತೆ ಉಚಿತ: ನಿಮಗೆ ಬೇಕಾದಾಗ ರದ್ದುಗೊಳಿಸಿ.
ko: 새처럼 자유로워요: 언제든지 취소 가능.
ky: Канаттуудай эркин: каалаган убакта жокко чыгарыңыз.
lo: ຟຣີເປັນນົກ: ຍົກເລີກທຸກຄັ້ງທີ່ທ່ານຕ້ອງການ.
lt: Laisvas kaip paukštis: atšaukite kada panorėję.
lv: Brīvs kā putns: atceliet, kad vien vēlaties.
mk: Слободен како птица: откажете кога сакате.
ml: ഒരു പക്ഷിയെപ്പോലെ സ്വതന്ത്രം: നിങ്ങൾക്ക് ആവശ്യമുള്ളപ്പോഴെല്ലാം റദ്ദാക്കുക.
mn: Шувуу шиг чөлөөтэй: хүссэн үедээ цуцлаарай.
mr: पक्ष्यासारखे मुक्त: तुम्हाला हवे तेव्हा रद्द करा.
ms: Percuma seperti burung: batalkan bila-bila masa anda mahu.
my: ငှက်ကဲ့သို့ အခမဲ့- သင်အလိုရှိတိုင်း ပယ်ဖျက်ပါ။
ne: चरा जस्तै स्वतन्त्र: जब चाहानुहुन्छ रद्द गर्नुहोस्।
nl: Vrij als een vogel: annuleer wanneer u maar wilt.
no: Fri som en fugl: avbryt når du vil.
or: ପକ୍ଷୀ ପରି ମୁକ୍ତ: ଯେତେବେଳେ ଇଚ୍ଛା ବାତିଲ କରନ୍ତୁ।
pa: ਪੰਛੀ ਵਾਂਗ ਆਜ਼ਾਦ: ਜਦੋਂ ਚਾਹੋ ਰੱਦ ਕਰੋ।
pl: Wolny jak ptak: anuluj, kiedy tylko chcesz.
pt: Livre como um pássaro: cancele quando quiser.
ro: Liber ca o pasăre: anulează oricând dorești.
ru: Свободен как птица: отменяйте подписку, когда захотите.
si: කුරුල්ලෙකු මෙන් නොමිලේ: ඔබට අවශ්‍ය විටෙක අවලංගු කරන්න.
sk: Slobodný ako vták: zrušte kedykoľvek chcete.
sl: Svoboden kot ptica: prekličete, kadar koli želite.
sq: I lirë si zog: anuloje kur të duash.
sr: Слободан као птица: откажите кад год желите.
sv: Fri som en fågel: avbryt när du vill.
sw: Bure kama ndege: ghairi wakati wowote unapotaka.
ta: ஒரு பறவையைப் போல இலவசம்: எப்போது வேண்டுமானாலும் ரத்துசெய்.
te: పక్షిలా ఉచితం: మీకు కావలసినప్పుడు రద్దు చేయండి.
th: อิสระเหมือนนก: ยกเลิกเมื่อไรก็ได้ที่คุณต้องการ
tr: Kuş kadar özgür: İstediğiniz zaman iptal edin.
uk: Вільний як птах: скасовуйте, коли забажаєте.
ur: ایک پرندے کی طرح مفت: جب چاہیں منسوخ کریں۔
uz: Qush kabi bepul: xohlagan vaqtda bekor qiling.
vi: Tự do như chim: có thể hủy bất cứ khi nào bạn muốn.
zh: 自由自在：随时取消。
zu: Kumahhala njengenyoni: khansela noma nini lapho ufuna.

# abonnement_descriptif_annuel
source: Enjoy your experience to the fullest while saving money.
af: Geniet jou ervaring ten volle terwyl jy geld bespaar.
am: ገንዘብ በሚቆጥቡበት ጊዜ በተሞክሮዎ ይደሰቱ።
ar: استمتع بتجربتك على أكمل وجه مع توفير المال.
as: ধন সঞ্চয় কৰাৰ লগতে আপোনাৰ অভিজ্ঞতা সম্পূৰ্ণৰূপে উপভোগ কৰক।
az: Pul qənaət edərkən təcrübənizdən tam həzz alın.
be: Атрымлівайце максімум задавальнення, эканомячы грошы.
bg: Насладете се максимално на преживяването си, като същевременно спестите пари.
bn: অর্থ সাশ্রয় করার সাথে সাথে আপনার অভিজ্ঞতা পুরোপুরি উপভোগ করুন।
ca: Gaudeix al màxim de la teva experiència mentre estalvies diners.
cs: Užijte si svůj zážitek naplno a přitom ušetřete peníze.
da: Nyd din oplevelse fuldt ud, mens du sparer penge.
de: Genießen Sie Ihr Erlebnis in vollen Zügen und sparen Sie gleichzeitig Geld.
el: Απολαύστε την εμπειρία σας στο έπακρο, εξοικονομώντας παράλληλα χρήματα.
es: Disfruta al máximo de tu experiencia mientras ahorras dinero.
et: Nautige oma kogemust täiel rinnal, säästes samal ajal raha.
eu: Gozatu zure esperientzia bete-betean dirua aurrezten duzun bitartean.
fa: ضمن صرفه‌جویی در هزینه، از تجربه خود نهایت لذت را ببرید.
fi: Nauti kokemuksestasi täysillä ja säästä samalla rahaa.
fr: Profitez pleinement de votre expérience tout en réalisant des économies.
gl: Goza da túa experiencia ao máximo aforrando cartos.
gu: પૈસા બચાવતી વખતે તમારા અનુભવનો સંપૂર્ણ આનંદ માણો.
he: תהנו מהחוויה שלכם במלואה תוך כדי חיסכון בכסף.
hi: पैसे बचाते हुए अपने अनुभव का पूरा आनंद लें।
hr: Uživajte u svom iskustvu u potpunosti uz uštedu novca.
hu: Élvezd ki a teljes élményt, miközben pénzt is megtakarítasz.
hy: Վայելեք ձեր փորձը առավելագույնս՝ միաժամանակ խնայելով գումար։
is: Njóttu upplifunarinnar til fulls og sparaðu peninga.
it: Goditi al massimo la tua esperienza risparmiando.
ja: お金を節約しながら、最大限に体験をお楽しみください。
ka: ისიამოვნეთ თქვენი გამოცდილებით მაქსიმალურად და ამავდროულად დაზოგეთ ფული.
kk: Ақшаны үнемдей отырып, тәжірибеңізден толық рахат алыңыз.
km: សូមរីករាយជាមួយបទពិសោធន៍របស់អ្នកឱ្យបានពេញលេញបំផុត ខណៈពេលដែលសន្សំប្រាក់។
kn: ಹಣವನ್ನು ಉಳಿಸುವಾಗ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಪೂರ್ಣವಾಗಿ ಆನಂದಿಸಿ.
ko: 비용을 절감하는 동시에 최대한의 경험을 즐겨보세요.
ky: Акчаны үнөмдөө менен тажрыйбаңыздан толук ырахат алыңыз.
lo: ເພີດເພີນໄປກັບປະສົບການຂອງທ່ານໃຫ້ເຕັມທີ່ໃນຂະນະທີ່ປະຫຍັດເງິນ.
lt: Mėgaukitės savo patirtimi iki galo, taupydami pinigus.
lv: Izbaudiet savu pieredzi pilnībā, vienlaikus ietaupot naudu.
mk: Уживајте во вашето искуство максимално, а воедно заштедете пари.
ml: പണം ലാഭിക്കുമ്പോൾ തന്നെ നിങ്ങളുടെ അനുഭവം പരമാവധി ആസ്വദിക്കൂ.
mn: Мөнгө хэмнэж, туршлагаа бүрэн дүүрэн өнгөрүүлээрэй.
mr: पैसे वाचवताना तुमच्या अनुभवाचा पुरेपूर आनंद घ्या.
ms: Nikmati pengalaman anda sepenuhnya sambil menjimatkan wang.
my: ငွေချွေတာနေစဉ် သင့်အတွေ့အကြုံကို အပြည့်အဝခံစားလိုက်ပါ။
ne: पैसा बचत गर्दै आफ्नो अनुभवको पूर्ण आनन्द लिनुहोस्।
nl: Geniet optimaal van uw ervaring en bespaar tegelijkertijd geld.
no: Nyt opplevelsen din til det fulle samtidig som du sparer penger.
or: ଟଙ୍କା ସଞ୍ଚୟ କରିବା ସହିତ ଆପଣଙ୍କର ଅଭିଜ୍ଞତାର ପୂର୍ଣ୍ଣ ଉପଭୋଗ କରନ୍ତୁ।
pa: ਪੈਸੇ ਦੀ ਬਚਤ ਕਰਦੇ ਹੋਏ ਆਪਣੇ ਅਨੁਭਵ ਦਾ ਪੂਰਾ ਆਨੰਦ ਮਾਣੋ।
pl: Ciesz się w pełni swoimi doświadczeniami i oszczędzaj pieniądze.
pt: Aproveite sua experiência ao máximo e economize dinheiro.
ro: Bucură-te din plin de experiență, economisind în același timp bani.
ru: Получите максимальное удовольствие и при этом сэкономьте деньги.
si: මුදල් ඉතිරි කර ගනිමින් ඔබේ අත්දැකීම උපරිමයෙන් භුක්ති විඳින්න.
sk: Užite si svoj zážitok naplno a zároveň ušetrite peniaze.
sl: Uživajte v svoji izkušnji v celoti in hkrati prihranite denar.
sq: Shijoni përvojën tuaj në maksimum, duke kursyer para.
sr: Уживајте у свом искуству у потпуности, а истовремено уштедите новац.
sv: Njut av din upplevelse till fullo samtidigt som du sparar pengar.
sw: Furahia matumizi yako kikamilifu huku ukiokoa pesa.
ta: பணத்தை மிச்சப்படுத்தும்போது உங்கள் அனுபவத்தை முழுமையாக அனுபவிக்கவும்.
te: డబ్బు ఆదా చేస్తూనే మీ అనుభవాన్ని పూర్తిగా ఆస్వాదించండి.
th: เพลิดเพลินไปกับประสบการณ์ของคุณอย่างเต็มที่ในขณะที่ประหยัดเงิน
tr: Hem tasarruf edin hem de deneyiminizin tadını sonuna kadar çıkarın.
uk: Насолоджуйтесь своїм досвідом сповна, заощаджуючи гроші.
ur: پیسے بچاتے ہوئے اپنے تجربے سے بھرپور لطف اٹھائیں۔
uz: Pulni tejab, tajribangizdan to'liq rohatlaning.
vi: Tận hưởng trải nghiệm trọn vẹn nhất trong khi tiết kiệm tiền.
zh: 尽情享受您的体验，同时节省金钱。
zu: Jabulela umuzwa wakho ngokugcwele ngenkathi wonga imali.

# button_sabonner
source: Subscribe
af: Teken in
am: ሰብስክራይብ ያድርጉ
ar: يشترك
as: চাবস্ক্ৰাইব কৰক
az: Abunə ol
be: Падпісацца
bg: Абониране
bn: সাবস্ক্রাইব
ca: Subscriu-te
cs: Upsat
da: Abonner
de: Abonnieren
el: Συνεισφέρω
es: Suscribir
et: Telli
eu: Harpidetu
fa: اشتراک
fi: Tilaa
fr: S'abonner
gl: Subscribirse
gu: સબ્સ્ક્રાઇબ કરો
he: הירשם
hi: सदस्यता लें
hr: Pretplatite se
hu: Feliratkozás
hy: Բաժանորդագրվել
is: Gerast áskrifandi
it: Iscriviti
ja: 購読する
ka: გამოწერა
kk: Жазылу
km: ជាវ
kn: ಚಂದಾದಾರರಾಗಿ
ko: 구독하다
ky: Жазылуу
lo: ຈອງ
lt: Prenumeruoti
lv: Abonēt
mk: Претплати се
ml: സബ്സ്ക്രൈബ് ചെയ്യുക
mn: Бүртгүүлэх
mr: सदस्यता घ्या
ms: Langgan
my: စာရင်းသွင်းပါ။
ne: सदस्यता लिनुहोस्
nl: Abonneren
no: Abonner
or: ସଦସ୍ୟ ହୁଅନ୍ତୁ
pa: ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ
pl: Subskrybować
pt: Inscrever-se
ro: Abonează-te
ru: Подписаться
si: දායක වන්න
sk: Prihlásiť sa na odber
sl: Naročite se
sq: Abonohu
sr: Претплатите се
sv: Prenumerera
sw: Jisajili
ta: பதிவு
te: సభ్యత్వం పొందండి
th: สมัครสมาชิก
tr: Abone
uk: Підписатися
ur: سبسکرائب کریں۔
uz: Obuna boʻling
vi: Đặt mua
zh: 订阅
zu: Bhalisa

# login_se_connecter
source: Log in
af: Teken aan
am: ግባ
ar: تسجيل الدخول
as: লগ ইন কৰক
az: Daxil ol
be: Увайсці
bg: Вход
bn: লগ ইন করুন
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Einloggen
el: Σύνδεση
es: Acceso
et: Logi sisse
eu: Hasi saioa
fa: ورود
fi: Kirjaudu sisään
fr: Se connecter
gl: Iniciar sesión
gu: લૉગ ઇન કરો
he: התחברות
hi: लॉग इन करें
hr: Prijava
hu: Bejelentkezés
hy: Մուտք գործել
is: Innskráning
ja: ログイン
ka: შესვლა
kk: Жүйеге кіріңіз
km: ចូល
kn: ಲಾಗ್ ಇನ್
ko: 로그인
ky: Кириңиз
lo: ເຂົ້າສູ່ລະບົບ
lt: Prisijungti
lv: Pieslēgties
mk: Најави се
ml: ലോഗിൻ
mn: Нэвтрэх
mr: लॉग इन करा
ms: Log masuk
my: လော့ဂ်အင်
ne: लग इन गर्नुहोस्
nl: Inloggen
no: Logg inn
or: ଲଗ୍ ଇନ୍ କରନ୍ତୁ
pa: ਲਾਗਿਨ
pl: Zaloguj się
pt: Conecte-se
ru: Авторизоваться
si: ඇතුල් වන්න
sk: Prihlásiť sa
sl: Prijava
sq: Kyçu
sr: Пријавите се
sv: Logga in
sw: Ingia
ta: உள்நுழைய
te: లాగిన్ చేయండి
th: เข้าสู่ระบบ
tr: Giriş yapmak
uk: Увійти
ur: لاگ ان کریں۔
uz: Tizimga kirish
vi: Đăng nhập
zh: 登录
zu: Ngena ngemvume

# login_email
source: Email
af: E-pos
am: ኢሜይል
ar: بريد إلكتروني
as: ইমেইল
az: E-poçt
be: Электронная пошта
bg: Имейл
bn: ইমেইল
ca: Correu electrònic
es: Correo electrónico
et: E-post
eu: Posta elektronikoa
fa: ایمیل
fi: Sähköposti
gl: Correo electrónico
gu: ઇમેઇલ
he: אֶלֶקטרוֹנִי
hi: ईमेल
hr: E-pošta
hy: Էլ․ փոստ
is: Tölvupóstur
ja: メール
ka: ელ. ფოსტა
kk: Электрондық пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
ko: 이메일
lo: ອີເມວ
lt: El. paštas
lv: E-pasts
mk: Е-пошта
ml: ഇമെയിൽ
mn: Имэйл
mr: ईमेल
ms: E-mel
my: အီးမေးလ်
ne: इमेल
no: E-post
or: ଇମେଲ୍
pa: ਈਮੇਲ
ru: Электронная почта
si: විද්යුත් තැපෑල
sl: E-pošta
sr: Е-пошта
sv: E-post
sw: Barua pepe
ta: மின்னஞ்சல்
te: ఇ-మెయిల్
th: อีเมล
tr: E-posta
uk: Електронна пошта
ur: ای میل
uz: Elektron pochta
zh: 电子邮件
zu: I-imeyili

# login_entrer_email
source: Enter your email
af: Voer jou e-posadres in
am: ኢሜልዎን ያስገቡ
ar: أدخل بريدك الإلكتروني
as: আপোনাৰ ইমেইল দিয়ক
az: E-poçtunuzu daxil edin
be: Увядзіце свой адрас электроннай пошты
bg: Въведете имейла си
bn: আপনার ইমেল লিখুন
ca: Introdueix el teu correu electrònic
cs: Zadejte svůj e-mail
da: Indtast din e-mail
de: Geben Sie Ihre E-Mail ein
el: Εισαγάγετε το email σας
es: Introduce tu correo electrónico
et: Sisesta oma e-posti aadress
eu: Sartu zure helbide elektronikoa
fa: ایمیل خود را وارد کنید
fi: Anna sähköpostiosoitteesi
fr: Entrez votre email
gl: Introduce o teu correo electrónico
gu: તમારું ઇમેઇલ દાખલ કરો
he: הזן את כתובת הדוא"ל שלך
hi: अपना ईमेल दर्ज करें
hr: Unesite svoju e-poštu
hu: Add meg az e-mail címed
hy: Մուտքագրեք ձեր էլ․ հասցեն
is: Sláðu inn netfangið þitt
it: Inserisci la tua email
ja: メールアドレスを入力してください
ka: შეიყვანეთ თქვენი ელ. ფოსტა
kk: Электрондық поштаңызды енгізіңіз
km: បញ្ចូលអ៊ីមែលរបស់អ្នក។
kn: ನಿಮ್ಮ ಇಮೇಲ್ ನಮೂದಿಸಿ
ko: 이메일을 입력하세요
ky: Электрондук почтаңызды киргизиңиз
lo: ໃສ່ອີເມວຂອງເຈົ້າ
lt: Įveskite savo el. pašto adresą
lv: Ievadiet savu e-pasta adresi
mk: Внесете ја вашата е-пошта
ml: നിങ്ങളുടെ ഇമെയിൽ നൽകുക
mn: Имэйлээ оруулна уу
mr: तुमचा ईमेल एंटर करा
ms: Masukkan e-mel anda
my: သင့်အီးမေးလ်ကို ထည့်ပါ။
ne: आफ्नो इमेल प्रविष्ट गर्नुहोस्
nl: Voer uw e-mailadres in
no: Skriv inn e-postadressen din
or: ନିଜର ଇମେଲ୍‌ ଲେଖନ୍ତୁ
pa: ਆਪਣਾ ਈਮੇਲ ਦਰਜ ਕਰੋ
pl: Podaj swój adres e-mail
pt: Digite seu e-mail
ro: Introdu adresa ta de e-mail
ru: Введите свой адрес электронной почты
si: ඔබගේ විද්‍යුත් තැපෑල ඇතුළත් කරන්න
sk: Zadajte svoj e-mail
sl: Vnesite svoj e-poštni naslov
sq: Fut email-in tënd
sr: Унесите своју имејл адресу
sv: Ange din e-postadress
sw: Weka barua pepe yako
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்
te: మీ ఇమెయిల్‌ను నమోదు చేయండి
th: กรอกอีเมล์ของคุณ
tr: E-postanızı girin
uk: Введіть свою електронну адресу
ur: اپنا ای میل درج کریں۔
uz: Elektron pochtangizni kiriting
vi: Nhập email của bạn
zh: 输入您的电子邮件
zu: Faka i-imeyili yakho
