Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# firebase_error_message_invalid_credential
source: The email or password is incorrect.
af: Die e-posadres of wagwoord is verkeerd.
am: ኢሜይሉ ወይም የይለፍ ቃሉ የተሳሳተ ነው።
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
as: ইমেইল বা পাছৱৰ্ড ভুল।
az: E-poçt və ya parol səhvdir.
be: Адрас электроннай пошты або пароль няправільны.
bg: Имейлът или паролата са неправилни.
bn: ইমেল বা পাসওয়ার্ডটি ভুল।
ca: El correu electrònic o la contrasenya són incorrectes.
cs: E-mail nebo heslo je nesprávné.
da: E-mailadressen eller adgangskoden er forkert.
de: Die E-Mail-Adresse oder das Passwort ist falsch.
el: Το email ή ο κωδικός πρόσβασης είναι λανθασμένοι.
es: El correo electrónico o la contraseña son incorrectos.
et: E-posti aadress või parool on vale.
eu: Helbide elektronikoa edo pasahitza okerra da.
fa: ایمیل یا رمز عبور اشتباه است.
fi: Sähköpostiosoite tai salasana on virheellinen.
fr: L'e-mail ou le mot de passe est incorrect.
gl: O correo electrónico ou o contrasinal son incorrectos.
gu: ઇમેઇલ અથવા પાસવર્ડ ખોટો છે.
he: האימייל או הסיסמה שגויים.
hi: ईमेल या पासवर्ड ग़लत है.
hr: E-pošta ili lozinka nisu točni.
hu: Az e-mail cím vagy a jelszó helytelen.
hy: Էլ․ հասցեն կամ գաղտնաբառը սխալ է։
is: Netfangið eða lykilorðið er rangt.
it: L'indirizzo email o la password non sono corretti.
ja: メールアドレスまたはパスワードが間違っています。
ka: ელ. ფოსტა ან პაროლი არასწორია.
kk: Электрондық пошта немесе құпия сөз дұрыс емес.
km: អ៊ីមែល ឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ។
kn: ಇಮೇಲ್ ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ.
ko: 이메일이나 비밀번호가 올바르지 않습니다.
ky: Электрондук почта же сырсөз туура эмес.
lo: ອີເມວ ຫຼືລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ.
lt: El. pašto adresas arba slaptažodis neteisingas.
lv: E-pasts vai parole nav pareiza.
mk: Е-поштата или лозинката се неточни.
ml: ഇമെയിൽ വിലാസമോ പാസ്‌വേഡോ തെറ്റാണ്.
mn: Имэйл эсвэл нууц үг буруу байна.
mr: ईमेल किंवा पासवर्ड चुकीचा आहे.
ms: E-mel atau kata laluan tidak betul.
my: အီးမေးလ် သို့မဟုတ် စကားဝှက် မမှန်ပါ။
ne: इमेल वा पासवर्ड गलत छ।
nl: Het e-mailadres of wachtwoord is onjuist.
no: E-postadressen eller passordet er feil.
or: ଇମେଲ୍ କିମ୍ବା ପାସୱାର୍ଡ ଭୁଲ ଅଛି।
pa: ਈਮੇਲ ਜਾਂ ਪਾਸਵਰਡ ਗਲਤ ਹੈ।
pl: Podany adres e-mail lub hasło są nieprawidłowe.
pt: O e-mail ou a senha estão incorretos.
ro: Adresa de e-mail sau parola sunt incorecte.
ru: Неверный адрес электронной почты или пароль.
si: විද්‍යුත් තැපෑල හෝ මුරපදය වැරදියි.
sk: E-mail alebo heslo je nesprávne.
sl: E-poštni naslov ali geslo ni pravilno.
sq: Email-i ose fjalëkalimi është i pasaktë.
sr: Имејл или лозинка су нетачни.
sv: E-postadressen eller lösenordet är felaktigt.
sw: Barua pepe au nenosiri si sahihi.
ta: மின்னஞ்சல் அல்லது கடவுச்சொல் தவறானது.
te: ఇమెయిల్ లేదా పాస్‌వర్డ్ తప్పు.
th: อีเมล์หรือรหัสผ่านไม่ถูกต้อง
tr: E-posta veya şifre hatalı.
uk: Електронна пошта або пароль неправильні.
ur: ای میل یا پاس ورڈ غلط ہے۔
uz: Elektron pochta yoki parol noto'g'ri.
vi: Email hoặc mật khẩu không đúng.
zh: 电子邮件或密码不正确。
zu: I-imeyili noma iphasiwedi ayilungile.

# firebase_error_message_email_already_in_use
source: The email address is already used by another account.
af: Die e-posadres word reeds deur 'n ander rekening gebruik.
am: የኢሜል አድራሻው አስቀድሞ በሌላ መለያ ጥቅም ላይ ውሏል።
ar: عنوان البريد الإلكتروني مستخدم بالفعل بواسطة حساب آخر.
as: ইতিমধ্যে ইমেইল ঠিকনাটো আন একাউণ্টে ব্যৱহাৰ কৰিছে।
az: E-poçt ünvanı artıq başqa hesab tərəfindən istifadə olunur.
be: Гэты адрас электроннай пошты ўжо выкарыстоўваецца іншым акаўнтам.
bg: Имейл адресът вече се използва от друг акаунт.
bn: ইমেল ঠিকানাটি ইতিমধ্যেই অন্য একটি অ্যাকাউন্টে ব্যবহৃত হচ্ছে।
ca: L'adreça electrònica ja l'utilitza un altre compte.
cs: E-mailová adresa je již používána jiným účtem.
da: E-mailadressen bruges allerede af en anden konto.
de: Die E-Mail-Adresse wird bereits von einem anderen Konto verwendet.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη από άλλον λογαριασμό.
es: La dirección de correo electrónico ya está siendo utilizada por otra cuenta.
et: See e-posti aadress on juba teise konto poolt kasutusel.
eu: Helbide elektronikoa beste kontu batek erabiltzen du dagoeneko.
fa: آدرس ایمیل قبلاً توسط حساب دیگری استفاده شده است.
fi: Sähköpostiosoite on jo toisen tilin käytössä.
fr: L'adresse e-mail est déjà utilisée par un autre compte.
gl: O enderezo de correo electrónico xa o usa outra conta.
gu: આ ઇમેઇલ સરનામું પહેલાથી જ બીજા એકાઉન્ટ દ્વારા ઉપયોગમાં લેવાયું છે.
he: כתובת הדוא"ל כבר נמצאת בשימוש על ידי חשבון אחר.
hi: ईमेल पता पहले से ही किसी अन्य खाते द्वारा उपयोग किया जा रहा है।
hr: E-mail adresu već koristi drugi račun.
hu: Az e-mail címet már egy másik fiók használja.
hy: Էլ․ հասցեն արդեն օգտագործվում է մեկ այլ հաշվի կողմից։
is: Netfangið er þegar notað af öðrum reikningi.
it: L'indirizzo email è già utilizzato da un altro account.
ja: このメールアドレスは既に別のアカウントで使用されています。
ka: ელფოსტის მისამართი უკვე გამოიყენება სხვა ანგარიშის მიერ.
kk: Электрондық пошта мекенжайын басқа тіркелгі пайдаланып қойған.
km: អាសយដ្ឋានអ៊ីមែលត្រូវបានប្រើប្រាស់ដោយគណនីផ្សេងទៀតរួចហើយ។
kn: ಈ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಈಗಾಗಲೇ ಮತ್ತೊಂದು ಖಾತೆ ಬಳಸುತ್ತಿದೆ.
ko: 해당 이메일 주소는 다른 계정에서 이미 사용되고 있습니다.
ky: Электрондук почта дареги мурунтан эле башка каттоо эсеби тарабынан колдонулат.
lo: ທີ່ຢູ່ອີເມວຖືກໃຊ້ໂດຍບັນຊີອື່ນແລ້ວ.
lt: El. pašto adresas jau naudojamas kitoje paskyroje.
lv: E-pasta adrese jau tiek izmantota citā kontā.
mk: Е-поштата веќе ја користи друга сметка.
ml: ഈ ഇമെയിൽ വിലാസം മറ്റൊരു അക്കൗണ്ട് ഇതിനകം തന്നെ ഉപയോഗിക്കുന്നുണ്ട്.
mn: Имэйл хаягийг өөр бүртгэл аль хэдийн ашигласан байна.
mr: ईमेल पत्ता आधीच दुसऱ्या खात्याद्वारे वापरला जात आहे.
ms: Alamat e-mel sudah digunakan oleh akaun lain.
my: အီးမေးလ်လိပ်စာကို အခြားအကောင့်တစ်ခုမှ အသုံးပြုပြီးဖြစ်သည်။
ne: यो इमेल ठेगाना पहिले नै अर्को खाताले प्रयोग गरिरहेको छ।
nl: Het e-mailadres wordt al gebruikt door een ander account.
no: E-postadressen brukes allerede av en annen konto.
or: ଏହି ଇମେଲ୍ ଠିକଣାଟି ଅନ୍ୟ ଏକ ଆକାଉଣ୍ଟ ଦ୍ୱାରା ପୂର୍ବରୁ ବ୍ୟବହୃତ ହୋଇସାରିଛି।
pa: ਈਮੇਲ ਪਤਾ ਪਹਿਲਾਂ ਹੀ ਕਿਸੇ ਹੋਰ ਖਾਤੇ ਦੁਆਰਾ ਵਰਤਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pl: Podany adres e-mail jest już używany przez inne konto.
pt: O endereço de e-mail já está sendo usado por outra conta.
ro: Adresa de e-mail este deja utilizată de un alt cont.
ru: Адрес электронной почты уже используется другой учетной записью.
si: ඊමේල් ලිපිනය දැනටමත් වෙනත් ගිණුමක් විසින් භාවිතා කරනු ලැබේ.
sk: Túto e-mailovú adresu už používa iný účet.
sl: E-poštni naslov že uporablja drug račun.
sq: Adresa e email-it është përdorur tashmë nga një llogari tjetër.
sr: Адреса е-поште се већ користи од стране другог налога.
sv: E-postadressen används redan av ett annat konto.
sw: Anwani ya barua pepe tayari inatumiwa na akaunti nyingine.
ta: இந்த மின்னஞ்சல் முகவரி ஏற்கனவே வேறொரு கணக்கால் பயன்படுத்தப்படுகிறது.
te: ఈమెయిల్ చిరునామా ఇప్పటికే మరొక ఖాతా ద్వారా ఉపయోగించబడుతోంది.
th: ที่อยู่อีเมลนี้ถูกใช้โดยบัญชีอื่นแล้ว
tr: E-posta adresi başka bir hesap tarafından kullanılıyor.
uk: Ця адреса електронної пошти вже використовується іншим обліковим записом.
ur: ای میل ایڈریس پہلے ہی کسی دوسرے اکاؤنٹ کے ذریعہ استعمال کیا جاتا ہے۔
uz: Elektron pochta manzili allaqachon boshqa hisob tomonidan ishlatilgan.
vi: Địa chỉ email này đã được một tài khoản khác sử dụng.
zh: 该电子邮件地址已被其他帐户使用。
zu: Ikheli le-imeyili selivele lisetshenziswe enye i-akhawunti.

# firebase_error_message_operation_not_allowed
source: This operation is not permitted.
af: Hierdie operasie is nie toegelaat nie.
am: ይህ ክዋኔ አይፈቀድም።
ar: هذه العملية غير مسموح بها.
as: এই অপাৰেচনৰ অনুমতি নাই।
az: Bu əməliyyata icazə verilmir.
be: Гэтая аперацыя не дазволеная.
bg: Тази операция не е разрешена.
bn: এই অপারেশন অনুমোদিত নয়।
ca: Aquesta operació no està permesa.
cs: Tato operace není povolena.
da: Denne handling er ikke tilladt.
de: Dieser Vorgang ist nicht zulässig.
el: Αυτή η λειτουργία δεν επιτρέπεται.
es: Esta operación no está permitida.
et: See toiming ei ole lubatud.
eu: Eragiketa hau ez dago baimenduta.
fa: این عملیات مجاز نیست.
fi: Tämä toiminto ei ole sallittu.
fr: Cette opération n'est pas autorisée.
gl: Esta operación non está permitida.
gu: આ કામગીરીની પરવાનગી નથી.
he: פעולה זו אינה מותרת.
hi: इस ऑपरेशन की अनुमति नहीं है.
hr: Ova operacija nije dopuštena.
hu: Ez a művelet nem engedélyezett.
hy: Այս գործողությունը թույլատրված չէ։
is: Þessi aðgerð er ekki leyfð.
it: Questa operazione non è consentita.
ja: この操作は許可されていません。
ka: ეს ოპერაცია დაუშვებელია.
kk: Бұл операцияға рұқсат етілмейді.
km: ប្រតិបត្តិការនេះមិនត្រូវបានអនុញ្ញាតទេ។
kn: ಈ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이 작업은 허용되지 않습니다.
ky: Бул операцияга уруксат берилген эмес.
lo: ຄຳສັ່ງນີ້ບໍ່ໄດ້ຮັບອະນຸຍາດ.
lt: Ši operacija neleidžiama.
lv: Šī darbība nav atļauta.
mk: Оваа операција не е дозволена.
ml: ഈ പ്രവർത്തനം അനുവദനീയമല്ല.
mn: Энэ үйлдлийг зөвшөөрөхгүй.
mr: या ऑपरेशनला परवानगी नाही.
ms: Operasi ini tidak dibenarkan.
my: ဤလုပ်ဆောင်ချက်ကို ခွင့်မပြုပါ။
ne: यो कार्यलाई अनुमति छैन।
nl: Deze handeling is niet toegestaan.
no: Denne operasjonen er ikke tillatt.
or: ଏହି କାର୍ଯ୍ୟକୁ ଅନୁମତି ଦିଆଯାଇନାହିଁ।
pa: ਇਸ ਕਾਰਵਾਈ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।
pl: Ta operacja jest niedozwolona.
pt: Esta operação não é permitida.
ro: Această operațiune nu este permisă.
ru: Данная операция не допускается.
si: මෙම මෙහෙයුමට අවසර නැත.
sk: Táto operácia nie je povolená.
sl: Ta operacija ni dovoljena.
sq: Ky operacion nuk lejohet.
sr: Ова операција није дозвољена.
sv: Denna operation är inte tillåten.
sw: Operesheni hii hairuhusiwi.
ta: இந்த செயல்பாடு அனுமதிக்கப்படவில்லை.
te: ఈ ఆపరేషన్ అనుమతించబడదు.
th: การดำเนินการนี้ไม่ได้รับอนุญาต
tr: Bu işleme izin verilmiyor.
uk: Ця операція не дозволена.
ur: اس آپریشن کی اجازت نہیں ہے۔
uz: Ushbu operatsiyaga ruxsat berilmagan.
vi: Hoạt động này không được phép.
zh: 不允许此操作。
zu: Lokhu kusebenza akuvunyelwe.

# firebase_error_message_weak_password
source: The password is too weak.
af: Die wagwoord is te swak.
am: የይለፍ ቃሉ በጣም ደካማ ነው።
ar: كلمة المرور ضعيفة جداً.
as: পাছৱৰ্ডটো বৰ দুৰ্বল।
az: Parol çox zəifdir.
be: Пароль занадта слабы.
bg: Паролата е твърде слаба.
bn: পাসওয়ার্ডটি খুবই দুর্বল।
ca: La contrasenya és massa feble.
cs: Heslo je příliš slabé.
da: Adgangskoden er for svag.
de: Das Passwort ist zu schwach.
el: Ο κωδικός πρόσβασης είναι πολύ αδύναμος.
es: La contraseña es demasiado débil.
et: Parool on liiga nõrk.
eu: Pasahitza ahulegia da.
fa: رمز عبور خیلی ضعیف است.
fi: Salasana on liian heikko.
fr: Le mot de passe est trop faible.
gl: O contrasinal é demasiado feble.
gu: પાસવર્ડ ખૂબ નબળો છે.
he: הסיסמה חלשה מדי.
hi: पासवर्ड बहुत कमज़ोर है.
hr: Lozinka je preslaba.
hu: A jelszó túl gyenge.
hy: Գաղտնաբառը չափազանց թույլ է։
is: Lykilorðið er of veikt.
it: La password è troppo debole.
ja: パスワードが弱すぎます。
ka: პაროლი ძალიან სუსტია.
kk: Құпия сөз тым әлсіз.
km: ពាក្យសម្ងាត់ខ្សោយពេក។
kn: ಪಾಸ್‌ವರ್ಡ್ ತುಂಬಾ ದುರ್ಬಲವಾಗಿದೆ.
ko: 비밀번호가 너무 약합니다.
ky: Сырсөз өтө начар.
lo: ລະຫັດຜ່ານອ່ອນແອເກີນໄປ.
lt: Slaptažodis per silpnas.
lv: Parole ir pārāk vāja.
mk: Лозинката е премногу слаба.
ml: പാസ്‌വേഡ് വളരെ ദുർബലമാണ്.
mn: Нууц үг хэтэрхий сул байна.
mr: पासवर्ड खूप कमकुवत आहे.
ms: Kata laluan terlalu lemah.
my: စကားဝှက်က အရမ်းအားနည်းတယ်။
ne: पासवर्ड धेरै कमजोर छ।
nl: Het wachtwoord is te zwak.
no: Passordet er for svakt.
or: ପାସୱାର୍ଡଟି ବହୁତ ଦୁର୍ବଳ।
pa: ਪਾਸਵਰਡ ਬਹੁਤ ਕਮਜ਼ੋਰ ਹੈ।
pl: Hasło jest za słabe.
pt: A senha é muito fraca.
ro: Parola este prea slabă.
ru: Пароль слишком слабый.
si: මුරපදය ඉතා දුර්වලයි.
sk: Heslo je príliš slabé.
sl: Geslo je prešibko.
sq: Fjalëkalimi është shumë i dobët.
sr: Лозинка је преслаба.
sv: Lösenordet är för svagt.
sw: Nenosiri ni dhaifu sana.
ta: கடவுச்சொல் மிகவும் பலவீனமாக உள்ளது.
te: పాస్‌వర్డ్ చాలా బలహీనంగా ఉంది.
th: รหัสผ่านอ่อนแอเกินไป
tr: Şifre çok zayıf.
uk: Пароль занадто слабкий.
ur: پاس ورڈ بہت کمزور ہے۔
uz: Parol juda zaif.
vi: Mật khẩu quá yếu.
zh: 密码太弱。
zu: Iphasiwedi ibuthakathaka kakhulu.

# firebase_error_message_account_exists_with_different_credential
source: An account already exists with the same email address but different credentials.
af: 'n Rekening bestaan reeds met dieselfde e-posadres, maar verskillende aanmeldbesonderhede.
am: ተመሳሳዩ የኢሜይል አድራሻ ያለው ነገር ግን የተለያዩ ምስክርነቶች ያለው መለያ አስቀድሞ አለ።
ar: يوجد حساب موجود بالفعل بنفس عنوان البريد الإلكتروني ولكن ببيانات اعتماد مختلفة.
as: এটা একাউণ্ট ইতিমধ্যে একে ইমেইল ঠিকনাৰে কিন্তু বেলেগ প্ৰমাণপত্ৰৰে আছে।
az: Eyni e-poçt ünvanı, lakin fərqli etimadnaməyə malik hesab artıq mövcuddur.
be: Ужо існуе ўліковы запіс з такім жа адрасам электроннай пошты, але з іншымі ўліковымі дадзенымі.
bg: Вече съществува акаунт със същия имейл адрес, но с различни идентификационни данни.
bn: একই ইমেল ঠিকানা সহ একটি অ্যাকাউন্ট ইতিমধ্যেই বিদ্যমান কিন্তু বিভিন্ন শংসাপত্র রয়েছে।
ca: Ja existeix un compte amb la mateixa adreça electrònica però amb credencials diferents.
cs: Účet se stejnou e-mailovou adresou, ale s jinými přihlašovacími údaji, již existuje.
da: Der findes allerede en konto med den samme e-mailadresse, men med andre loginoplysninger.
de: Es besteht bereits ein Konto mit derselben E-Mail-Adresse, aber anderen Anmeldeinformationen.
el: Υπάρχει ήδη ένας λογαριασμός με την ίδια διεύθυνση ηλεκτρονικού ταχυδρομείου αλλά με διαφορετικά διαπιστευτήρια.
es: Ya existe una cuenta con la misma dirección de correo electrónico pero con diferentes credenciales.
et: Sama e-posti aadressiga, aga erinevate sisselogimisandmetega konto on juba olemas.
eu: Badago kontu bat helbide elektroniko berdinarekin baina kredentzial desberdinekin.
fa: یک حساب کاربری از قبل با همان آدرس ایمیل اما با اعتبارنامه‌های متفاوت وجود دارد.
fi: Tili on jo olemassa samalla sähköpostiosoitteella, mutta eri tunnistetiedoilla.
fr: Un compte existe déjà avec la même adresse e-mail mais avec des informations d'identification différentes.
gl: Xa existe unha conta co mesmo enderezo de correo electrónico pero con credenciais diferentes.
gu: એક એકાઉન્ટ પહેલેથી જ એક જ ઇમેઇલ સરનામાં સાથે અસ્તિત્વમાં છે પરંતુ અલગ ઓળખપત્રો સાથે.
he: כבר קיים חשבון עם אותה כתובת דוא"ל אך עם פרטי גישה שונים.
hi: एक खाता पहले से ही मौजूद है, जिसका ईमेल पता समान है, लेकिन क्रेडेंशियल्स अलग हैं।
hr: Već postoji račun s istom adresom e-pošte, ali s različitim vjerodajnicama.
hu: Már létezik egy fiók ugyanazzal az e-mail címmel, de más hitelesítő adatokkal.
hy: Հաշիվ արդեն գոյություն ունի նույն էլ․ հասցեով, բայց տարբեր մուտքային տվյալներով։
is: Reikningur er þegar til staðar með sama netfangi en öðrum innskráningarupplýsingum.
it: Esiste già un account con lo stesso indirizzo email ma credenziali diverse.
ja: 同じメール アドレスだが資格情報が異なるアカウントが既に存在します。
ka: ანგარიში უკვე არსებობს იგივე ელექტრონული ფოსტის მისამართით, მაგრამ განსხვავებული ავტორიზაციის მონაცემებით.
kk: Бір электрондық пошта мекенжайы бар, бірақ тіркелгі деректері әртүрлі тіркелгі бұрыннан бар.
km: គណនីមួយមានរួចហើយដែលមានអាសយដ្ឋានអ៊ីមែលដូចគ្នា ប៉ុន្តែអត្តសញ្ញាណផ្សេងគ្នា។
kn: ಒಂದೇ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಹೊಂದಿರುವ ಆದರೆ ವಿಭಿನ್ನ ರುಜುವಾತುಗಳನ್ನು ಹೊಂದಿರುವ ಖಾತೆ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ko: 동일한 이메일 주소이지만 다른 자격 증명을 사용하는 계정이 이미 존재합니다.
ky: Бир эле электрондук почта дареги бар, бирок эсептик дайындары башка каттоо эсеби мурунтан эле бар.
lo: ບັນຊີມີຢູ່ແລ້ວທີ່ມີທີ່ຢູ່ອີເມວດຽວກັນແຕ່ມີຂໍ້ມູນປະຈໍາຕົວແຕກຕ່າງກັນ.
lt: Paskyra su tuo pačiu el. pašto adresu, bet kitais prisijungimo duomenimis, jau yra.
lv: Konts ar tādu pašu e-pasta adresi, bet citiem akreditācijas datiem jau pastāv.
mk: Веќе постои сметка со истата е-адреса, но со различни акредитиви.
ml: ഒരേ ഇമെയിൽ വിലാസവും എന്നാൽ വ്യത്യസ്ത യോഗ്യതാപത്രങ്ങളുമുള്ള ഒരു അക്കൗണ്ട് ഇതിനകം നിലവിലുണ്ട്.
mn: Ижил имэйл хаягтай хэдий ч өөр итгэмжлэл бүхий бүртгэл аль хэдийн байна.
mr: एक खाते आधीच समान ईमेल पत्त्यासह अस्तित्वात आहे परंतु भिन्न क्रेडेन्शियल्स आहेत.
ms: Akaun sudah wujud dengan alamat e-mel yang sama tetapi bukti kelayakan yang berbeza.
my: တူညီသော အီးမေးလ်လိပ်စာဖြင့် အကောင့်တစ်ခု ရှိနှင့်ပြီးဖြစ်သော်လည်း မတူညီသော အထောက်အထားများ။
ne: एउटै इमेल ठेगाना भएको तर फरक प्रमाणहरू भएको खाता पहिले नै अवस्थित छ।
nl: Er bestaat al een account met hetzelfde e-mailadres, maar met andere inloggegevens.
no: Det finnes allerede en konto med samme e-postadresse, men med annen påloggingsinformasjon.
or: ସମାନ ଇମେଲ୍ ଠିକଣା ସହିତ ଏକ ଆକାଉଣ୍ଟ ପୂର୍ବରୁ ଅଛି କିନ୍ତୁ ଭିନ୍ନ ପରିଚୟପତ୍ର ଅଛି।
pa: ਇੱਕ ਖਾਤਾ ਪਹਿਲਾਂ ਹੀ ਇੱਕੋ ਈਮੇਲ ਪਤੇ ਨਾਲ ਮੌਜੂਦ ਹੈ ਪਰ ਵੱਖ-ਵੱਖ ਪ੍ਰਮਾਣ ਪੱਤਰ ਹਨ।
pl: Istnieje już konto o tym samym adresie e-mail, ale innych danych logowania.
pt: Já existe uma conta com o mesmo endereço de e-mail, mas com credenciais diferentes.
ro: Există deja un cont cu aceeași adresă de e-mail, dar cu acreditări diferite.
ru: Учетная запись с таким же адресом электронной почты, но другими учетными данными уже существует.
si: එකම විද්‍යුත් තැපැල් ලිපිනයක් සහිත නමුත් වෙනස් අක්තපත්‍ර සහිත ගිණුමක් දැනටමත් පවතී.
sk: Účet s rovnakou e-mailovou adresou, ale s inými prihlasovacími údajmi, už existuje.
sl: Račun z istim e-poštnim naslovom, vendar z drugačnimi poverilnicami, že obstaja.
sq: Ekziston tashmë një llogari me të njëjtën adresë emaili, por me kredenciale të ndryshme.
sr: Већ постоји налог са истом имејл адресом, али са различитим акредитивима.
sv: Ett konto finns redan med samma e-postadress men olika inloggningsuppgifter.
sw: Tayari kuna akaunti iliyo na anwani sawa ya barua pepe lakini vitambulisho tofauti.
ta: ஒரே மின்னஞ்சல் முகவரியுடன் ஆனால் வெவ்வேறு சான்றுகளுடன் ஒரு கணக்கு ஏற்கனவே உள்ளது.
te: ఒకే ఇమెయిల్ చిరునామాతో కానీ వేరే ఆధారాలతో ఇప్పటికే ఒక ఖాతా ఉంది.
th: มีบัญชีอยู่แล้วโดยใช้ที่อยู่อีเมลเดียวกันแต่มีข้อมูลประจำตัวที่แตกต่างกัน
tr: Aynı e-posta adresine sahip ancak farklı kimlik bilgilerine sahip bir hesap zaten mevcut.
uk: Обліковий запис із такою ж адресою електронної пошти, але з іншими обліковими даними, вже існує.
ur: ایک اکاؤنٹ پہلے سے ہی ایک ہی ای میل ایڈریس کے ساتھ موجود ہے لیکن مختلف اسناد کے ساتھ۔
uz: Bir xil e-pochta manziliga ega, ammo hisob ma'lumotlari boshqacha bo'lgan hisob allaqachon mavjud.
vi: Đã tồn tại một tài khoản có cùng địa chỉ email nhưng thông tin đăng nhập khác nhau.
zh: 已存在具有相同电子邮件地址但不同凭据的帐户。
zu: I-akhawunti isivele ikhona enekheli le-imeyili elifanayo kodwa izifakazelo ezihlukile.

# firebase_error_message_error_generic
source: An unexpected error has occurred. Please try again.
af: 'n Onverwagte fout het voorgekom. Probeer asseblief weer.
am: ያልተጠበቀ ስህተት ተፈጥሯል። እባክህ እንደገና ሞክር።
ar: حدث خطأ غير متوقع. يُرجى المحاولة مرة أخرى.
as: এটা অপ্ৰত্যাশিত ভুল হৈছে। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
az: Gözlənilməz xəta baş verdi. Yenidən cəhd edin.
be: Узнікла нечаканая памылка. Паўтарыце спробу.
bg: Възникна неочаквана грешка. Моля, опитайте отново.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: S'ha produït un error inesperat. Si us plau, torneu-ho a intentar.
cs: Došlo k neočekávané chybě. Zkuste to prosím znovu.
da: Der er opstået en uventet fejl. Prøv igen.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα. Δοκιμάστε ξανά.
es: Se ha producido un error inesperado. Inténtalo de nuevo.
et: Tekkis ootamatu viga. Palun proovige uuesti.
eu: Ustekabeko errore bat gertatu da. Saiatu berriro.
fa: خطای غیرمنتظره‌ای رخ داده است. لطفاً دوباره امتحان کنید.
fi: Odottamaton virhe on tapahtunut. Yritä uudelleen.
fr: Une erreur inattendue est survenue. Veuillez réessayer.
gl: Produciuse un erro inesperado. Téntao de novo.
gu: એક અણધારી ભૂલ આવી છે. કૃપા કરીને ફરી પ્રયાસ કરો.
he: אירעה שגיאה בלתי צפויה. אנא נסה שוב.
hi: एक अनपेक्षित त्रुटि हुई है। कृपया पुनः प्रयास करें।
hr: Došlo je do neočekivane pogreške. Pokušajte ponovno.
hu: Váratlan hiba történt. Kérjük, próbálja újra.
hy: Անսպասելի սխալ է տեղի ունեցել։ Խնդրում ենք կրկին փորձել։
is: Óvænt villa kom upp. Vinsamlegast reyndu aftur.
it: Si è verificato un errore imprevisto. Riprova.
ja: 予期しないエラーが発生しました。もう一度お試しください。
ka: მოხდა მოულოდნელი შეცდომა. გთხოვთ, სცადოთ ხელახლა.
kk: Күтпеген қате орын алды. Қайталап көріңіз.
km: កំហុសដែលមិនបានរំពឹងទុកបានកើតឡើង។ សូមព្យាយាមម្តងទៀត។
kn: ಅನಿರೀಕ್ಷಿತ ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 예기치 않은 오류가 발생했습니다. 다시 시도해 주세요.
ky: Күтүлбөгөн ката кетти. Сураныч, кайра аракет кылыңыз.
lo: ເກີດຄວາມຜິດພາດທີ່ບໍ່ຄາດຄິດຂຶ້ນ. ກະລຸນາລອງອີກຄັ້ງ.
lt: Įvyko netikėta klaida. Bandykite dar kartą.
lv: Radusies negaidīta kļūda. Lūdzu, mēģiniet vēlreiz.
mk: Се појави неочекувана грешка. Обидете се повторно.
ml: ഒരു അപ്രതീക്ഷിത പിശക് സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കുക.
mn: Гэнэтийн алдаа гарлаа. Дахин оролдоно уу.
mr: एक अनपेक्षित त्रुटी आली आहे. कृपया पुन्हा प्रयत्न करा.
ms: Ralat yang tidak dijangka telah berlaku. Sila cuba lagi.
my: မမျှော်လင့်ထားသော အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။ ထပ်စမ်းကြည့်ပါ။
ne: एउटा अनपेक्षित त्रुटि भएको छ। कृपया फेरि प्रयास गर्नुहोस्।
nl: Er is een onverwachte fout opgetreden. Probeer het opnieuw.
no: Det har oppstått en uventet feil. Prøv på nytt.
or: ଏକ ଅପ୍ରତ୍ୟାଶିତ ତ୍ରୁଟି ଦେଖାଦେଇଛି। ଦୟାକରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਇੱਕ ਅਣਕਿਆਸੀ ਗਲਤੀ ਹੋਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.
pt: Ocorreu um erro inesperado. Tente novamente.
ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou.
ru: Произошла непредвиденная ошибка. Попробуйте ещё раз.
si: අනපේක්ෂිත දෝෂයක් සිදුවී ඇත. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Vyskytla sa neočakávaná chyba. Skúste to znova.
sl: Prišlo je do nepričakovane napake. Poskusite znova.
sq: Ka ndodhur një gabim i papritur. Ju lutemi provoni përsëri.
sr: Дошло је до неочекиване грешке. Молимо покушајте поново.
sv: Ett oväntat fel har uppstått. Försök igen.
sw: Hitilafu isiyotarajiwa imetokea. Tafadhali jaribu tena.
ta: எதிர்பாராத பிழை ஏற்பட்டுள்ளது. மீண்டும் முயற்சிக்கவும்.
te: ఊహించని లోపం సంభవించింది. దయచేసి మళ్ళీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด โปรดลองอีกครั้ง
tr: Beklenmeyen bir hata oluştu. Lütfen tekrar deneyin.
uk: Сталася неочікувана помилка. Будь ласка, спробуйте ще раз.
ur: ایک غیر متوقع خرابی پیش آگئی ہے۔ براہ کرم دوبارہ کوشش کریں۔
uz: Kutilmagan xatolik yuz berdi. Iltimos, qayta urinib koʻring.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng thử lại.
zh: 发生意外错误。请重试。
zu: Kwenzeke iphutha elingalindelekile. Sicela uzame futhi.
