Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# vocabulaire_user_error_user_data_not_found
source: Error loading user data
af: Fout by die laai van gebruikersdata
am: የተጠቃሚ ውሂብ መጫን ላይ ስህተት
ar: خطأ في تحميل بيانات المستخدم
as: ব্যৱহাৰকাৰীৰ তথ্য লোড কৰাত ত্ৰুটি
az: İstifadəçi məlumatı yüklənərkən xəta baş verdi
be: Памылка загрузкі дадзеных карыстальніка
bg: Грешка при зареждане на потребителските данни
bn: ব্যবহারকারীর ডেটা লোড করার সময় ত্রুটি হয়েছে
ca: S'ha produït un error en carregar les dades de l'usuari
cs: Chyba při načítání uživatelských dat
da: Fejl ved indlæsning af brugerdata
de: Fehler beim Laden der Benutzerdaten
el: Σφάλμα κατά τη φόρτωση δεδομένων χρήστη κατά τη φόρτωση δεδομένων χρήστη
es: Error al cargar los datos del usuario
et: Viga kasutajaandmete laadimisel
eu: Errorea erabiltzailearen datuak kargatzean
fa: خطا در بارگیری داده‌های کاربر
fi: Käyttäjätietojen latausvirhe
fr: Erreur lors du chargement des données utilisateur
gl: Produciuse un erro ao cargar os datos do usuario
gu: વપરાશકર્તા ડેટા લોડ કરવામાં ભૂલ
he: שגיאה בטעינת נתוני משתמש
hi: उपयोगकर्ता डेटा लोड करते समय त्रुटि
hr: Pogreška pri učitavanju korisničkih podataka
hu: Hiba a felhasználói adatok betöltése során
hy: Սխալ առաջացավ օգտատիրոջ տվյալների բեռնման ժամանակ։
is: Villa í að hlaða notandagögnum
it: Errore durante il caricamento dei dati utente
ja: ユーザーデータの読み込み中にエラーが発生しました
ka: შეცდომა მომხმარებლის მონაცემების ჩატვირთვისას მოხდა. შეცდომა მოხდა მომხმარებლის მონაცემების ჩატვირთვისას.
kk: Пайдаланушы деректерін жүктеу қатесі
km: កំហុសក្នុងការផ្ទុកទិន្នន័យអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಡೇಟಾವನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ
ko: 사용자 데이터 로딩 중 오류가 발생했습니다.
ky: Колдонуучунун дайындарын жүктөө катасы
lo: ເກີດຄວາມຜິດພາດໃນການໂຫຼດຂໍ້ມູນຜູ້ໃຊ້
lt: Įkeliant naudotojo duomenis įvyko klaida
lv: Kļūda, ielādējot lietotāja datus
mk: Грешка при вчитување на корисничките податоци
ml: ഉപയോക്തൃ ഡാറ്റ ലോഡ് ചെയ്യുന്നതിൽ പിശക്
mn: Хэрэглэгчийн өгөгдлийг ачаалахад алдаа гарлаа
mr: वापरकर्ता डेटा लोड करताना त्रुटी आली.
ms: Ralat memuatkan data pengguna
my: အသုံးပြုသူဒေတာကို တင်ရာတွင် အမှားအယွင်းရှိသည်။
ne: प्रयोगकर्ता डेटा लोड गर्दा त्रुटि भयो
nl: Fout bij het laden van gebruikersgegevens
no: Feil ved lasting av brukerdata
or: ଉପଯୋଗକର୍ତ୍ତାଙ୍କ ଡାଟା ଲୋଡ୍ କରିବା ସମୟରେ ତ୍ରୁଟି
pa: ਉਪਭੋਗਤਾ ਡੇਟਾ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl: Błąd ładowania danych użytkownika
pt: Erro ao carregar dados do usuário
ro: Eroare la încărcarea datelor utilizatorului
ru: Ошибка загрузки данных пользователя
si: පරිශීලක දත්ත පූරණය කිරීමේදී දෝෂයකි
sk: Chyba pri načítavaní používateľských údajov
sl: Napaka pri nalaganju uporabniških podatkov
sq: Gabim gjatë ngarkimit të të dhënave të përdoruesit ....
sr: Грешка при учитавању корисничких података
sv: Fel vid inläsning av användardata
sw: Hitilafu katika kupakia data ya mtumiaji
ta: பயனர் தரவை ஏற்றுவதில் பிழை
te: వినియోగదారు డేటాను లోడ్ చేయడంలో లోపం ఏర్పడింది
th: เกิดข้อผิดพลาดในการโหลดข้อมูลผู้ใช้
tr: Kullanıcı verileri yüklenirken hata oluştu
uk: Помилка завантаження даних користувача
ur: صارف کا ڈیٹا لوڈ کرنے میں خرابی۔
uz: Foydalanuvchi maʼlumotlarini yuklashda xatolik yuz berdi
vi: Lỗi khi tải dữ liệu người dùng
zh: 加载用户数据时出错
zu: Iphutha ekulayisheni idatha yomsebenzisi

# vocabulaire_user_error_add_list_perso
source: Error adding list
af: Fout byvoeging van lys
am: ዝርዝር ማከል ላይ ስህተት
ar: خطأ في إضافة القائمة
as: তালিকা যোগ কৰাত ত্ৰুটি
az: Siyahı əlavə edərkən xəta baş verdi
be: Памылка дадання спісу
bg: Грешка при добавяне на списъка
bn: তালিকা যোগ করার সময় ত্রুটি হয়েছে
ca: S'ha produït un error en afegir la llista
cs: Chyba při přidávání seznamu
da: Fejl ved tilføjelse af liste
de: Fehler beim Hinzufügen der Liste
el: Σφάλμα κατά την προσθήκη λίστας κατά την προσθήκη της λίστας
es: Error al agregar lista
et: Viga nimekirja lisamisel
eu: Errorea zerrenda gehitzean
fa: خطا در اضافه کردن لیست
fi: Virhe listan lisäämisessä
fr: Erreur lors de l'ajout de la liste
gl: Produciuse un erro ao engadir a lista
gu: સૂચિ ઉમેરવામાં ભૂલ
he: שגיאה בהוספת רשימה
hi: सूची जोड़ने में त्रुटि
hr: Pogreška pri dodavanju popisa
hu: Hiba a lista hozzáadásakor
hy: Սխալ առաջացավ ցուցակը ավելացնելիս։
is: Villa við að bæta við lista
it: Errore durante l'aggiunta dell'elenco
ja: リストの追加中にエラーが発生しました
ka: სიის დამატებისას შეცდომა მოხდა
kk: Тізімді қосу қатесі
km: កំហុសក្នុងការបន្ថែមបញ្ជី
kn: ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸುವಲ್ಲಿ ದೋಷ
ko: 목록 추가 중 오류 발생
ky: Тизме кошууда ката кетти
lo: ເກີດຄວາມຜິດພາດໃນການເພີ່ມລາຍຊື່
lt: Pridedant sąrašą įvyko klaida
lv: Kļūda, pievienojot sarakstu
mk: Грешка при додавање на листата
ml: ലിസ്റ്റ് ചേർക്കുന്നതിൽ പിശക്
mn: Жагсаалтыг нэмэхэд алдаа гарлаа
mr: यादी जोडताना एरर आली.
ms: Ralat menambah senarai
my: စာရင်းထည့်ရာတွင် အမှားအယွင်းရှိသည်။
ne: सूची थप्दा त्रुटि भयो
nl: Fout bij het toevoegen van lijst
no: Feil ved tillegging av liste
or: ତାଲିକା ଯୋଡ଼ିବାରେ ତ୍ରୁଟି
pa: ਸੂਚੀ ਜੋੜਨ ਵਿੱਚ ਗੜਬੜ ਹੋਈ
pl: Błąd podczas dodawania listy
pt: Erro ao adicionar lista
ro: Eroare la adăugarea listei
ru: Ошибка добавления списка
si: ලැයිස්තුව එකතු කිරීමේ දෝෂයකි
sk: Chyba pri pridávaní zoznamu
sl: Napaka pri dodajanju seznama
sq: Gabim gjatë shtimit të listës gjatë shtimit të saj.
sr: Грешка при додавању листе
sv: Fel vid tillägg av lista
sw: Hitilafu katika kuongeza orodha
ta: பட்டியலைச் சேர்ப்பதில் பிழை
te: జాబితాను జోడించడంలో లోపం ఏర్పడింది
th: เกิดข้อผิดพลาดในการเพิ่มรายการ
tr: Liste eklenirken hata oluştu
uk: Помилка додавання списку
ur: فہرست شامل کرنے میں خرابی۔
uz: Roʻyxatni qoʻshishda xatolik yuz berdi
vi: Lỗi khi thêm danh sách
zh: 添加列表时出错
zu: Iphutha lokwengeza uhlu

# vocabulaire_user_error_update_list_perso
source: Error updating list
af: Fout tydens opdatering van lys
am: ዝርዝሩን ማዘመን ላይ ስህተት
ar: خطأ في تحديث القائمة
as: তালিকা আপডেট কৰাত ত্ৰুটি
az: Siyahını yeniləyərkən xəta baş verdi
be: Памылка абнаўлення спісу
bg: Грешка при актуализиране на списъка
bn: তালিকা আপডেট করার সময় ত্রুটি হয়েছে
ca: Error en actualitzar la llista
cs: Chyba při aktualizaci seznamu
da: Der opstod en fejl ved opdatering af listen.
de: Fehler beim Aktualisieren der Liste
el: Σφάλμα ενημέρωσης λίστας κατά την ενημέρωση της λίστας
es: Error al actualizar la lista
et: Viga nimekirja värskendamisel
eu: Errorea zerrenda eguneratzean
fa: خطا در به‌روزرسانی فهرست
fi: Virhe luettelon päivittämisessä
fr: Erreur lors de la mise à jour de la liste
gl: Produciuse un erro ao actualizar a lista
gu: સૂચિ અપડેટ કરવામાં ભૂલ
he: שגיאה בעדכון הרשימה
hi: सूची अपडेट करने में त्रुटि
hr: Pogreška pri ažuriranju popisa
hu: Hiba a lista frissítésekor
hy: Սխալ առաջացավ ցուցակը թարմացնելիս։
is: Villa við að uppfæra listann
it: Errore durante l'aggiornamento dell'elenco
ja: リストの更新中にエラーが発生しました
ka: სიის განახლებისას შეცდომა მოხდა
kk: Тізімді жаңарту қатесі
km: កំហុសក្នុងការធ្វើបច្ចុប្បន្នភាពបញ្ជី
kn: ಪಟ್ಟಿಯನ್ನು ನವೀಕರಿಸುವಲ್ಲಿ ದೋಷ
ko: 목록 업데이트 중 오류 발생
ky: Тизмени жаңыртуу катасы
lo: ເກີດຄວາມຜິດພາດໃນການອັບເດດລາຍຊື່
lt: Atnaujinant sąrašą įvyko klaida
lv: Kļūda atjauninot sarakstu
mk: Грешка при ажурирање на листата
ml: ലിസ്റ്റ് അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പിശക്
mn: Жагсаалтыг шинэчлэхэд алдаа гарлаа
mr: यादी अपडेट करताना एरर आली.
ms: Ralat mengemas kini senarai
my: စာရင်းကို အပ်ဒိတ်လုပ်ရာတွင် အမှားအယွင်းရှိနေသည်။
ne: सूची अद्यावधिक गर्दा त्रुटि भयो
nl: Fout bij het bijwerken van de lijst
no: Feil ved oppdatering av listen
or: ତାଲିକା ଅପଡେଟ୍ କରିବାରେ ତ୍ରୁଟି
pa: ਸੂਚੀ ਅੱਪਡੇਟ ਕਰਨ ਵੇਲੇ ਗੜਬੜ ਹੋਈ
pl: Błąd podczas aktualizacji listy
pt: Erro ao atualizar a lista
ro: Eroare la actualizarea listei
ru: Ошибка обновления списка
si: ලැයිස්තුව යාවත්කාලීන කිරීමේ දෝෂයකි
sk: Chyba pri aktualizácii zoznamu
sl: Napaka pri posodabljanju seznama
sq: Gabim gjatë përditësimit të listës gjatë azhurnimit të saj.
sr: Грешка при ажурирању листе
sv: Fel vid uppdatering av listan
sw: Hitilafu katika kusasisha orodha
ta: பட்டியலைப் புதுப்பிப்பதில் பிழை
te: జాబితాను నవీకరించడంలో లోపం ఏర్పడింది
th: เกิดข้อผิดพลาดในการอัพเดตรายการ
tr: Liste güncellenirken hata oluştu
uk: Помилка оновлення списку
ur: فہرست کو اپ ڈیٹ کرنے میں خرابی۔
uz: Roʻyxatni yangilashda xatolik yuz berdi
vi: Lỗi khi cập nhật danh sách
zh: 更新列表时出错
zu: Iphutha ekubuyekezeni uhlu

# vocabulaire_user_error_add_vocabulaire_list_perso
source: Error adding vocabulary to list
af: Fout by die byvoeging van woordeskat by lys
am: መዝገበ ቃላትን ወደ ዝርዝር ማከል ላይ ስህተት
ar: حدث خطأ أثناء إضافة المفردات إلى القائمة
as: তালিকাত শব্দভাণ্ডাৰ যোগ কৰাত ত্ৰুটি
az: Siyahıya lüğət əlavə edərkən xəta baş verdi
be: Памылка дадання слоўнікавага запасу ў спіс
bg: Грешка при добавяне на речник към списъка
bn: তালিকায় শব্দভাণ্ডার যোগ করার সময় ত্রুটি হয়েছে
ca: S'ha produït un error en afegir vocabulari a la llista
cs: Chyba při přidávání slovní zásoby do seznamu
da: Fejl ved tilføjelse af ordforråd til listen
de: Fehler beim Hinzufügen von Vokabeln zur Liste
el: Σφάλμα κατά την προσθήκη λεξιλογίου στη λίστα
es: Error al agregar vocabulario a la lista
et: Sõnavara lisamisel loendisse tekkis viga
eu: Errorea hiztegia zerrendara gehitzean
fa: خطا در اضافه کردن واژگان به لیست
fi: Sanaston lisääminen luetteloon epäonnistui
fr: Erreur lors de l'ajout du vocabulaire à la liste
gl: Produciuse un erro ao engadir vocabulario á lista
gu: યાદીમાં શબ્દભંડોળ ઉમેરવામાં ભૂલ
he: שגיאה בהוספת אוצר מילים לרשימה
hi: सूची में शब्दावली जोड़ने में त्रुटि
hr: Pogreška pri dodavanju vokabulara na popis
hu: Hiba történt a szókincs listához való hozzáadásakor
hy: Սխալ՝ բառապաշարը ցանկին ավելացնելիս։
is: Villa við að bæta orðaforða við listann
it: Errore durante l'aggiunta del vocabolario all'elenco
ja: リストに語彙を追加中にエラーが発生しました
ka: შეცდომა ლექსიკის სიაში დამატებისას მოხდა. მოხდა შეცდომა ლექსიკის სიაში დამატებისას.
kk: Тізімге сөздік қосу қатесі
km: កំហុសក្នុងការបន្ថែមវាក្យសព្ទទៅក្នុងបញ្ជី
kn: ಪಟ್ಟಿಗೆ ಶಬ್ದಕೋಶ ಸೇರಿಸುವಾಗ ದೋಷ ಎದುರಾಗಿದೆ.
ko: 목록에 어휘를 추가하는 중 오류가 발생했습니다.
ky: Тизмеге лексиканы кошууда ката кетти
lo: ເກີດຄວາມຜິດພາດໃນການເພີ່ມຄຳສັບໃສ່ລາຍຊື່
lt: Įtraukiant žodyną į sąrašą įvyko klaida
lv: Kļūda, pievienojot vārdu krājumu sarakstam
mk: Грешка при додавање на вокабулар во листата
ml: പട്ടികയിൽ പദാവലി ചേർക്കുന്നതിൽ പിശക്
mn: Жагсаалтад үгсийн сан нэмэхэд алдаа гарлаа
mr: यादीत शब्दसंग्रह जोडताना त्रुटी आली.
ms: Ralat menambahkan perbendaharaan kata pada senarai
my: စာရင်းသို့ ဝေါဟာရထည့်ရာတွင် အမှားအယွင်းရှိသည်။
ne: सूचीमा शब्दावली थप्दा त्रुटि भयो
nl: Fout bij het toevoegen van woordenschat aan lijst
no: Feil ved å legge til vokabular i listen
or: ତାଲିକାରେ ଶବ୍ଦାବଳୀ ଯୋଡିବାରେ ତ୍ରୁଟି
pa: ਸੂਚੀ ਵਿੱਚ ਸ਼ਬਦਾਵਲੀ ਜੋੜਨ ਵਿੱਚ ਗਲਤੀ
pl: Błąd podczas dodawania słownika do listy
pt: Erro ao adicionar vocabulário à lista
ro: Eroare la adăugarea vocabularului la listă
ru: Ошибка добавления словаря в список
si: ලැයිස්තුවට වචන මාලාව එකතු කිරීමේදී දෝෂයකි
sk: Chyba pri pridávaní slovnej zásoby do zoznamu
sl: Napaka pri dodajanju besedišča na seznam
sq: Gabim gjatë shtimit të fjalorit në listë
sr: Грешка при додавању речника на листу
sv: Fel vid tillägg av ordförråd i listan
sw: Hitilafu katika kuongeza msamiati kwenye orodha
ta: பட்டியலில் சொற்களஞ்சியத்தைச் சேர்ப்பதில் பிழை.
te: జాబితాకు పదజాలం జోడించడంలో లోపం ఏర్పడింది.
th: เกิดข้อผิดพลาดในการเพิ่มคำศัพท์ลงในรายการ
tr: Listeye kelime eklenirken hata oluştu
uk: Помилка додавання словникового запасу до списку
ur: فہرست میں الفاظ کو شامل کرنے میں خرابی۔
uz: Roʻyxatga lugʻat qoʻshishda xatolik yuz berdi
vi: Lỗi khi thêm từ vựng vào danh sách
zh: 将词汇添加到列表时出错
zu: Iphutha lokwengeza amagama ohlwini

# vocabulaire_user_error_delete_vocabulaire_list
source: Error deleting vocabulary from list
af: Fout met die verwydering van woordeskat uit lys
am: የቃላት ዝርዝርን ከዝርዝር መሰረዝ ላይ ስህተት
ar: خطأ في حذف المفردات من القائمة
as: তালিকাৰ পৰা শব্দভাণ্ডাৰ মচি পেলোৱাত ত্ৰুটি
az: Lüğəti siyahıdan silərkən xəta baş verdi
be: Памылка пры выдаленні слоўніка са спісу
bg: Грешка при изтриване на речник от списъка
bn: তালিকা থেকে শব্দভাণ্ডার মুছে ফেলার সময় ত্রুটি হয়েছে
ca: S'ha produït un error en suprimir el vocabulari de la llista
cs: Chyba při mazání slovní zásoby ze seznamu
da: Fejl ved sletning af ordforråd fra listen
de: Fehler beim Löschen des Vokabulars aus der Liste
el: Σφάλμα κατά τη διαγραφή του λεξιλογίου από τη λίστα
es: Error al eliminar vocabulario de la lista
et: Sõnavara loendist kustutamisel tekkis viga
eu: Errorea hiztegia zerrendatik ezabatzean
fa: خطا در حذف واژگان از لیست
fi: Sanaston poistaminen listalta epäonnistui
fr: Erreur lors de la suppression du vocabulaire de la liste
gl: Produciuse un erro ao eliminar o vocabulario da lista
gu: યાદીમાંથી શબ્દભંડોળ કાઢી નાખવામાં ભૂલ
he: שגיאה במחיקת אוצר מילים מהרשימה
hi: सूची से शब्दावली हटाने में त्रुटि
hr: Pogreška pri brisanju vokabulara s popisa
hu: Hiba történt a szókincs törlésekor a listából
hy: Սխալ առաջացավ բառապաշարը ցանկից ջնջելիս։
is: Villa við að eyða orðaforða af listanum
it: Errore durante l'eliminazione del vocabolario dall'elenco
ja: リストから語彙を削除するときにエラーが発生しました
ka: შეცდომა ლექსიკის სიიდან წაშლისას მოხდა. შეცდომა მოხდა ლექსიკის სიიდან წაშლისას.
kk: Сөздікті тізімнен жою қатесі
km: កំហុសក្នុងការលុបវាក្យសព្ទចេញពីបញ្ជី
kn: ಪಟ್ಟಿಯಿಂದ ಶಬ್ದಕೋಶವನ್ನು ಅಳಿಸುವಲ್ಲಿ ದೋಷ
ko: 목록에서 어휘를 삭제하는 중 오류가 발생했습니다.
ky: Тизмеден лексиканы өчүрүүдө ката кетти
lo: ເກີດຄວາມຜິດພາດໃນການລຶບຄຳສັບອອກຈາກລາຍຊື່
lt: Klaida ištrinant žodyną iš sąrašo
lv: Kļūda, dzēšot vārdu krājumu no saraksta
mk: Грешка при бришење на вокабуларот од листата
ml: പട്ടികയിൽ നിന്ന് പദാവലി ഇല്ലാതാക്കുന്നതിൽ പിശക്
mn: Жагсаалтаас үгсийн санг устгахад алдаа гарлаа
mr: यादीतून शब्दसंग्रह हटवताना त्रुटी आली.
ms: Ralat memadamkan perbendaharaan kata daripada senarai
my: စာရင်းမှ ဝေါဟာရကို ဖျက်ရာတွင် အမှားအယွင်းရှိသည်။
ne: सूचीबाट शब्दावली मेटाउँदा त्रुटि भयो।
nl: Fout bij het verwijderen van woordenschat uit lijst
no: Feil ved sletting av vokabular fra listen
or: ତାଲିକାରୁ ଶବ୍ଦାବଳୀ ଅପସାରଣ କରିବାରେ ତ୍ରୁଟି
pa: ਸੂਚੀ ਵਿੱਚੋਂ ਸ਼ਬਦਾਵਲੀ ਹਟਾਉਣ ਵਿੱਚ ਗਲਤੀ
pl: Błąd podczas usuwania słownika z listy
pt: Erro ao excluir vocabulário da lista
ro: Eroare la ștergerea vocabularului din listă
ru: Ошибка удаления словаря из списка
si: ලැයිස්තුවෙන් වචන මාලාව මකා දැමීමේ දෝෂයකි
sk: Chyba pri odstraňovaní slovnej zásoby zo zoznamu
sl: Napaka pri brisanju besedišča s seznama
sq: Gabim gjatë fshirjes së fjalorit nga lista ....
sr: Грешка при брисању речника са листе
sv: Fel vid borttagning av ordförråd från listan
sw: Hitilafu katika kufuta msamiati kwenye orodha
ta: பட்டியலிலிருந்து சொற்களஞ்சியத்தை நீக்குவதில் பிழை
te: జాబితా నుండి పదజాలాన్ని తొలగించడంలో లోపం ఏర్పడింది.
th: เกิดข้อผิดพลาดในการลบคำศัพท์จากรายการ
tr: Sözlüğü listeden silerken hata oluştu
uk: Помилка видалення словника зі списку
ur: فہرست سے الفاظ کو حذف کرنے میں خرابی۔
uz: Roʻyxatdagi lugʻatni oʻchirishda xatolik yuz berdi
vi: Lỗi khi xóa từ vựng khỏi danh sách
zh: 从列表中删除词汇时出错
zu: Iphutha lokususa amagama ohlwini

# alert_dialogue_suppression_list_title
source: Deletion confirmation
af: Verwyderingsbevestiging
am: መሰረዝ ማረጋገጫ
ar: تأكيد الحذف
as: মচি পেলোৱা নিশ্চিতকৰণ
az: Silinmə təsdiqi
be: Пацверджанне выдалення
bg: Потвърждение за изтриване
bn: মুছে ফেলার নিশ্চিতকরণ
ca: Confirmació d'eliminació
cs: Potvrzení smazání
da: Bekræftelse af sletning
de: Löschbestätigung
el: Επιβεβαίωση διαγραφής
es: Confirmación de eliminación
et: Kustutamise kinnitus
eu: Ezabatze-berrespena
fa: تأیید حذف
fi: Poiston vahvistus
fr: Confirmation de suppression
gl: Confirmación de eliminación
gu: કાઢી નાખવાની પુષ્ટિ
he: אישור מחיקה
hi: विलोपन की पुष्टि
hr: Potvrda brisanja
hu: Törlés megerősítése
hy: Ջնջման հաստատում
is: Staðfesting á eyðingu
it: Conferma di eliminazione
ja: 削除の確認
ka: წაშლის დადასტურება
kk: Жоюды растау
km: ការបញ្ជាក់ការលុប
kn: ಅಳಿಸುವಿಕೆ ದೃಢೀಕರಣ
ko: 삭제 확인
ky: Жок кылуу ырастоосу
lo: ການຢືນຢັນການລຶບ
lt: Ištrynimo patvirtinimas
lv: Dzēšanas apstiprinājums
mk: Потврда за бришење
ml: ഇല്ലാതാക്കൽ സ്ഥിരീകരണം
mn: Устгах баталгаа
mr: हटविण्याची पुष्टी
ms: Pengesahan pemadaman
my: ဖျက်ကြောင်းအတည်ပြုချက်
ne: मेटाउने पुष्टिकरण
nl: Bevestiging van verwijdering
no: Slettingsbekreftelse
or: ଡିଲିଟ୍ କରିବାର ସୁନିଶ୍ଚିତକରଣ
pa: ਮਿਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ
pl: Potwierdzenie usunięcia
pt: Confirmação de exclusão
ro: Confirmarea ștergerii
ru: Подтверждение удаления
si: මකාදැමීම තහවුරු කිරීම
sk: Potvrdenie vymazania
sl: Potrditev brisanja
sq: Konfirmimi i fshirjes
sr: Потврда брисања
sv: Bekräftelse av radering
sw: Uthibitishaji wa kufuta
ta: நீக்குதலை உறுதிப்படுத்துதல்
te: తొలగింపు నిర్ధారణ
th: การยืนยันการลบ
tr: Silme onayı
uk: Підтвердження видалення
ur: حذف کرنے کی تصدیق
uz: O'chirishni tasdiqlash
vi: Xác nhận xóa
zh: 删除确认
zu: Ukuqinisekisa ukusula

# alert_dialogue_suppression_list_question
source: Are you sure you want to delete your custom list?
af: Is jy seker jy wil jou persoonlike lys verwyder?
am: እርግጠኛ ነዎት ብጁ ዝርዝርዎን መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد حذف القائمة المخصصة الخاصة بك؟
as: আপুনি নিশ্চিত নেকি যে আপুনি আপোনাৰ স্বনিৰ্বাচিত তালিকা মচি পেলাব বিচাৰে?
az: Fərdi siyahınızı silmək istədiyinizə əminsiniz?
be: Вы ўпэўненыя, што хочаце выдаліць свой уласны спіс?
bg: Сигурни ли сте, че искате да изтриете персонализирания си списък?
bn: আপনি কি নিশ্চিত যে আপনি আপনার কাস্টম তালিকাটি মুছে ফেলতে চান?
ca: Esteu segur que voleu suprimir la vostra llista personalitzada?
cs: Opravdu chcete smazat svůj vlastní seznam?
da: Er du sikker på, at du vil slette din brugerdefinerede liste?
de: Möchten Sie Ihre benutzerdefinierte Liste wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε την προσαρμοσμένη λίστα σας;
es: ¿Está seguro de que desea eliminar su lista personalizada?
et: Kas olete kindel, et soovite oma kohandatud loendi kustutada?
eu: Ziur zaude zure zerrenda pertsonalizatua ezabatu nahi duzula?
fa: آیا از حذف لیست سفارشی خود مطمئن هستید؟
fi: Haluatko varmasti poistaa mukautetun listasi?
fr: Êtes-vous sûr de vouloir supprimer votre liste personnalisée
gl: Seguro que queres eliminar a túa lista personalizada?
gu: શું તમે ખરેખર તમારી કસ્ટમ સૂચિ કાઢી નાખવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק את הרשימה המותאמת אישית שלך?
hi: क्या आप वाकई अपनी कस्टम सूची हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati svoj prilagođeni popis?
hu: Biztosan törölni szeretné az egyéni listát?
hy: Վստա՞հ եք, որ ուզում եք ջնջել ձեր հատուկ ցուցակը։
is: Ertu viss um að þú viljir eyða sérsniðna listanum þínum?
it: Vuoi davvero eliminare il tuo elenco personalizzato?
ja: カスタムリストを削除してもよろしいですか?
ka: დარწმუნებული ხართ, რომ გსურთ თქვენი მორგებული სიის წაშლა?
kk: Арнаулы тізіміңізді шынымен жойғыңыз келе ме?
km: តើអ្នកប្រាកដថាចង់លុបបញ្ជីផ្ទាល់ខ្លួនរបស់អ្នកទេ?
kn: ನಿಮ್ಮ ಕಸ್ಟಮ್ ಪಟ್ಟಿಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 사용자 지정 목록을 삭제하시겠습니까?
ky: Ыңгайлаштырылган тизмеңизди чын эле жок кылгыңыз келеби?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບລາຍການແບບກຳນົດເອງຂອງທ່ານ?
lt: Ar tikrai norite ištrinti savo pasirinktinį sąrašą?
lv: Vai tiešām vēlaties dzēst savu pielāgoto sarakstu?
mk: Дали сте сигурни дека сакате да го избришете вашиот прилагоден список?
ml: നിങ്ങളുടെ ഇഷ്ടാനുസൃത ലിസ്റ്റ് ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mn: Та захиалгат жагсаалтаа устгахдаа итгэлтэй байна уу?
mr: तुम्हाला तुमची कस्टम सूची नक्की हटवायची आहे का?
ms: Adakah anda pasti mahu memadamkan senarai tersuai anda?
my: သင့်စိတ်ကြိုက်စာရင်းကို ဖျက်လိုသည်မှာ သေချာပါသလား။
ne: के तपाईं आफ्नो अनुकूलन सूची मेटाउन निश्चित हुनुहुन्छ?
nl: Weet u zeker dat u uw aangepaste lijst wilt verwijderen?
no: Er du sikker på at du vil slette den tilpassede listen din?
or: ଆପଣ ଆପଣଙ୍କର କଷ୍ଟମ୍ ତାଲିକା ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଥିବା ନିଶ୍ଚିତ କି?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਆਪਣੀ ਕਸਟਮ ਸੂਚੀ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć swoją listę niestandardową?
pt: Tem certeza de que deseja excluir sua lista personalizada?
ro: Sigur vrei să ștergi lista personalizată?
ru: Вы уверены, что хотите удалить свой пользовательский список?
si: ඔබට ඔබේ අභිරුචි ලැයිස්තුව මැකීමට අවශ්‍ය බව විශ්වාසද?
sk: Naozaj chcete odstrániť svoj vlastný zoznam?
sl: Ali ste prepričani, da želite izbrisati svoj seznam po meri?
sq: Je i sigurt që dëshiron ta fshish listën tënde të personalizuar?
sr: Да ли сте сигурни да желите да обришете своју прилагођену листу?
sv: Är du säker på att du vill ta bort din anpassade lista?
sw: Je, una uhakika unataka kufuta orodha yako maalum?
ta: உங்கள் தனிப்பயன் பட்டியலை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు మీ కస్టమ్ జాబితాను ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจว่าต้องการลบรายการที่กำหนดเองของคุณหรือไม่?
tr: Özel listenizi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити свій власний список?
ur: کیا آپ واقعی اپنی حسب ضرورت فہرست کو حذف کرنا چاہتے ہیں؟
uz: Haqiqatan ham shaxsiy roʻyxatingizni oʻchirib tashlamoqchimisiz?
vi: Bạn có chắc chắn muốn xóa danh sách tùy chỉnh của mình không?
zh: 您确定要删除您的自定义列表吗？
zu: Ingabe uqinisekile ukuthi ufuna ukususa uhlu lwakho lwangokwezifiso?

source: Non
af: Nie
am: ያልሆነ
ar: غير
as: নন
az: Yox
be: Не
bg: Не
bn: অ
ca: No
cs: Ne
da: Ikke
de: Nicht
el: Μη
es: No
et: Mitte
eu: Ez
fa: غیر
fi: Ei
gu: નોન
he: לֹא
hi: गैर
hr: Ne
hu: Nem
hy: Ոչ
is: Ekki
ja: 非
ka: არა
kk: Жоқ
km: មិនមែន
kn: ಅಲ್ಲದ
ko: 비
ky: Жок
lo: ບໍ່
lt: Ne
lv: Nav
mk: Не
ml: അല്ലാത്തത്
mn: Үгүй
mr: नाही
ms: Bukan
my: မဟုတ်သော
ne: होइन
nl: Niet
no: Ikke
or: ନୁହେଁ
pa: ਨਹੀਂ
pl: Nie
pt: Não
ru: Нет
si: නොවන
sk: Nie
sl: Ne
sq: Jo
sr: Не
sv: Icke
sw: Sio
ta: அல்லாத
te: కాని
th: ไม่ใช่
tr: Olmayan
uk: Не
ur: غیر
uz: Yo'q
vi: Không
zh: 非
zu: Cha

# oui
source: Yes
af: Ja
am: አዎ
ar: نعم
as: হয়
az: Bəli
be: Так
bg: Да
bn: হাঁ
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναί
es: Sí
et: Jah
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
gl: Si
gu: હા
he: כֵּן
hi: हाँ
hr: Da
hu: Igen
hy: Այո
is: Já
it: SÌ
ja: はい
ka: დიახ
kk: Иә
km: បាទ
kn: ಹೌದು
ko: 예
ky: Ооба
lo: ແມ່ນແລ້ວ
lt: Taip
lv: Jā
mk: Да
ml: അതെ
mn: Тиймээ
mr: होय
ms: ya
my: ဟုတ်ကဲ့
ne: हो
nl: Ja
no: Ja
or: ହଁ
pa: ਹਾਂ
pl: Tak
pt: Sim
ro: Da
ru: Да
si: ඔව්
sk: Áno
sl: Da
sq: Po
sr: Да
sv: Ja
sw: Ndiyo
ta: ஆம்
te: అవును
th: ใช่
tr: Evet
uk: Так
ur: جی ہاں
uz: Ha
vi: Đúng
zh: 是的
zu: Yebo

# login_confirmer_mot_de_passe
source: Confirm password
af: Bevestig wagwoord
am: የይለፍ ቃል ያረጋግጡ
ar: تأكيد كلمة المرور
as: পাছৱৰ্ড নিশ্চিত কৰক
az: Şifrəni təsdiqləyin
be: Пацвердзіце пароль
bg: Потвърдете паролата
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirma la contrasenya
cs: Potvrzení hesla
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar Contraseña
et: Kinnita parool
eu: Berretsi pasahitza
fa: تأیید رمز عبور
fi: Vahvista salasana
fr: Confirmer le mot de passe
gl: Confirmar contrasinal
gu: પાસવર્ડ કન્ફર્મ કરો
he: אשר סיסמה
hi: पासवर्ड की पुष्टि कीजिये
hr: Potvrdite lozinku
hu: Jelszó megerősítése
hy: Հաստատել գաղտնաբառը
is: Staðfesta lykilorð
ja: パスワードを認証する
ka: დაადასტურეთ პაროლი
kk: Құпия сөзді Растау
km: បញ្ជាក់ពាក្យសម្ងាត់
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ko: 비밀번호 확인
ky: Сырсөздү ыраста
lo: ຢືນຢັນລະຫັດຜ່ານ
lt: Patvirtinkite slaptažodį
lv: Apstiprināt paroli
mk: Потврди ја лозинката
ml: പാസ്വേഡ് സ്ഥിരീകരിക്കുക
mn: Нууц үгээ баталгаажуулна уу
mr: पासवर्डची पुष्टी करा
ms: Sahkan kata laluan
my: စကားဝှက်အတည်ပြုခြင်း
ne: पासवर्ड पुष्टि गर्नुहोस्
nl: Bevestig wachtwoord
no: Bekreft passord
or: ପାସୱାର୍ଡ ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ
pl: Potwierdź hasło
pt: Confirme sua senha
ro: Confirmați parola
ru: Подтвердите пароль
si: මුරපදය තහවුරු කරන්න
sk: Potvrdiť heslo
sl: Potrdite geslo
sq: Konfirmo fjalëkalimin
sr: Потврдите лозинку
sv: Bekräfta lösenord
sw: Thibitisha nenosiri
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: పాస్‌వర్డ్‌ను నిర్ధారించండి
th: ยืนยันรหัสผ่าน
tr: Şifreyi onayla
uk: Підтвердьте пароль
ur: پاس ورڈ کی تصدیق کریں۔
uz: Parolni tasdiqlang
vi: Xác nhận mật khẩu
zh: 确认密码
zu: Qinisekisa Iphasiwedi
