Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# home_notlogged_accroche5
source: sorted by frequency of use to learn the words that really matter.
af: gesorteer volgens gebruiksfrekwensie om die woorde te leer wat werklik saak maak.
am: በጣም አስፈላጊ የሆኑትን ቃላት ለመማር በአጠቃቀም ድግግሞሽ የተደረደሩ።
ar: تم تصنيفها حسب تكرار الاستخدام لتعلم الكلمات المهمة حقًا.
as: ব্যৱহাৰৰ কম্পাঙ্ক অনুসৰি সজাই পৰাই প্ৰকৃততে গুৰুত্বপূৰ্ণ শব্দবোৰ শিকিব পাৰি।
az: həqiqətən vacib olan sözləri öyrənmək üçün istifadə tezliyinə görə sıralanır.
be: адсартаваныя па частаце выкарыстання, каб вывучыць сапраўды важныя словы.
bg: сортирани по честота на употреба, за да научите думите, които наистина имат значение.
bn: ব্যবহারের ফ্রিকোয়েন্সি অনুসারে সাজানো হয়েছে যাতে সত্যিই গুরুত্বপূর্ণ শব্দগুলি শেখা যায়।
ca: ordenats per freqüència d'ús per aprendre les paraules que realment importen.
cs: seřazeno podle četnosti používání, abyste se naučili slova, na kterých skutečně záleží.
da: sorteret efter brugshyppighed for at lære de ord, der virkelig betyder noget.
de: sortiert nach Verwendungshäufigkeit, um die Wörter zu lernen, die wirklich wichtig sind.
el: ταξινομημένα κατά συχνότητα χρήσης για να μάθετε τις λέξεις που πραγματικά έχουν σημασία.
es: ordenados por frecuencia de uso para aprender las palabras que realmente importan.
et: sorteeritud kasutussageduse järgi, et õppida selgeks sõnad, mis on tõeliselt olulised.
eu: Benetan garrantzitsuak diren hitzak ikasteko erabilera-maiztasunaren arabera ordenatuta.
fa: بر اساس میزان استفاده مرتب شده‌اند تا کلماتی که واقعاً مهم هستند را یاد بگیرید.
fi: lajiteltuna käyttötiheyden mukaan, jotta oppii sanat, joilla on todella merkitystä.
fr: triés par fréquence d'utilisation pour apprendre les mots qui comptent vraiment.
gl: ordenadas por frecuencia de uso para aprender as palabras que realmente importan.
gu: ખરેખર મહત્વના શબ્દો શીખવા માટે ઉપયોગની આવર્તન દ્વારા ક્રમાંકિત.
he: ממוינים לפי תדירות השימוש כדי ללמוד את המילים שחשובות באמת.
hi: वास्तव में महत्वपूर्ण शब्दों को सीखने के लिए उपयोग की आवृत्ति के आधार पर क्रमबद्ध करें।
hr: sortirano prema učestalosti korištenja kako biste naučili riječi koje su zaista važne.
hu: használati gyakoriság szerint rendezve, hogy megtanulja a valóban fontos szavakat.
hy: տեսակավորված ըստ օգտագործման հաճախականության՝ իսկապես կարևոր բառերը սովորելու համար։
is: Raðað eftir notkunartíðni til að læra orðin sem skipta raunverulega máli.
it: ordinati in base alla frequenza d'uso per imparare le parole che contano davvero.
ja: 使用頻度順に並べることで、本当に重要な単語を学ぶことができます。
ka: დალაგებულია გამოყენების სიხშირის მიხედვით, რათა ისწავლოთ ნამდვილად მნიშვნელოვანი სიტყვები.
kk: шын мәнінде маңызды сөздерді үйрену үшін пайдалану жиілігі бойынша сұрыпталған.
km: តម្រៀបតាមភាពញឹកញាប់នៃការប្រើប្រាស់ ដើម្បីរៀនពាក្យដែលពិតជាសំខាន់។
kn: ನಿಜವಾಗಿಯೂ ಮುಖ್ಯವಾದ ಪದಗಳನ್ನು ಕಲಿಯಲು ಬಳಕೆಯ ಆವರ್ತನದ ಮೂಲಕ ವಿಂಗಡಿಸಲಾಗಿದೆ.
ko: 실제로 중요한 단어를 배우기 위해 사용 빈도별로 정렬했습니다.
ky: чындап маанилүү сөздөрдү үйрөнүү үчүн колдонуу жыштыгы боюнча сорттолгон.
lo: ຈັດຮຽງຕາມຄວາມຖີ່ຂອງການໃຊ້ເພື່ອຮຽນຮູ້ຄຳສັບທີ່ສຳຄັນແທ້ໆ.
lt: surūšiuoti pagal vartojimo dažnumą, kad būtų galima išmokti žodžius, kurie iš tiesų svarbūs.
lv: sakārtoti pēc lietošanas biežuma, lai apgūtu vārdus, kuriem patiešām ir nozīme.
mk: сортирани по фреквенција на употреба за да ги научат зборовите што се навистина важни.
ml: ശരിക്കും പ്രാധാന്യമുള്ള വാക്കുകൾ പഠിക്കാൻ ഉപയോഗത്തിന്റെ ആവൃത്തി അനുസരിച്ച് അടുക്കിയിരിക്കുന്നു.
mn: үнэхээр чухал үгсийг сурахын тулд хэрэглээний давтамжаар эрэмбэлсэн.
mr: खरोखर महत्त्वाचे शब्द शिकण्यासाठी वापराच्या वारंवारतेनुसार क्रमवारी लावली.
ms: disusun mengikut kekerapan penggunaan untuk mempelajari perkataan yang benar-benar penting.
my: အမှန်တကယ်အရေးကြီးသော စကားလုံးများကို လေ့လာရန် အသုံးပြုသည့် အကြိမ်ရေအလိုက် စီထားသည်။
ne: साँच्चै महत्त्वपूर्ण शब्दहरू सिक्न प्रयोगको आवृत्ति अनुसार क्रमबद्ध।
nl: Gesorteerd op gebruiksfrequentie, zodat u de woorden leert die er echt toe doen.
no: sortert etter bruksfrekvens for å lære ordene som virkelig betyr noe.
or: ପ୍ରକୃତରେ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଶବ୍ଦଗୁଡ଼ିକୁ ଶିଖିବା ପାଇଁ ବ୍ୟବହାରର ବାରମ୍ବାରତା ଅନୁସାରେ ସଜାଯାଇଛି।
pa: ਅਸਲ ਵਿੱਚ ਮਾਇਨੇ ਰੱਖਣ ਵਾਲੇ ਸ਼ਬਦਾਂ ਨੂੰ ਸਿੱਖਣ ਲਈ ਵਰਤੋਂ ਦੀ ਬਾਰੰਬਾਰਤਾ ਅਨੁਸਾਰ ਕ੍ਰਮਬੱਧ।
pl: posortowane według częstotliwości użycia, aby nauczyć się słów, które naprawdę mają znaczenie.
pt: classificados por frequência de uso para aprender as palavras que realmente importam.
ro: sortate după frecvența de utilizare pentru a învăța cuvintele care contează cu adevărat.
ru: отсортированы по частоте использования, чтобы выучить действительно важные слова.
si: සැබවින්ම වැදගත් වචන ඉගෙන ගැනීමට භාවිත වාර ගණන අනුව වර්ග කර ඇත.
sk: zoradené podľa frekvencie používania, aby ste sa naučili slová, na ktorých skutočne záleží.
sl: razvrščeno po pogostosti uporabe, da se naučite besed, ki so resnično pomembne.
sq: të renditura sipas frekuencës së përdorimit për të mësuar fjalët që kanë vërtet rëndësi.
sr: сортирано по учесталости употребе да бисте научили речи које су заиста важне.
sv: sorterade efter användningsfrekvens för att lära sig de ord som verkligen betyder något.
sw: yamepangwa kulingana na marudio ya matumizi ili kujifunza maneno ambayo ni muhimu sana.
ta: உண்மையில் முக்கியமான சொற்களைக் கற்றுக்கொள்ள, பயன்பாட்டின் அதிர்வெண்ணின் அடிப்படையில் வரிசைப்படுத்தப்பட்டுள்ளது.
te: నిజంగా ముఖ్యమైన పదాలను తెలుసుకోవడానికి వాడుక యొక్క ఫ్రీక్వెన్సీ ద్వారా క్రమబద్ధీకరించబడింది.
th: จัดเรียงตามความถี่ในการใช้งานเพื่อเรียนรู้คำศัพท์ที่มีความสำคัญจริงๆ
tr: Gerçekten önemli olan kelimeleri öğrenmek için kullanım sıklığına göre sıralanmıştır.
uk: відсортовано за частотою використання, щоб вивчити слова, які дійсно важливі.
ur: ان الفاظ کو سیکھنے کے لیے استعمال کی تعدد کے لحاظ سے ترتیب دیا گیا ہے جو واقعی اہمیت رکھتے ہیں۔
uz: Haqiqatan ham muhim bo'lgan so'zlarni o'rganish uchun foydalanish chastotasi bo'yicha tartiblangan.
vi: được sắp xếp theo tần suất sử dụng để học những từ thực sự quan trọng.
zh: 按使用频率排序来学习真正重要的单词。
zu: ihlungwe ngokuphindaphindiwe kokusetshenziswa ukuze kufundwe amagama abaluleke ngempela.

# home_notlogged_accroche6
source: Fast and effective method
af: Vinnige en effektiewe metode
am: ፈጣን እና ውጤታማ ዘዴ
ar: طريقة سريعة وفعالة
as: দ্ৰুত আৰু ফলপ্ৰসূ পদ্ধতি
az: Tez və effektiv üsul
be: Хуткі і эфектыўны метад
bg: Бърз и ефективен метод
bn: দ্রুত এবং কার্যকর পদ্ধতি
ca: Mètode ràpid i eficaç
cs: Rychlá a účinná metoda
da: Hurtig og effektiv metode
de: Schnelle und effektive Methode
el: Γρήγορη και αποτελεσματική μέθοδος
es: Método rápido y eficaz
et: Kiire ja tõhus meetod
eu: Metodo azkarra eta eraginkorra
fa: روش سریع و موثر
fi: Nopea ja tehokas menetelmä
fr: Méthode rapide et efficace
gl: Método rápido e eficaz
gu: ઝડપી અને અસરકારક પદ્ધતિ
he: שיטה מהירה ויעילה
hi: तेज़ और प्रभावी विधि
hr: Brza i učinkovita metoda
hu: Gyors és hatékony módszer
hy: Արագ և արդյունավետ մեթոդ
is: Hraðvirk og áhrifarík aðferð
it: Metodo veloce ed efficace
ja: 迅速かつ効果的な方法
ka: სწრაფი და ეფექტური მეთოდი
kk: Жылдам және тиімді әдіс
km: វិធីសាស្រ្តលឿននិងមានប្រសិទ្ធភាព
kn: ವೇಗದ ಮತ್ತು ಪರಿಣಾಮಕಾರಿ ವಿಧಾನ
ko: 빠르고 효과적인 방법
ky: Тез жана натыйжалуу ыкмасы
lo: ວິທີການໄວແລະປະສິດທິຜົນ
lt: Greitas ir efektyvus metodas
lv: Ātra un efektīva metode
mk: Брз и ефикасен метод
ml: വേഗതയേറിയതും ഫലപ്രദവുമായ രീതി
mn: Хурдан бөгөөд үр дүнтэй арга
mr: जलद आणि प्रभावी पद्धत
ms: Kaedah yang cepat dan berkesan
my: မြန်ဆန်ထိရောက်သောနည်းလမ်း
ne: छिटो र प्रभावकारी विधि
nl: Snelle en effectieve methode
no: Rask og effektiv metode
or: ଦ୍ରୁତ ଏବଂ ପ୍ରଭାବଶାଳୀ ପଦ୍ଧତି
pa: ਤੇਜ਼ ਅਤੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਤਰੀਕਾ
pl: Szybka i skuteczna metoda
pt: Método rápido e eficaz
ro: Metodă rapidă și eficientă
ru: Быстрый и эффективный метод
si: වේගවත් හා ඵලදායී ක්‍රමය
sk: Rýchla a účinná metóda
sl: Hitra in učinkovita metoda
sq: Metodë e shpejtë dhe efektive
sr: Брза и ефикасна метода
sv: Snabb och effektiv metod
sw: Njia ya haraka na yenye ufanisi
ta: வேகமான மற்றும் பயனுள்ள முறை
te: వేగవంతమైన మరియు ప్రభావవంతమైన పద్ధతి
th: วิธีการที่รวดเร็วและมีประสิทธิภาพ
tr: Hızlı ve etkili yöntem
uk: Швидкий та ефективний метод
ur: تیز اور موثر طریقہ
uz: Tez va samarali usul
vi: Phương pháp nhanh chóng và hiệu quả
zh: 快速有效的方法
zu: Indlela esheshayo nephumelelayo

# home_notlogged_accroche7
source: Learn the most useful words first
af: Leer eers die nuttigste woorde
am: በመጀመሪያ በጣም ጠቃሚ የሆኑትን ቃላት ተማር
ar: تعلم الكلمات الأكثر فائدة أولاً
as: প্ৰথমে আটাইতকৈ উপযোগী শব্দবোৰ শিকি লওক
az: Əvvəlcə ən faydalı sözləri öyrənin
be: Спачатку вывучыце найбольш карысныя словы
bg: Научете първо най-полезните думи
bn: প্রথমে সবচেয়ে দরকারী শব্দগুলি শিখুন
ca: Aprèn primer les paraules més útils
cs: Nejprve se naučte nejužitečnější slova
da: Lær de mest brugbare ord først
de: Lernen Sie zuerst die nützlichsten Wörter
el: Μάθε πρώτα τις πιο χρήσιμες λέξεις
es: Aprende primero las palabras más útiles
et: Õpi kõigepealt kõige kasulikumad sõnad
eu: Ikasi lehenengo hitz erabilgarrienak
fa: ابتدا کلمات پرکاربرد را یاد بگیرید
fi: Opettele ensin hyödyllisimmät sanat
fr: Apprends les mots les plus utiles en priorité
gl: Aprende primeiro as palabras máis útiles
gu: પહેલા સૌથી ઉપયોગી શબ્દો શીખો
he: למד קודם את המילים הכי שימושיות
hi: सबसे उपयोगी शब्द पहले सीखें
hr: Prvo naučite najkorisnije riječi
hu: Először is tanuld meg a leghasznosabb szavakat
hy: Սկզբում սովորեք ամենաօգտակար բառերը
is: Lærðu fyrst gagnlegustu orðin
it: Impara prima le parole più utili
ja: 最も役立つ単語を最初に学ぶ
ka: ჯერ ყველაზე სასარგებლო სიტყვები ისწავლეთ
kk: Алдымен ең пайдалы сөздерді үйреніңіз
km: រៀនពាក្យដែលមានប្រយោជន៍បំផុតជាមុនសិន
kn: ಮೊದಲು ಹೆಚ್ಚು ಉಪಯುಕ್ತವಾದ ಪದಗಳನ್ನು ಕಲಿಯಿರಿ.
ko: 가장 유용한 단어를 먼저 배우세요
ky: Алгач эң пайдалуу сөздөрдү үйрөнүңүз
lo: ຮຽນຮູ້ຄໍາທີ່ເປັນປະໂຫຍດທີ່ສຸດກ່ອນ
lt: Pirmiausia išmokite naudingiausius žodžius
lv: Vispirms iemācieties visnoderīgākos vārdus
mk: Прво научете ги најкорисните зборови
ml: ഏറ്റവും ഉപയോഗപ്രദമായ വാക്കുകൾ ആദ്യം പഠിക്കുക
mn: Эхлээд хамгийн хэрэгтэй үгсийг сур
mr: सर्वात उपयुक्त शब्द प्रथम शिका.
ms: Pelajari perkataan yang paling berguna dahulu
my: အသုံးအများဆုံးစကားလုံးများကို ဦးစွာလေ့လာပါ။
ne: पहिला सबैभन्दा उपयोगी शब्दहरू सिक्नुहोस्
nl: Leer eerst de meest nuttige woorden
no: Lær de mest nyttige ordene først
or: ପ୍ରଥମେ ସବୁଠାରୁ ଉପଯୋଗୀ ଶବ୍ଦଗୁଡ଼ିକ ଶିଖନ୍ତୁ
pa: ਪਹਿਲਾਂ ਸਭ ਤੋਂ ਲਾਭਦਾਇਕ ਸ਼ਬਦ ਸਿੱਖੋ
pl: Najpierw naucz się najprzydatniejszych słów
pt: Aprenda primeiro as palavras mais úteis
ro: Învață mai întâi cele mai utile cuvinte
ru: Сначала выучите самые полезные слова
si: මුලින්ම වඩාත්ම ප්‍රයෝජනවත් වචන ඉගෙන ගන්න.
sk: Najprv sa naučte najužitočnejšie slová
sl: Najprej se naučite najkoristnejših besed
sq: Mësoni së pari fjalët më të dobishme
sr: Прво научите најкорисније речи
sv: Lär dig de mest användbara orden först
sw: Jifunze maneno muhimu zaidi kwanza
ta: முதலில் மிகவும் பயனுள்ள சொற்களைக் கற்றுக்கொள்ளுங்கள்.
te: ముందుగా అత్యంత ఉపయోగకరమైన పదాలను నేర్చుకోండి
th: เรียนรู้คำศัพท์ที่มีประโยชน์ที่สุดก่อน
tr: Önce en faydalı kelimeleri öğrenin
uk: Спочатку вивчіть найкорисніші слова
ur: پہلے سب سے مفید الفاظ سیکھیں۔
uz: Avval eng foydali so'zlarni bilib oling
vi: Học những từ hữu ích nhất trước
zh: 首先学习最有用的单词
zu: Funda amagama awusizo kakhulu kuqala

# home_notlogged_accroche8
source: Optimized memorization to progress quickly
af: Geoptimaliseerde memorisering om vinnig te vorder
am: የተመቻቸ የማስታወስ ችሎታ በፍጥነት ወደ እድገት
ar: تحسين الحفظ للتقدم بسرعة
as: দ্ৰুতভাৱে আগবাঢ়ি যাবলৈ অনুকূলিত মুখস্থ কৰা
az: Sürətlə inkişaf etmək üçün optimallaşdırılmış yaddaş
be: Аптымізаванае запамінанне для хуткага прагрэсу
bg: Оптимизирано запаметяване за бърз напредък
bn: দ্রুত অগ্রগতির জন্য অপ্টিমাইজ করা মুখস্থকরণ
ca: Memorització optimitzada per progressar ràpidament
cs: Optimalizované memorování pro rychlý pokrok
da: Optimeret memorering for hurtige fremskridt
de: Optimiertes Auswendiglernen für schnelle Fortschritte
el: Βελτιστοποιημένη απομνημόνευση για γρήγορη πρόοδο
es: Memorización optimizada para progresar rápidamente
et: Optimeeritud meeldejätmine kiireks edasiliikumiseks
eu: Memorizazio optimizatua azkar aurrera egiteko
fa: بهینه سازی حافظه برای پیشرفت سریع
fi: Optimoitu ulkoa opettelu nopeaa edistymistä varten
fr: Mémorisation optimisée pour progresser vite
gl: Memorización optimizada para progresar rapidamente
gu: ઝડપથી પ્રગતિ કરવા માટે ઑપ્ટિમાઇઝ કરેલ યાદશક્તિ
he: שינון אופטימלי להתקדמות מהירה
hi: शीघ्र प्रगति के लिए अनुकूलित स्मरण
hr: Optimizirano pamćenje za brzi napredak
hu: Optimalizált memorizálás a gyors haladás érdekében
hy: Օպտիմիզացված հիշողություն՝ արագ առաջընթացի համար
is: Bjartsýni á minnið til að ná skjótum framförum
it: Memorizzazione ottimizzata per progredire rapidamente
ja: 素早く進歩するための最適化された記憶
ka: ოპტიმიზებული დამახსოვრება სწრაფი პროგრესისთვის
kk: Жылдам өту үшін оңтайландырылған есте сақтау
km: ការទន្ទេញចាំបានប្រសើរឡើងដើម្បីដំណើរការយ៉ាងឆាប់រហ័ស
kn: ವೇಗವಾಗಿ ಪ್ರಗತಿ ಸಾಧಿಸಲು ಆಪ್ಟಿಮೈಸ್ಡ್ ಕಂಠಪಾಠ
ko: 빠른 진행을 위한 최적화된 기억력
ky: Тез прогресс үчүн оптималдаштырылган жаттоо
lo: ປັບຄວາມຊົງຈຳໃຫ້ເໝາະສົມເພື່ອກ້າວໄປໄວ
lt: Optimizuotas įsiminimas, kad būtų galima greitai tobulėti
lv: Optimizēta iegaumēšana ātrai virzībai uz priekšu
mk: Оптимизирано меморирање за брз напредок
ml: വേഗത്തിൽ പുരോഗമിക്കാൻ ഒപ്റ്റിമൈസ് ചെയ്ത ഓർമ്മപ്പെടുത്തൽ
mn: Хурдан ахихын тулд оновчтой цээжлэх
mr: जलद प्रगतीसाठी ऑप्टिमाइझ केलेले स्मरणशक्ती
ms: Penghafalan yang dioptimumkan untuk maju dengan cepat
my: လျင်မြန်စွာ တိုးတက်စေရန် အလွတ်ကျက်မှတ်ခြင်းကို အကောင်းဆုံးဖြစ်အောင် ပြုလုပ်ထားသည်။
ne: छिटो प्रगति गर्न अनुकूलित स्मरणशक्ति
nl: Geoptimaliseerd memoriseren voor snelle vooruitgang
no: Optimalisert memorering for rask fremgang
or: ଶୀଘ୍ର ଅଗ୍ରଗତି ପାଇଁ ଅପ୍ଟିମାଇଜ୍ ହୋଇଥିବା ସ୍ମୃତିକରଣ
pa: ਤੇਜ਼ੀ ਨਾਲ ਅੱਗੇ ਵਧਣ ਲਈ ਅਨੁਕੂਲਿਤ ਯਾਦਦਾਸ਼ਤ
pl: Zoptymalizowane zapamiętywanie w celu szybkiego postępu
pt: Memorização otimizada para progredir rapidamente
ro: Memorare optimizată pentru progres rapid
ru: Оптимизированное запоминание для быстрого прогресса
si: ඉක්මනින් ප්‍රගතිය සඳහා ප්‍රශස්ත මතක තබා ගැනීම
sk: Optimalizované zapamätávanie pre rýchly pokrok
sl: Optimizirano pomnjenje za hiter napredek
sq: Memorizim i optimizuar për të përparuar shpejt
sr: Оптимизовано памћење за брз напредак
sv: Optimerad memorering för snabba framsteg
sw: Ukariri ulioboreshwa ili uendelee haraka
ta: விரைவாக முன்னேற உகந்த மனப்பாடம்
te: త్వరగా అభివృద్ధి చెందడానికి ఆప్టిమైజ్ చేసిన కంఠస్థం
th: เพิ่มประสิทธิภาพการจดจำเพื่อความก้าวหน้าอย่างรวดเร็ว
tr: Hızlı ilerlemek için optimize edilmiş ezberleme
uk: Оптимізоване запам'ятовування для швидкого прогресу
ur: آپٹمائزڈ یادداشت کو تیزی سے ترقی کرنے کے لیے
uz: Tez o'sishi uchun optimallashtirilgan yodlash
vi: Tối ưu hóa khả năng ghi nhớ để tiến bộ nhanh chóng
zh: 优化记忆，快速进步
zu: Ukukhumbula ngekhanda okulungiselelwe ukuze kuthuthuke ngokushesha

# home_notlogged_accroche9
source: Ready to master the language of Shakespeare?
af: Gereed om die taal van Shakespeare te bemeester?
am: የሼክስፒርን ቋንቋ ለመቆጣጠር ዝግጁ ነዎት?
ar: هل أنت مستعد لإتقان لغة شكسبير؟
as: শ্বেক্সপীয়েৰৰ ভাষা আয়ত্ত কৰিবলৈ সাজুনে?
az: Şekspirin dilini mənimsəməyə hazırsınız?
be: Гатовыя авалодаць мовай Шэкспіра?
bg: Готови ли сте да овладеете езика на Шекспир?
bn: শেক্সপিয়ারের ভাষা আয়ত্ত করতে প্রস্তুত?
ca: A punt per dominar la llengua de Shakespeare?
cs: Jste připraveni zvládnout Shakespearovu řeč?
da: Klar til at mestre Shakespeares sprog?
de: Sind Sie bereit, die Sprache Shakespeares zu meistern?
el: Είστε έτοιμοι να κατακτήσετε τη γλώσσα του Σαίξπηρ;
es: ¿Listo para dominar el lenguaje de Shakespeare?
et: Kas oled valmis Shakespeare'i keelt omandama?
eu: Prest Shakespeareren hizkuntza menperatzeko?
fa: آماده‌اید تا به زبان شکسپیر مسلط شوید؟
fi: Valmis hallitsemaan Shakespearen kieltä?
fr: Prêt à dominer la langue de Shakespeare ?
gl: Preparado/a para dominar a linguaxe de Shakespeare?
gu: શેક્સપિયરની ભાષા શીખવા માટે તૈયાર છો?
he: מוכנים לשלוט בשפתו של שייקספיר?
hi: क्या आप शेक्सपियर की भाषा में निपुणता प्राप्त करने के लिए तैयार हैं?
hr: Spremni ste savladati Shakespeareov jezik?
hu: Készen állsz elsajátítani Shakespeare nyelvét?
hy: Պատրա՞ստ եք տիրապետել Շեքսպիրի լեզվին։
is: Tilbúinn/n að ná tökum á tungumáli Shakespeares?
it: Pronti a padroneggiare la lingua di Shakespeare?
ja: シェイクスピアの言語を習得する準備はできていますか?
ka: მზად ხართ შექსპირის ენის დაუფლებისთვის?
kk: Шекспир тілін меңгеруге дайынсыз ба?
km: ត្រៀមខ្លួនដើម្បីស្ទាត់ជំនាញភាសារបស់ស្ពា?
kn: ಶೇಕ್ಸ್‌ಪಿಯರ್ ಭಾಷೆಯನ್ನು ಕರಗತ ಮಾಡಿಕೊಳ್ಳಲು ಸಿದ್ಧರಿದ್ದೀರಾ?
ko: 셰익스피어의 언어를 마스터할 준비가 되셨나요?
ky: Шекспирдин тилин үйрөнүүгө даярсызбы?
lo: ພ້ອມແລ້ວທີ່ຈະສອນພາສາຂອງ Shakespeare?
lt: Pasiruošę įvaldyti Šekspyro kalbą?
lv: Vai esi gatavs apgūt Šekspīra valodu?
mk: Подготвени сте да го совладате јазикот на Шекспир?
ml: ഷേക്സ്പിയറിന്റെ ഭാഷയിൽ പ്രാവീണ്യം നേടാൻ തയ്യാറാണോ?
mn: Шекспирийн хэлийг эзэмшихэд бэлэн үү?
mr: शेक्सपियरची भाषा आत्मसात करण्यास तयार आहात का?
ms: Bersedia untuk menguasai bahasa Shakespeare?
my: ရှိတ်စပီးယားဘာသာစကားကို ကျွမ်းကျင်ဖို့ အဆင်သင့်ဖြစ်ပြီလား။
ne: शेक्सपियरको भाषामा निपुण हुन तयार हुनुहुन्छ?
nl: Klaar om de taal van Shakespeare onder de knie te krijgen?
no: Klar til å mestre Shakespeares språk?
or: ଶେକ୍ସପିୟରଙ୍କ ଭାଷା ଆୟତ୍ତ କରିବାକୁ ପ୍ରସ୍ତୁତ କି?
pa: ਕੀ ਤੁਸੀਂ ਸ਼ੇਕਸਪੀਅਰ ਦੀ ਭਾਸ਼ਾ ਸਿੱਖਣ ਲਈ ਤਿਆਰ ਹੋ?
pl: Gotowy poznać język Szekspira?
pt: Pronto para dominar a língua de Shakespeare?
ro: Ești gata să stăpânești limba lui Shakespeare?
ru: Готовы освоить язык Шекспира?
si: ෂේක්ස්පියර්ගේ භාෂාව ප්‍රගුණ කිරීමට සූදානම්ද?
sk: Ste pripravení zvládnuť Shakespearov jazyk?
sl: Ste pripravljeni obvladati Shakespearov jezik?
sq: Gati për të zotëruar gjuhën e Shekspirit?
sr: Спремни да савладате Шекспиров језик?
sv: Redo att bemästra Shakespeares språk?
sw: Je, uko tayari kufahamu lugha ya Shakespeare?
ta: ஷேக்ஸ்பியரின் மொழியில் தேர்ச்சி பெற தயாரா?
te: షేక్స్పియర్ భాషపై పట్టు సాధించడానికి సిద్ధంగా ఉన్నారా?
th: พร้อมที่จะเชี่ยวชาญภาษาของเช็คสเปียร์หรือยัง?
tr: Shakespeare'in diline hakim olmaya hazır mısınız?
uk: Готові опанувати мову Шекспіра?
ur: شیکسپیئر کی زبان پر عبور حاصل کرنے کے لیے تیار ہیں؟
uz: Shekspir tilini o'zlashtirishga tayyormisiz?
vi: Bạn đã sẵn sàng để thành thạo ngôn ngữ của Shakespeare chưa?
zh: 准备好掌握莎士比亚的语言了吗？
zu: Ulungele ukufunda ulimi lwe-Shakespeare?

# home_notlogged_button_go
source: Here we go!
af: Hier gaan ons!
am: እንሂድ!
ar: ها نحن!
as: ইয়াত আমি যাওঁ!
az: Budur, gedirik!
be: Пачынаем!
bg: Ето, започваме!
bn: এই তো!
ca: Som-hi!
cs: Tak a je to tady!
da: Nu kører vi!
de: Auf geht's!
el: Πάμε λοιπόν!
es: ¡Aquí vamos!
et: Hakkame pihta!
eu: Hemen goaz!
fa: بفرمایید!
fi: Nyt mennään!
fr: C'est parti !
gl: Aló imos!
gu: અહીં આપણે જઈએ છીએ!
he: הנה אנחנו מתחילים!
hi: ये रहा!
hr: Idemo!
hu: Rajta, kezdjük!
hy: Ահա՛, սկսեցինք։
is: Hér förum við!
it: Eccoci qui!
ja: さぁ行こう！
ka: აი, დავიწყეთ!
kk: Мінеки біз!
km: យើងទៅ!
kn: ಸರಿ ಹೋಗೋಣ!
ko: 시작합니다!
ky: Мына!
lo: ນີ້ພວກເຮົາໄປ!
lt: Pradėkime!
lv: Nu tad nu mēs sākam!
mk: Еве нè!
ml: ഇവിടെ നമ്മൾ ആരംഭിക്കുന്നു!
mn: Энд байна!
mr: चला!
ms: Di sini kita pergi!
my: သွားပြန်ပြီ!
ne: लौ अब!
nl: Daar gaan we!
no: Da kjører vi!
or: ଆରମ୍ଭ ହେଲା!
pa: ਸ਼ੁਰੂ ਕਰਦੇ ਹਾਂ!
pl: Zaczynamy!
pt: Aqui vamos nós!
ro: Începem!
ru: Вот так!
si: මෙන්න අපි යනවා!
sk: Ideme na to!
sl: Pa začnimo!
sq: Ja ku jemi!
sr: Идемо!
sv: Nu kör vi!
sw: Haya twende!
ta: இதோ!
te: ఇదిగో!
th: ไปกันเลย!
tr: İşte başlıyoruz!
uk: Починаємо!
ur: یہ لو!
uz: Qani boshladik!
vi: Bắt đầu thôi!
zh: 开始了！
zu: Nazo-ke!

# freetrial_info1
source: Your $daysFreeTrial free trial period has ended
af: Jou $daysFreeTrial gratis proeftydperk het geëindig
am: የ$daysFreeTrial ነፃ የሙከራ ጊዜዎ አብቅቷል።
ar: لقد انتهت فترة التجربة المجانية الخاصة بـ $daysFreeTrial
as: আপোনাৰ $daysFreeTrial বিনামূলীয়া পৰীক্ষামূলক সময়সীমা শেষ হৈছে
az: $daysFreeTrial pulsuz sınaq müddətiniz bitdi
be: Ваш бясплатны пробны перыяд $daysFreeTrial скончыўся
bg: Вашият безплатен пробен период от $daysFreeTrial приключи
bn: আপনার $daysFreeTrial এর বিনামূল্যের ট্রায়ালের সময়কাল শেষ হয়ে গেছে
ca: El període de prova gratuïta de $daysFreeTrial ha finalitzat
cs: Vaše bezplatná zkušební doba $daysFreeTrial skončila
da: Din gratis prøveperiode på $daysFreeTrial er udløbet
de: Ihr kostenloser Testzeitraum von $daysFreeTrial ist abgelaufen
el: Η δωρεάν δοκιμαστική περίοδος $daysFreeTrial έληξε
es: Su período de prueba gratuito de $daysFreeTrial ha finalizado
et: Teie $daysFreeTrial tasuta prooviperiood on lõppenud
eu: Zure $daysFreeTrial doako proba epea amaitu da
fa: دوره آزمایشی رایگان $daysFreeTrial شما به پایان رسیده است.
fi: $daysFreeTrial-ilmaiskokeilujaksosi on päättynyt
fr: Votre période d'essai gratuite de $daysFreeTrial jours est terminée
gl: Rematou o teu período de proba gratuíta de $daysFreeTrial
gu: તમારી $daysFreeTrial મફત અજમાયશ અવધિ સમાપ્ત થઈ ગઈ છે
he: תקופת הניסיון החינמית שלך ב-$daysFreeTrial הסתיימה
hi: आपकी $daysFreeTrial निःशुल्क परीक्षण अवधि समाप्त हो गई है
hr: Vaše besplatno probno razdoblje od $daysFreeTrial je završilo
hu: A $daysFreeTrial ingyenes próbaidőszaka lejárt
hy: Ձեր $daysFreeTrial անվճար փորձաշրջանն ավարտվել է
is: Ókeypis prufutímabilið þitt fyrir $daysFreeTrial er lokið
it: Il tuo periodo di prova gratuito di $daysFreeTrial è terminato
ja: $daysFreeTrialの無料トライアル期間が終了しました
ka: თქვენი $daysFreeTrial-ის უფასო საცდელი პერიოდი დასრულდა
kk: $daysFreeTrial тегін сынақ мерзімі аяқталды
km: រយៈពេលសាកល្បងឥតគិតថ្លៃ $daysFreeTrial របស់អ្នកបានបញ្ចប់ហើយ។
kn: ನಿಮ್ಮ $daysFreeTrial ಉಚಿತ ಪ್ರಾಯೋಗಿಕ ಅವಧಿ ಕೊನೆಗೊಂಡಿದೆ.
ko: $daysFreeTrial 무료 체험 기간이 종료되었습니다.
ky: Сиздин $daysFreeTrial акысыз сыноо мөөнөтүңүз аяктады
lo: ໄລຍະທົດລອງໃຊ້ຟຣີ $daysFreeTrial ຂອງທ່ານໄດ້ສິ້ນສຸດລົງແລ້ວ
lt: Jūsų $daysFreeTrial nemokamas bandomasis laikotarpis baigėsi
lv: Jūsu $daysFreeTrial bezmaksas izmēģinājuma periods ir beidzies
mk: Вашиот бесплатен пробен период од $daysFreeTrial заврши
ml: നിങ്ങളുടെ $daysFreeTrial സൗജന്യ ട്രയൽ കാലയളവ് അവസാനിച്ചു.
mn: Таны $daysFreeTrial үнэгүй туршилтын хугацаа дууслаа
mr: तुमचा $daysFreeTrial मोफत चाचणी कालावधी संपला आहे.
ms: Tempoh percubaan percuma $daysFreeTrial anda telah tamat
my: သင်၏ $daysFreeTrial အခမဲ့ အစမ်းသုံးကာလ ကုန်ဆုံးသွားပါပြီ။
ne: तपाईंको $daysFreeTrial को नि:शुल्क परीक्षण अवधि समाप्त भएको छ।
nl: Uw gratis proefperiode van $daysFreeTrial is afgelopen
no: Din gratis prøveperiode på $daysFreeTrial er over
or: ଆପଣଙ୍କର $daysFreeTrial ମାଗଣା ଟ୍ରାଏଲ୍ ଅବଧି ଶେଷ ହୋଇଯାଇଛି।
pa: ਤੁਹਾਡੀ $daysFreeTrial ਦੀ ਮੁਫ਼ਤ ਪਰਖ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ ਹੈ।
pl: Twój bezpłatny okres próbny $daysFreeTrial dobiegł końca
pt: Seu período de teste gratuito $daysFreeTrial terminou
ro: Perioada ta de probă gratuită de $daysFreeTrial s-a încheiat
ru: Ваш бесплатный пробный период $daysFreeTrial закончился
si: ඔබගේ $daysFreeTrial නොමිලේ අත්හදා බැලීමේ කාලය අවසන් වී ඇත.
sk: Vaše bezplatné skúšobné obdobie $daysFreeTrial sa skončilo
sl: Vaše brezplačno preizkusno obdobje $daysFreeTrial se je končalo
sq: Periudha juaj e provës falas $daysFreeTrial ka mbaruar
sr: Ваш бесплатни пробни период од $daysFreeTrial је завршен
sv: Din kostnadsfria provperiod på $daysFreeTrial har slutat
sw: Kipindi chako cha majaribio bila malipo cha $daysFreeTrial kimeisha
ta: உங்கள் $daysFreeTrial இலவச சோதனைக் காலம் முடிந்துவிட்டது.
te: మీ $daysFreeTrial ఉచిత ట్రయల్ వ్యవధి ముగిసింది.
th: ระยะเวลาทดลองใช้ฟรี $daysFreeTrial ของคุณสิ้นสุดลงแล้ว
tr: $daysFreeTrial ücretsiz deneme süreniz sona erdi
uk: Ваш безкоштовний пробний період $daysFreeTrial закінчився
ur: آپ کی $daysFreeTrial مفت آزمائش کی مدت ختم ہو گئی ہے۔
uz: Sizning $daysFreeTrial bepul sinov muddati tugadi
vi: Thời gian dùng thử miễn phí $daysFreeTrial của bạn đã kết thúc
zh: 您的 $daysFreeTrial 免费试用期已结束
zu: Isikhathi sakho sesivivinyo samahhala se-$daysFreeTrial siphelile
