Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# app_release_note
source: New version: simplified use thanks to anonymous identification, without account or registration, translation of the app permissions into all languages.
af: Ontplooiing van die eerste weergawe van VocZilla
am: የ VocZilla የመጀመሪያ ስሪት መዘርጋት
ar: نشر الإصدار الأول من VocZilla
as: বাগ সমাধান: লগ আউট কৰাৰ পিছত ব্যক্তিগত তালিকা আৰু ৰখা হোৱা নাছিল
az: Tətbiq naviqasiyasında Məxfilik Siyasəti və İstifadə Şərtlərinə (EULA) keçidlər əlavə edildi
be: Новая версія: спрошчанае выкарыстанне дзякуючы ананімнай ідэнтыфікацыі, без уліковага запісу або рэгістрацыі, пераклад дазволаў праграмы на ўсе мовы.
bg: Добавени са трофеи за попълнени списъци, нов филтър за скриване на попълнени списъци, отстранен е бъг с филтъра „Речник за изучаване“. Подобрено е показването на класацията на TeamZilla.
bn: অ্যাপ নেভিগেশনে গোপনীয়তা নীতি এবং ব্যবহারের শর্তাবলী (EULA) এর লিঙ্ক যোগ করা হয়েছে।
ca: Implementació de la primera versió de VocZilla
cs: Tato verze integruje správu deep linků prostřednictvím Branch.io.
da: Denne udgivelse integrerer administration af dybe links via Branch.io
de: Fehlerbehebung: Persönliche Liste wurde nach dem Abmelden nicht mehr beibehalten
el: Αυτή η έκδοση ενσωματώνει τη διαχείριση συνδέσμων σε βάθος μέσω του Branch.io
es: Se agregó la función de compartir listas personales
et: See versioon integreerib süvalinkide halduse Branch.io kaudu
eu: VocZillaren lehen bertsioaren hedapena
fa: نسخه جدید: استفاده ساده به لطف شناسایی ناشناس، بدون نیاز به حساب کاربری یا ثبت نام، ترجمه مجوزهای برنامه به همه زبان‌ها.
fi: Uusi versio: yksinkertaistettu käyttö anonyymin tunnistuksen ansiosta, ilman tiliä tai rekisteröitymistä, sovelluksen käyttöoikeuksien käännös kaikille kielille.
fr: Ajout de trophées pour les listes terminées, nouveau filtre pour masquer les listes terminées, correction d’un bug du filtre « Vocabulaire à apprendre ». Amélioration de l’affichage du classement TeamZilla.
gl: Corrección de erros: a lista persoal xa non se gardaba despois de pechar sesión
gu: બગ ફિક્સ: લોગ આઉટ કર્યા પછી વ્યક્તિગત સૂચિ રાખવામાં આવતી ન હતી.
he: נוספו קישורים למדיניות הפרטיות ותנאי השימוש (EULA) בניווט האפליקציה
hi: यह रिलीज़ Branch.io के माध्यम से डीप लिंक प्रबंधन को एकीकृत करता है
hr: Dodano dijeljenje osobnih popisa
hu: Hibajavítás: a személyes lista már nem maradt meg kijelentkezés után
hy: Հավելվածի նավիգացիայում ավելացվել են հղումներ դեպի Գաղտնիության քաղաքականություն և Օգտագործման պայմաններ (EULA):
is: Útfærsla fyrstu útgáfunnar af VocZilla
it: Distribuzione della prima versione di VocZilla
ja: 完了リストにトロフィーを追加し、完了リストを非表示にする新しいフィルターを追加し、「学習すべき語彙」フィルターのバグを修正しました。TeamZillaのリーダーボード表示を改善しました。
ka: დაემატა პირადი სიის გაზიარება
kk: Қатені түзету: жүйеден шыққаннан кейін жеке тізім сақталмады
km: បានបន្ថែមពានរង្វាន់សម្រាប់បញ្ជីដែលបានបញ្ចប់ តម្រងថ្មីដើម្បីលាក់បញ្ជីដែលបានបញ្ចប់ ជួសជុលកំហុសជាមួយនឹងតម្រង "វាក្យសព្ទដើម្បីរៀន" ។ ការបង្ហាញតារាងពិន្ទុ TeamZilla ប្រសើរឡើង។
kn: ಹೊಸ ಆವೃತ್ತಿ: ಖಾತೆ ಅಥವಾ ನೋಂದಣಿ ಇಲ್ಲದೆ ಅನಾಮಧೇಯ ಗುರುತಿಸುವಿಕೆ, ಅಪ್ಲಿಕೇಶನ್ ಅನುಮತಿಗಳನ್ನು ಎಲ್ಲಾ ಭಾಷೆಗಳಿಗೆ ಅನುವಾದಿಸುವುದರಿಂದ ಸರಳೀಕೃತ ಬಳಕೆ.
ko: 버그 수정: 로그아웃 후 개인 목록이 더 이상 유지되지 않습니다.
ky: Мүчүлүштүктөрдү оңдоо: жеке тизме чыгуудан кийин сакталбай калды
lo: ເພີ່ມລິ້ງໃສ່ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ ແລະເງື່ອນໄຂການນຳໃຊ້ (EULA) ໃນການນຳທາງແອັບ
lt: Pridėti trofėjai už užbaigtus sąrašus, naujas filtras užbaigtiems sąrašams slėpti, ištaisyta klaida su filtru „Žodynas, kurį reikia išmokti“. Patobulintas „TeamZilla“ lyderių lentelės rodymas.
lv: Kļūdas labojums: personīgais saraksts vairs netika saglabāts pēc izrakstīšanās
mk: Исправка на грешка: личниот список повеќе не се чуваше по одјавувањето
ml: പൂർത്തിയാക്കിയ ലിസ്റ്റുകൾക്കായി ട്രോഫികൾ ചേർത്തു, പൂർത്തിയാക്കിയ ലിസ്റ്റുകൾ മറയ്ക്കാൻ പുതിയ ഫിൽട്ടർ, "പഠിക്കാനുള്ള പദാവലി" ഫിൽട്ടർ ഉപയോഗിച്ച് ഒരു ബഗ് പരിഹരിച്ചു. മെച്ചപ്പെടുത്തിയ TeamZilla ലീഡർബോർഡ് ഡിസ്പ്ലേ.
mn: Алдаа засах: гарсны дараа хувийн жагсаалтыг хадгалахаа больсон
mr: हे प्रकाशन Branch.io द्वारे डीप लिंक व्यवस्थापन एकत्रित करते.
ms: Versi baharu: penggunaan dipermudahkan terima kasih kepada pengenalan tanpa nama, tanpa akaun atau pendaftaran, terjemahan kebenaran apl ke dalam semua bahasa.
my: ချွတ်ယွင်းချက်ပြင်ဆင်ခြင်း- ထွက်ပြီးနောက် ကိုယ်ရေးကိုယ်တာစာရင်းကို မသိမ်းဆည်းတော့ပါ။
ne: पूरा भएका सूचीहरूको लागि ट्रफीहरू थपियो, पूरा भएका सूचीहरू लुकाउन नयाँ फिल्टर, "सिक्नको लागि शब्दावली" फिल्टरको साथ बग समाधान गरियो। सुधारिएको TeamZilla लिडरबोर्ड प्रदर्शन।
nl: Nieuwe versie: vereenvoudigd gebruik dankzij anonieme identificatie, zonder account of registratie, vertaling van de app-machtigingen in alle talen.
no: La til lenker til personvernregler og bruksvilkår (EULA) i appnavigasjonen
or: ସମ୍ପୂର୍ଣ୍ଣ ତାଲିକା ପାଇଁ ଟ୍ରଫି ଯୋଡାଯାଇଛି, ସମ୍ପୂର୍ଣ୍ଣ ତାଲିକା ଲୁଚାଇବା ପାଇଁ ନୂତନ ଫିଲ୍ଟର, "ଶିଖିବା ପାଇଁ ଶବ୍ଦାବଳୀ" ଫିଲ୍ଟର ସହିତ ଏକ ତ୍ରୁଟି ସମାଧାନ କରାଯାଇଛି। ଉନ୍ନତ TeamZilla ଲିଡରବୋର୍ଡ ପ୍ରଦର୍ଶନ।
pa: ਐਪ ਨੈਵੀਗੇਸ਼ਨ ਵਿੱਚ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਅਤੇ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ (EULA) ਦੇ ਲਿੰਕ ਜੋੜੇ ਗਏ ਹਨ।
pl: Dodano linki do Polityki prywatności i Warunków użytkowania (EULA) w nawigacji aplikacji
pt: Nova versão: uso simplificado graças à identificação anônima, sem conta ou registro, tradução das permissões do aplicativo para todos os idiomas.
ro: Adăugate linkuri către Politica de confidențialitate și Termenii și condițiile de utilizare (EULA) în navigarea aplicației
ru: Новая версия: упрощенное использование благодаря анонимной идентификации, без учетной записи и регистрации, перевод разрешений приложения на все языки.
si: දෝෂ නිරාකරණය: ලොග් අවුට් වූ පසු පුද්ගලික ලැයිස්තුව තවදුරටත් තබා නොගන්නා ලදී.
sk: V navigácii aplikácie boli pridané odkazy na Zásady ochrany osobných údajov a Podmienky používania (EULA).
sl: Popravek napake: osebni seznam se po odjavi ni več hranil
sq: Version i ri: përdorim i thjeshtuar falë identifikimit anonim, pa llogari ose regjistrim, përkthim i lejeve të aplikacionit në të gjitha gjuhët.
sr: Додати линкови до Политике приватности и Услова коришћења (EULA) у навигацији апликације
sv: Lade till länkar till sekretesspolicy och användarvillkor (EULA) i appnavigeringen
sw: Toleo hili linajumuisha usimamizi wa viungo vya kina kupitia Branch.io
ta: VocZilla இன் முதல் பதிப்பின் பயன்பாடு
te: కొత్త వెర్షన్: ఖాతా లేదా రిజిస్ట్రేషన్ లేకుండా అనామక గుర్తింపు, యాప్ అనుమతులను అన్ని భాషల్లోకి అనువదించడం ద్వారా సరళీకృత ఉపయోగం.
th: เพิ่มถ้วยรางวัลสำหรับรายการที่เสร็จสมบูรณ์ ตัวกรองใหม่เพื่อซ่อนรายการที่เสร็จสมบูรณ์ แก้ไขข้อบกพร่องของตัวกรอง "คำศัพท์ที่ต้องเรียนรู้" ปรับปรุงการแสดงกระดานผู้นำของ TeamZilla
tr: Hata düzeltmesi: Oturum kapatıldıktan sonra kişisel liste artık tutulmuyordu
uk: Додано посилання на Політику конфіденційності та Умови використання (EULA) у навігації застосунку
ur: بگ فکس: لاگ آؤٹ کرنے کے بعد ذاتی فہرست کو مزید نہیں رکھا گیا۔
uz: Xatolarni tuzatish: tizimdan chiqqandan keyin shaxsiy roʻyxat endi saqlanmadi
vi: Đã thêm liên kết đến Chính sách quyền riêng tư và Điều khoản sử dụng (EULA) trong phần điều hướng ứng dụng
zh: 新增已完成列表的奖杯，新增隐藏已完成列表的过滤器，并修复“待学习词汇”过滤器的错误。改进了 TeamZilla 排行榜的显示。
zu: Kwengezwe uhlu lomuntu siqu

# share_list_perso_alert_disponible
source: The list sharing feature will be available very soon!
af: Die lysdelingsfunksie sal binnekort beskikbaar wees!
ar: ستكون ميزة مشاركة القائمة متاحة قريبًا جدًا!
as: অতি সোনকালে উপলব্ধ হ’ব তালিকা শ্বেয়াৰিং বৈশিষ্ট্য!
az: Siyahı paylaşma xüsusiyyəti çox tezliklə mövcud olacaq!
be: Функцыя сумеснага выкарыстання спісу будзе даступная вельмі хутка!
bg: Функцията за споделяне на списъци ще бъде достъпна съвсем скоро!
bn: তালিকা ভাগ করে নেওয়ার বৈশিষ্ট্যটি খুব শীঘ্রই উপলব্ধ হবে!
ca: La funció de compartir llistes estarà disponible molt aviat!
cs: Funkce sdílení seznamů bude k dispozici velmi brzy!
da: Funktionen til deling af lister vil være tilgængelig meget snart!
de: Die Funktion zum Teilen von Listen wird in Kürze verfügbar sein!
el: Η λειτουργία κοινής χρήσης λίστας θα είναι διαθέσιμη πολύ σύντομα!
es: ¡La función para compartir listas estará disponible muy pronto!
et: Loendi jagamise funktsioon on saadaval peagi!
eu: Zerrenda partekatzeko funtzioa laster egongo da eskuragarri!
fa: قابلیت اشتراک‌گذاری لیست خیلی زود در دسترس قرار خواهد گرفت!
fi: Listan jakamisominaisuus on saatavilla pian!
fr: La fonctionnalité de partage de liste sera disponible très prochainement !
gl: A función para compartir listas estará dispoñible moi pronto!
gu: યાદી શેરિંગ સુવિધા ખૂબ જ ટૂંક સમયમાં ઉપલબ્ધ થશે!
he: תכונת שיתוף הרשימות תהיה זמינה בקרוב מאוד!
hi: सूची साझा करने की सुविधा बहुत जल्द उपलब्ध होगी!
hr: Funkcija dijeljenja popisa bit će dostupna vrlo brzo!
hu: A listamegosztási funkció hamarosan elérhető lesz!
hy: Ցուցակի համօգտագործման գործառույթը շատ շուտով հասանելի կլինի։
ja: リスト共有機能はまもなく利用可能になります。
ka: სიის გაზიარების ფუნქცია ძალიან მალე იქნება ხელმისაწვდომი!
kk: Тізіммен бөлісу мүмкіндігі жақын арада қолжетімді болады!
km: មុខងារចែករំលែកបញ្ជីនឹងមានក្នុងពេលឆាប់ៗនេះ!
kn: ಪಟ್ಟಿ ಹಂಚಿಕೆ ವೈಶಿಷ್ಟ್ಯವು ಶೀಘ್ರದಲ್ಲೇ ಲಭ್ಯವಿರುತ್ತದೆ!
ko: 목록 공유 기능이 곧 출시됩니다!
ky: Тизме менен бөлүшүү функциясы жакында жеткиликтүү болот!
lo: ຄຸນສົມບັດການແບ່ງປັນລາຍຊື່ຈະສາມາດໃຊ້ໄດ້ໃນໄວໆນີ້!
lt: Sąrašo bendrinimo funkcija bus pasiekiama jau labai greitai!
lv: Saraksta koplietošanas funkcija būs pieejama jau pavisam drīz!
mk: Функцијата за споделување на листа ќе биде достапна многу наскоро!
ml: ലിസ്റ്റ് പങ്കിടൽ സവിശേഷത വളരെ വേഗം ലഭ്യമാകും!
mn: Жагсаалт хуваалцах онцлог тун удахгүй бэлэн болно!
mr: यादी शेअरिंग वैशिष्ट्य लवकरच उपलब्ध होईल!
ms: Ciri perkongsian senarai akan tersedia tidak lama lagi!
my: စာရင်းမျှဝေခြင်းအင်္ဂါရပ်ကို မကြာမီ ရနိုင်ပါမည်။
ne: सूची साझेदारी सुविधा चाँडै उपलब्ध हुनेछ!
nl: De functie om lijsten te delen zal binnenkort beschikbaar zijn!
no: Funksjonen for deling av lister vil være tilgjengelig veldig snart!
or: ତାଲିକା ସେୟାରିଂ ବୈଶିଷ୍ଟ୍ୟ ଖୁବ୍ ଶୀଘ୍ର ଉପଲବ୍ଧ ହେବ!
pa: ਸੂਚੀ ਸਾਂਝਾ ਕਰਨ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਬਹੁਤ ਜਲਦੀ ਉਪਲਬਧ ਹੋਵੇਗੀ!
pl: Funkcja udostępniania list będzie dostępna już wkrótce!
pt: O recurso de compartilhamento de listas estará disponível em breve!
ro: Funcția de partajare a listei va fi disponibilă foarte curând!
ru: Функция обмена списками станет доступна совсем скоро!
si: ලැයිස්තු බෙදාගැනීමේ විශේෂාංගය ඉතා ඉක්මනින් ලබා ගත හැකි වනු ඇත!
sk: Funkcia zdieľania zoznamov bude dostupná už čoskoro!
sl: Funkcija deljenja seznamov bo kmalu na voljo!
sq: Funksioni i ndarjes së listës do të jetë i disponueshëm shumë shpejt!
sr: Функција дељења листе биће доступна ускоро!
sv: Funktionen för att dela listor kommer att finnas tillgänglig mycket snart!
sw: Kipengele cha kushiriki orodha kitapatikana hivi karibuni!
ta: பட்டியல் பகிர்வு அம்சம் மிக விரைவில் கிடைக்கும்!
te: జాబితా భాగస్వామ్య ఫీచర్ అతి త్వరలో అందుబాటులోకి వస్తుంది!
th: ฟีเจอร์การแชร์รายการจะพร้อมใช้งานเร็วๆ นี้!
tr: Liste paylaşım özelliği çok yakında kullanıma sunulacak!
uk: Функція спільного доступу до списку буде доступна дуже скоро!
ur: لسٹ شیئرنگ فیچر بہت جلد دستیاب ہو جائے گا!
uz: Roʻyxatni almashish funksiyasi tez orada mavjud boʻladi!
vi: Tính năng chia sẻ danh sách sẽ sớm có mặt!
zh: 列表共享功能即将推出！
zu: Isici sokwabelana ngohlu sizotholakala maduze!

source: Information
af: Inligting
ar: معلومة
as: তথ্য
az: Məlumat
be: Інфармацыя
bg: Информация
bn: তথ্য
ca: Informació
cs: Informace
el: Πληροφορίες
es: Información
et: Teave
eu: Informazioa
fa: اطلاعات
fi: Tiedot
gl: Información
gu: માહિતી
he: מֵידָע
hi: जानकारी
hr: Informacija
hu: Információ
hy: Տեղեկատվություն
ja: 情報
ka: ინფორმაცია
kk: Ақпарат
km: ព័ត៌មាន
kn: ಮಾಹಿತಿ
ko: 정보
ky: Маалымат
lo: ຂໍ້ມູນ
lt: Informacija
lv: Informācija
mk: Информации
ml: വിവരങ്ങൾ
mn: Мэдээлэл
mr: माहिती
ms: Maklumat
my: သတင်းအချက်အလက်
ne: जानकारी
nl: Informatie
no: Informasjon
or: ସୂଚନା
pa: ਜਾਣਕਾਰੀ
pl: Informacja
pt: Informação
ro: Informaţii
ru: Информация
si: ස්ථානය යොමුව
sk: Informácie
sl: Informacije
sq: Informacion
sr: Информације
sw: Habari
ta: தகவல்
te: సమాచారం
th: ข้อมูล
tr: Bilgi
uk: Інформація
ur: معلومات
uz: Ma'lumot
vi: Thông tin
zh: 信息
zu: Ulwazi

# app_title
source: VocZilla
ar: فوكزيلا
bn: VocZilla সম্পর্কে
fa: وُکزیلا
gu: વોકઝિલા
he: ווקסילה
hi: वोकज़िला
ja: ヴォックジラ
ka: ვოკზილა
km: វ៉ុកហ្សីឡា
kn: ವೋಕ್‌ಜಿಲ್ಲಾ
ko: 보크질라
mk: ВокЗила
ml: വോക്‌സില്ല
mr: व्होकझिला
ne: भोकजिला
or: ଭୋକ୍‌ଜିଲା
pa: ਵੋਜ਼ਿਲਾ
si: වොක්සිල්ලා
sr: ВокЗила
ta: வோக்ஸில்லா
te: వోక్జిల్లా
th: วอคซิลล่า
ur: ووک زیلا

# app_subtitle
source: English vocabulary
af: Engelse woordeskat
am: የእንግሊዝኛ ቃላት
ar: المفردات الانجليزية
as: ইংৰাজী শব্দভাণ্ডাৰ
az: İngilis dili lüğəti
be: Англійская лексіка
bg: Английски речник
bn: ইংরেজি শব্দভাণ্ডার
ca: Vocabulari anglès
cs: Anglická slovní zásoba
da: Engelsk ordforråd
de: Englischer Wortschatz
el: Αγγλικό λεξιλόγιο
es: Vocabulario inglés
et: Inglise keele sõnavara
eu: Ingelesezko hiztegia
fa: واژگان انگلیسی
fi: Englannin sanastoa
fr: Vocabulaire anglais
gl: Vocabulario inglés
gu: અંગ્રેજી શબ્દભંડોળ
he: אוצר מילים באנגלית
hi: अंग्रेजी शब्दावली
hr: Engleski vokabular
hu: angol szókincs
hy: Անգլերեն բառապաշար
is: Enskt orðaforði
it: vocabolario inglese
ja: 英語の語彙
ka: ინგლისური ლექსიკა
kk: Ағылшын лексикасы
km: វាក្យសព្ទភាសាអង់គ្លេស
kn: ಇಂಗ್ಲಿಷ್ ಶಬ್ದಕೋಶ
ko: 영어 어휘
ky: Англисче лексика
lo: ຄຳສັບພາສາອັງກິດ
lt: Anglų kalbos žodynas
lv: Angļu valodas vārdu krājums
mk: Англиски речник
ml: ഇംഗ്ലീഷ് പദാവലി
mn: Англи хэлний үгсийн сан
mr: इंग्रजी शब्दसंग्रह
ms: perbendaharaan kata bahasa Inggeris
my: အင်္ဂလိပ်ဝေါဟာရ
ne: अंग्रेजी शब्दावली
nl: Engelse woordenschat
no: Engelsk ordforråd
or: ଇଂରାଜୀ ଶବ୍ଦାବଳୀ
pa: ਅੰਗਰੇਜ਼ੀ ਸ਼ਬਦਾਵਲੀ
pl: Słownictwo angielskie
pt: Vocabulário inglês
ro: Vocabularul englezesc
ru: Английский словарный запас
si: ඉංග්‍රීසි වචන මාලාව
sk: Anglická slovná zásoba
sl: Angleški besednjak
sq: Fjalor anglisht
sr: Енглески речник
sv: Engelskt ordförråd
sw: msamiati wa Kiingereza
ta: ஆங்கில சொற்களஞ்சியம்
te: ఆంగ్ల పదజాలం
th: คำศัพท์ภาษาอังกฤษ
tr: İngilizce kelime bilgisi
uk: Англійська лексика
ur: انگریزی الفاظ
uz: Ingliz tili lug'ati
vi: Từ vựng tiếng Anh
zh: 英语词汇
zu: silulumagama English
