Repository: geof34730/VocZilla
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, hy, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# nsmicrophoneusagedescription
source: We need the microphone to enable audio recording in some features.
as: কিছুমান বৈশিষ্ট্যত অডিঅ’ ৰেকৰ্ডিং সক্ষম কৰিবলৈ আমাক মাইক্ৰ’ফোনৰ প্ৰয়োজন।
az: Bəzi funksiyalarda səs yazmağı aktivləşdirmək üçün mikrofona ehtiyacımız var.
bg: Нуждаем се от микрофон, за да активираме аудио запис в някои функции.
bn: কিছু বৈশিষ্ট্যে অডিও রেকর্ডিং সক্ষম করার জন্য আমাদের মাইক্রোফোনের প্রয়োজন।
cs: Pro nahrávání zvuku v některých funkcích potřebujeme mikrofon.
da: Vi skal bruge mikrofonen for at aktivere lydoptagelse i nogle funktioner.
de: Wir benötigen das Mikrofon, um bei einigen Funktionen die Audioaufnahme zu ermöglichen.
el: Χρειαζόμαστε το μικρόφωνο για να ενεργοποιήσουμε την εγγραφή ήχου σε ορισμένες λειτουργίες.
es: Necesitamos el micrófono para habilitar la grabación de audio en algunas funciones.
et: Mõnes funktsioonis heli salvestamise lubamiseks vajame mikrofoni.
fa: برای فعال کردن ضبط صدا در برخی از ویژگی‌ها به میکروفون نیاز داریم.
fr: Nous avons besoin du microphone pour permettre l’enregistrement audio dans certaines fonctionnalités.
gl: Necesitamos o micrófono para activar a gravación de audio nalgunhas funcións.
gu: કેટલીક સુવિધાઓમાં ઓડિયો રેકોર્ડિંગ સક્ષમ કરવા માટે અમને માઇક્રોફોનની જરૂર છે.
he: אנחנו צריכים את המיקרופון כדי לאפשר הקלטת שמע בתכונות מסוימות.
hi: हमें कुछ सुविधाओं में ऑडियो रिकॉर्डिंग सक्षम करने के लिए माइक्रोफ़ोन की आवश्यकता होती है।
hr: Mikrofon nam je potreban kako bismo omogućili snimanje zvuka u nekim značajkama.
hu: Bizonyos funkciókban a hangfelvétel engedélyezéséhez szükségünk van a mikrofonra.
hy: Մեզ անհրաժեշտ է միկրոֆոն՝ որոշ գործառույթներում ձայնագրությունը միացնելու համար։
ja: 一部の機能で音声録音を有効にするにはマイクが必要です。
ka: ზოგიერთ ფუნქციაში აუდიოჩანაწერის ჩასართავად მიკროფონი გვჭირდება.
kk: Кейбір мүмкіндіктерде дыбыс жазуды қосу үшін бізге микрофон қажет.
km: យើងត្រូវការមីក្រូហ្វូន ដើម្បីបើកការថតសំឡេងនៅក្នុងមុខងារមួយចំនួន។
kn: ಕೆಲವು ವೈಶಿಷ್ಟ್ಯಗಳಲ್ಲಿ ಆಡಿಯೊ ರೆಕಾರ್ಡಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನಮಗೆ ಮೈಕ್ರೊಫೋನ್ ಅಗತ್ಯವಿದೆ.
ko: 일부 기능에서 오디오 녹음을 하려면 마이크가 필요합니다.
ky: Кээ бир функцияларда аудио жаздыруу үчүн микрофон керек.
lo: ພວກເຮົາຕ້ອງການໄມໂຄຣໂຟນເພື່ອເປີດໃຊ້ການບັນທຶກສຽງໃນບາງຄຸນສົມບັດ.
lt: Mums reikia mikrofono, kad kai kuriose funkcijose būtų galima įrašyti garsą.
lv: Lai dažās funkcijās iespējotu audio ierakstīšanu, mums ir nepieciešams mikrofons.
mk: Ни е потребен микрофонот за да овозможиме снимање аудио во некои функции.
ml: ചില ഫീച്ചറുകളിൽ ഓഡിയോ റെക്കോർഡിംഗ് പ്രവർത്തനക്ഷമമാക്കാൻ നമുക്ക് മൈക്രോഫോൺ ആവശ്യമാണ്.
mn: Зарим функцэд аудио бичлэг хийхийг идэвхжүүлэхийн тулд бидэнд микрофон хэрэгтэй.
mr: काही वैशिष्ट्यांमध्ये ऑडिओ रेकॉर्डिंग सक्षम करण्यासाठी आम्हाला मायक्रोफोनची आवश्यकता आहे.
ms: Kami memerlukan mikrofon untuk mendayakan rakaman audio dalam beberapa ciri.
my: အချို့သောအင်္ဂါရပ်များတွင် အသံဖမ်းယူခြင်းကို ဖွင့်ရန် မိုက်ခရိုဖုန်း လိုအပ်ပါသည်။
ne: केही सुविधाहरूमा अडियो रेकर्डिङ सक्षम गर्न हामीलाई माइक्रोफोन चाहिन्छ।
no: Vi trenger mikrofonen for å aktivere lydopptak i enkelte funksjoner.
or: କିଛି ବୈଶିଷ୍ଟ୍ୟରେ ଅଡିଓ ରେକର୍ଡିଂ ସକ୍ଷମ କରିବା ପାଇଁ ଆମକୁ ମାଇକ୍ରୋଫୋନ୍ ଆବଶ୍ୟକ।
pa: ਕੁਝ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਿੱਚ ਆਡੀਓ ਰਿਕਾਰਡਿੰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣ ਲਈ ਸਾਨੂੰ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।
pl: Mikrofon jest nam potrzebny, aby móc nagrywać dźwięk w niektórych funkcjach.
ro: Avem nevoie de microfon pentru a activa înregistrarea audio în anumite funcții.
ru: Микрофон необходим для записи звука в некоторых функциях.
si: සමහර විශේෂාංගවල ශ්‍රව්‍ය පටිගත කිරීම සබල කිරීමට අපට මයික්‍රෆෝනය අවශ්‍ය වේ.
sk: Na nahrávanie zvuku v niektorých funkciách potrebujeme mikrofón.
sl: Za omogočanje snemanja zvoka v nekaterih funkcijah potrebujemo mikrofon.
sq: Na duhet mikrofoni për të aktivizuar regjistrimin audio në disa veçori.
sr: Потребан нам је микрофон да бисмо омогућили снимање звука у неким функцијама.
sv: Vi behöver mikrofonen för att aktivera ljudinspelning i vissa funktioner.
sw: Tunahitaji maikrofoni ili kuwezesha kurekodi sauti katika baadhi ya vipengele.
te: కొన్ని ఫీచర్లలో ఆడియో రికార్డింగ్‌ను ప్రారంభించడానికి మనకు మైక్రోఫోన్ అవసరం.
th: เราจำเป็นต้องมีไมโครโฟนเพื่อให้สามารถบันทึกเสียงในฟีเจอร์บางอย่างได้
tr: Bazı özelliklerde ses kaydı yapabilmek için mikrofona ihtiyacımız var.
uk: Нам потрібен мікрофон, щоб увімкнути запис аудіо в деяких функціях.
ur: ہمیں کچھ خصوصیات میں آڈیو ریکارڈنگ کو فعال کرنے کے لیے مائیکروفون کی ضرورت ہے۔
uz: Ayrim funksiyalarda ovoz yozishni yoqish uchun bizga mikrofon kerak.
vi: Chúng ta cần micrô để có thể ghi âm ở một số tính năng.
zh: 我们需要麦克风来启用某些功能的录音。
zu: Sidinga imakrofoni ukuze sikwazi ukurekhodwa komsindo kwezinye izici.

# nsspeechrecognitionusagedescription
source: We use voice recognition to allow you to interact with the application using your voice.
as: আমি আপোনাৰ কণ্ঠস্বৰ ব্যৱহাৰ কৰি এপ্লিকেচনৰ সৈতে যোগাযোগ কৰিবলৈ অনুমতি দিবলৈ ভয়েচ চিনাক্তকৰণ ব্যৱহাৰ কৰো।
az: Səsinizdən istifadə edərək proqramla əlaqə saxlamağınız üçün səsin tanınmasından istifadə edirik.
bg: Използваме гласово разпознаване, за да ви позволим да взаимодействате с приложението, използвайки гласа си.
bn: আপনার ভয়েস ব্যবহার করে অ্যাপ্লিকেশনটির সাথে ইন্টারঅ্যাক্ট করার অনুমতি দেওয়ার জন্য আমরা ভয়েস রিকগনিশন ব্যবহার করি।
cs: Používáme rozpoznávání hlasu, abychom vám umožnili interagovat s aplikací pomocí hlasu.
da: Vi bruger stemmegenkendelse, så du kan interagere med applikationen ved hjælp af din stemme.
de: Wir verwenden Spracherkennung, damit Sie mit der Anwendung über Ihre Stimme interagieren können.
el: Χρησιμοποιούμε φωνητική αναγνώριση για να σας επιτρέψουμε να αλληλεπιδράτε με την εφαρμογή χρησιμοποιώντας τη φωνή σας.
es: Utilizamos reconocimiento de voz para permitirle interactuar con la aplicación usando su voz.
et: Kasutame hääletuvastust, et saaksite rakendusega oma hääle abil suhelda.
fa: ما از تشخیص صدا استفاده می‌کنیم تا به شما امکان دهیم با استفاده از صدای خود با برنامه تعامل داشته باشید.
fr: Nous utilisons la reconnaissance vocale pour vous permettre d’interagir avec l’application à l’aide de votre voix.
gl: Usamos o recoñecemento de voz para permitirche interactuar coa aplicación usando a túa voz.
gu: અમે તમારા અવાજનો ઉપયોગ કરીને એપ્લિકેશન સાથે ક્રિયાપ્રતિક્રિયા કરવાની મંજૂરી આપવા માટે વૉઇસ ઓળખનો ઉપયોગ કરીએ છીએ.
he: אנו משתמשים בזיהוי קולי כדי לאפשר לך לתקשר עם האפליקציה באמצעות קולך.
hi: हम आपको अपनी आवाज का उपयोग करके एप्लिकेशन के साथ इंटरैक्ट करने की अनुमति देने के लिए ध्वनि पहचान का उपयोग करते हैं।
hr: Koristimo prepoznavanje glasa kako bismo vam omogućili interakciju s aplikacijom pomoću glasa.
hu: Hangfelismerést használunk, hogy a hangoddal kommunikálhass az alkalmazással.
hy: Մենք օգտագործում ենք ձայնի ճանաչում, որպեսզի դուք կարողանաք փոխազդել ծրագրի հետ ձեր ձայնի միջոցով։
ja: 音声認識を使用すると、音声を使用してアプリケーションを操作できるようになります。
ka: ჩვენ ვიყენებთ ხმის ამოცნობის ფუნქციას, რათა აპლიკაციასთან ხმოვანი სიგნალით ურთიერთქმედება შეძლოთ.
kk: Даусыңызды пайдаланып қолданбамен әрекеттесуіңізге мүмкіндік беру үшін біз дауысты тану мүмкіндігін қолданамыз.
km: យើងប្រើការសម្គាល់សំឡេង ដើម្បីអនុញ្ញាតឱ្យអ្នកធ្វើអន្តរកម្មជាមួយកម្មវិធីដោយប្រើសំឡេងរបស់អ្នក។
kn: ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ಬಳಸಿಕೊಂಡು ಅಪ್ಲಿಕೇಶನ್‌ನೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ನಾವು ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಬಳಸುತ್ತೇವೆ.
ko: 음성 인식을 사용하면 음성으로 애플리케이션과 상호 작용할 수 있습니다.
ky: Үнүңүз аркылуу колдонмо менен иштешүүгө мүмкүнчүлүк берүү үчүн үн таанууну колдонобуз.
lo: ພວກເຮົາໃຊ້ການຮັບຮູ້ສຽງເພື່ອໃຫ້ທ່ານສາມາດໂຕ້ຕອບກັບແອັບພລິເຄຊັນໂດຍໃຊ້ສຽງຂອງເຈົ້າ.
lt: Mes naudojame balso atpažinimo funkciją, kad galėtumėte sąveikauti su programa naudodami savo balsą.
lv: Mēs izmantojam balss atpazīšanu, lai jūs varētu mijiedarboties ar lietotni, izmantojot balsi.
mk: Користиме препознавање на глас за да ви овозможиме да комуницирате со апликацијата користејќи го вашиот глас.
ml: നിങ്ങളുടെ ശബ്‌ദം ഉപയോഗിച്ച് ആപ്ലിക്കേഷനുമായി സംവദിക്കാൻ നിങ്ങളെ അനുവദിക്കുന്നതിന് ഞങ്ങൾ ശബ്‌ദ തിരിച്ചറിയൽ ഉപയോഗിക്കുന്നു.
mn: Бид таны дуу хоолойг ашиглан программтай харилцах боломжийг олгохын тулд дуу хоолой таних системийг ашигладаг.
mr: तुमचा आवाज वापरून तुम्हाला अनुप्रयोगाशी संवाद साधण्याची परवानगी देण्यासाठी आम्ही आवाज ओळख वापरतो.
ms: Kami menggunakan pengecaman suara untuk membolehkan anda berinteraksi dengan aplikasi menggunakan suara anda.
my: သင့်အသံကို အသုံးပြု၍ အပလီကေးရှင်းနှင့် အပြန်အလှန် တုံ့ပြန်နိုင်စေရန် အသံအသိအမှတ်ပြုမှုကို ကျွန်ုပ်တို့ အသုံးပြုပါသည်။
ne: हामी तपाईंको आवाज प्रयोग गरेर अनुप्रयोगसँग अन्तर्क्रिया गर्न अनुमति दिन आवाज पहिचान प्रयोग गर्छौं।
no: Vi bruker stemmegjenkjenning slik at du kan samhandle med applikasjonen ved hjelp av stemmen din.
or: ଆପଣଙ୍କ ସ୍ୱର ବ୍ୟବହାର କରି ଆପ୍ଲିକେସନ୍ ସହିତ ଇଣ୍ଟରାକ୍ଟ କରିବାକୁ ଅନୁମତି ଦେବା ପାଇଁ ଆମେ ସ୍ୱର ଚିହ୍ନଟକରଣ ବ୍ୟବହାର କରୁ।
pa: ਅਸੀਂ ਤੁਹਾਡੀ ਆਵਾਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਐਪਲੀਕੇਸ਼ਨ ਨਾਲ ਇੰਟਰੈਕਟ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਆਵਾਜ਼ ਪਛਾਣ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ।
pl: Korzystamy z funkcji rozpoznawania głosu, dzięki czemu możesz korzystać z aplikacji w sposób umożliwiający Ci interakcję z aplikacją za pomocą głosu.
ro: Folosim recunoașterea vocală pentru a vă permite să interacționați cu aplicația folosind vocea.
ru: Мы используем функцию распознавания голоса, чтобы вы могли взаимодействовать с приложением с помощью голоса.
si: ඔබගේ හඬ භාවිතයෙන් යෙදුම සමඟ අන්තර් ක්‍රියා කිරීමට ඉඩ සැලසීමට අපි හඬ හඳුනාගැනීම භාවිතා කරමු.
sk: Na interakciu s aplikáciou pomocou hlasu používame rozpoznávanie hlasu.
sl: Za interakcijo z aplikacijo uporabljamo prepoznavanje glasu.
sq: Ne përdorim njohjen e zërit për t'ju lejuar të bashkëveproni me aplikacionin duke përdorur zërin tuaj.
sr: Користимо препознавање гласа како бисмо вам омогућили интеракцију са апликацијом помоћу гласа.
sv: Vi använder röstigenkänning för att du ska kunna interagera med appen med hjälp av din röst.
sw: Tunatumia utambuzi wa sauti ili kukuruhusu kuingiliana na programu kwa kutumia sauti yako.
te: మీ వాయిస్‌ని ఉపయోగించి అప్లికేషన్‌తో సంభాషించడానికి మిమ్మల్ని అనుమతించడానికి మేము వాయిస్ గుర్తింపును ఉపయోగిస్తాము.
th: เราใช้การจดจำเสียงเพื่อให้คุณสามารถโต้ตอบกับแอปพลิเคชันโดยใช้เสียงของคุณ
tr: Uygulamayla sesinizi kullanarak etkileşime geçebilmenizi sağlamak için ses tanıma özelliğini kullanıyoruz.
uk: Ми використовуємо розпізнавання голосу, щоб ви могли взаємодіяти з додатком за допомогою голосу.
ur: ہم آپ کو اپنی آواز کا استعمال کرتے ہوئے ایپلیکیشن کے ساتھ تعامل کرنے کی اجازت دینے کے لیے آواز کی شناخت کا استعمال کرتے ہیں۔
uz: Ovoz yordamida ilova bilan muloqot qilish imkonini berish uchun biz ovozni tanishdan foydalanamiz.
vi: Chúng tôi sử dụng công nghệ nhận dạng giọng nói để cho phép bạn tương tác với ứng dụng bằng giọng nói của mình.
zh: 我们使用语音识别功能，让您可以使用语音与应用程序进行交互。
zu: Sisebenzisa ukunakwa kwezwi ukukuvumela ukuthi uhlanganyele nohlelo lokusebenza usebenzisa izwi lakho.

source: Your position
as: আপোনাৰ স্থিতি
az: Sizin mövqeyiniz
bg: Вашата позиция
bn: তোমার অবস্থান
cs: Vaše pozice
da: Din position
de: Ihre Position
el: Η θέση σας
es: Tu posición
et: Teie positsioon
fr: Votre position
gl: A túa posición
gu: તમારી સ્થિતિ
he: המיקום שלך
hi: आपका मत
hr: Vaša pozicija
hu: A pozíciód
hy: Ձեր դիրքը
ja: あなたの立場
ka: თქვენი პოზიცია
kk: Сіздің ұстанымыңыз
km: ទីតាំងរបស់អ្នក។
kn: ನಿಮ್ಮ ಸ್ಥಾನ
ko: 당신의 위치
ky: Сиздин позицияңыз
lo: ຕໍາແໜ່ງຂອງເຈົ້າ
lt: Jūsų pozicija
lv: Jūsu pozīcija
mk: Вашата позиција
ml: നിങ്ങളുടെ സ്ഥാനം
mn: Таны байр суурь
mr: तुमचे स्थान
ms: kedudukan awak
my: မင်းရဲ့ရာထူး
ne: तपाईंको पद
no: Din posisjon
or: ତୁମର ସ୍ଥିତି
pa: ਤੁਹਾਡੀ ਸਥਿਤੀ
pl: Twoja pozycja
ro: Poziția dumneavoastră
ru: Ваша позиция
si: ඔබේ ස්ථානය
sk: Vaša pozícia
sl: Vaš položaj
sr: Ваша позиција
sv: Din position
sw: Nafasi yako
te: మీ స్థానం
th: ตำแหน่งของคุณ
tr: Pozisyonunuz
uk: Ваша позиція
ur: آپ کی پوزیشن
uz: Sizning pozitsiyangiz
vi: Vị trí của bạn
zh: 您的职位
zu: Isikhundla sakho
